Repository: dkalpakchi/Textinator
Catalog: Textinator/locale/custom/django-jazzmin/*/LC_MESSAGES/django.po
Languages: uk

source: First, enter a username and password. Then, you'll be able to edit more user options.
uk: Спочатку уведіть ім'я користувача та пароль, після чого ви зможете змінити іншу інформацію про користувача.

source: Account
uk: Обліковий запис

source: See Profile
uk: Профіль

source: Dashboard
uk: Адмін. панель

source: Copyright
uk: Авторське право

source: All rights reserved.
uk: Усі права захищено.

source: UI Configuration
uk: Налаштування інтерфейсу

source: Copy this info your settings file to persist these UI changes
uk: Скопіюйте цю інформацію у файл з налаштуваннями проекту, щоб зробити ці зміни до інтерфейсу постійними.

source: New
uk: Новий

source: Actions
uk: Дії

source: %(timesince)s ago
uk: %(timesince) назад

source: This object doesn't have a change history. It probably wasn't added via this admin site.
uk: Цей об’єкт не має історії змін. Ймовірно, він не був доданий через цей сайт адміністратора.

source: Popup closing...
uk: Спливаюче вікно закривається...

source: View function: <code>%(full_name)s</code>. Name: <code>%(url_name)s</code>.
uk: Функція view: <code>%(full_name)s</code>. Назва: <code>%(url_name)s</code>.

source: General
uk: Загальна інформація

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
uk: Будь ласка, введіть свій старий пароль, з міркувань безпеки, а потім уведіть ваш новий пароль двічі, щоб ми могли перевірити його правильне введення.

source: Deleted “{object}”.
uk: Видалено «{object}».

source: Could not reverse url from {instance}
uk: Не вдалося отримати зворотний url для {instance}
