{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Gymnasium-och-folkhogskola.html", "text": "#Studera på gymnasium och folkhögskola\n\n## Efter beslut\n\nBeslutet skickas till den ambassad eller generalkonsulat som du valde i webbansökan. När du ska hämta ditt beslut ska du ta med ditt pass.\n\nNär uppehållstillståndskortet är klart, kommer ambassaden eller generalkonsulatet att lämna ut eller skicka det färdiga kortet till dig. Tänk på att det kan ta upp till fyra veckor att tillverka och leverera kortet till ambassaden eller generalkonsulatet efter det att du har fått ditt beslut. När du reser in i Sverige måste du visa upp uppehållstillståndskortet tillsammans med ett giltigt pass.\n\nOm du kan resa till Sverige utan visum bör du kunna visa upp en kopia av beslutet när du reser in. Så snart du kan efter att du har kommit till Sverige ska du boka en tid för att lämna fingeravtryck och fotograferas. När ditt uppehållstillståndskort är klart kommer det att skickas till din adress i Sverige. Det är därför viktigt att du kan uppge din adress i Sverige när du besöker Migrationsverket för att lämna fingeravtryck och bli fotograferad.\n\nUppehållstillståndskortet tillverkas i samband med att beslutet fattas, dock tidigast tre månader innan uppehållstillståndet börjar gälla. Det går inte att skynda på tillverkningen eller leveransen av kortet.\n\n## Så länge gäller tillståndet\n\nDu kan få uppehållstillstånd för den tid som dina studier kräver, men aldrig för längre tid än ditt pass är giltigt. Även om du har blivit antagen till flera års studier kan du vanligtvis få uppehållstillstånd för högst ett år i taget. Om du ska fortsätta studera i Sverige ska du lämna in en ansökan om att förlänga ditt uppehållstillstånd. Du ska ansöka om förlängning innan ditt nuvarande tillstånd går ut.\n\nUppehållstillstånd för studier är tidsbegränsat. Även om vistelsen har varat i flera år får du vanligtvis inte bosätta dig i Sverige.\n\nTiderna som presenteras i tabellen är generella. Giltighetstiden för ditt uppehållstillstånd hittar du i beslutet från Migrationsverket.\n\n## Förlängning av tillståndet\n\nOm du ska fortsätta att studera efter att ditt tillstånd har gått ut ska du ansöka om att förlänga ditt uppehållstillstånd. Du kan få tillstånd för samma tid som du ska studera eller för högst ett år i taget. Du kan aldrig få tillstånd för längre tid än ditt pass är giltigt.\n\n### Så ansöker du\n\nDu kan ansöka om att förlänga ditt tillstånd på webben.\n\nI de flesta fall betalar du en avgift."}