{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Tillstand-for-familjen.html", "text": "### Om du har barn under 18 år som ska flytta med dig till Sverige ska du också bifoga\n\n\n* kopia av barnets pass som visar personuppgifter, foto, eventuell namnteckning, passnummer, utfärdandeland, giltighetstid och om barnet har tillstånd att bo i andra länder än sitt hemland. Om barnets pass är på väg att gå ut bör du förlänga det eftersom barnet inte kan få tillstånd för längre tid än passet är giltigt\n* födelseattest eller födelsebevis där föräldrarnas namn framgår\n* medgivande om att barnet får flytta till Sverige från den andre vårdnadshavaren, om den inte följer med till Sverige. Det ska framgå för vilken tid barnet får bo i Sverige. Kopia av vårdnadshavarens pass eller annan id-handling ska också bifogas\n* domstolsbeslut om du har enskild vårdnad eller dödsbevis om den andre föräldern är avliden\n* adoptionshandlingar om barnet är adopterat.\n\n\n## Vad är en fullmakt?\n\nEn fullmakt kan vara ett undertecknat brev där den som ansöker om tillstånd ger någon annan person möjlighet att företräda honom eller henne. En fullmakt kan till exempel ge någon rätt att ansöka, ta del av skälen för ett beslut eller överklaga ett beslut för någon annan. Fullmakten ska skrivas av den som ger sin fullmakt till någon annan och ska kunna visas upp i original om Migrationsverket begär det.\n\nFör att ge fullmakt till en annan person ska du lämna in ett brev till Migrationsverket där det står\n\n\n* att det är en fullmakt\n* namn, födelsedatum och adress för den person som ger någon annan fullmakt\n* vad personen som får fullmakt har rätt att göra\n* namn, personnummer och adress för den som får fullmakt\n* namnteckning av den person som ger någon annan fullmakt\n* datum och ort för när fullmakten skrevs under.\n\n\n## Kortare handläggningstid för komplett ansökan\n\nFör att Migrationsverket ska kunna fatta beslut i ditt ärende krävs det att alla uppgifter är ifyllda och alla nödvändiga dokument finns med. Det innebär att handläggningstiden blir kortare om allt som krävs finns med från början än om ansökan kompletteras i efterhand.\n\nObservera att Migrationsverket i vissa fall kan behöva utreda ansökan ytterligare även om alla uppgifter är ifyllda och alla dokument har skickats med."}