{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Vanliga-fragor-och-svar.html", "text": "Vanliga frågor och svar om arbetstillstånd\n\nJa, för att få arbetstillstånd ska du ha ett giltigt pass. Du ska bifoga en kopia av ditt pass i din ansökan.\n\nDin arbetsgivare eller uppdragsgivare i Sverige påbörjar ansökan om arbetstillstånd genom att skapa ett anställningserbjudande. Din arbetsgivare behöver uppgifter om ditt namn, födelsedatum, medborgarskap, din utbildning och e-postadress. Din arbetsgivare skickar sedan anställningserbjudandet till den fackliga organisation som är relevant för det arbete som du ska utföra. När arbetsgivaren får tillbaka yttrandet slutför arbetsgivaren sin del av ansökan. Du får sedan ett mejl med instruktioner för att fylla i din del av ansökan.\n\nI vissa fall behövs inget anställningserbjudande. Det gäller till exempel om du är gästforskare. Gästforskare ska i stället lämna in ett mottagningsavtal med en forskningshuvudman (den som tar emot forskningsarbetet).\n\nJa, det får du. Om du vill att någon annan ska företräda dig i ditt ärende hos Migrationsverket kan du ge en fullmakt till den personen. En fullmakt kan till exempel ge någon annan rätt att ansöka, ta del av skälen för ett beslut eller överklaga ett beslut för din räkning. Fullmakten ska skrivas och undertecknas av dig som ger fullmakt till någon annan och ska visas upp i original om Migrationsverket begär det.\n\nVissa personer kan arbeta i Sverige utan arbetstillstånd.\n\nDu kan lämna in en ansökan på webben. Arbetsgivaren påbörjar i de flesta fall ansökan.\n\nOm du inte kan ansöka på webben fyller du i blanketten Ansökan om tillstånd att arbeta i Sverige - för dig som är dig i Sverige, nummer 150011.\n\nDu ska lämna in din ansökan innan ditt arbetstillstånd slutar gälla. Du ska inte lämna in din ansökan mer än fyra månader innan ditt arbetstillstånd slutar gälla om din ansökan avser samma arbetsgivare och yrke som du redan har tillstånd för. Om du byter yrke eller arbetsgivare måste du ibland lämna in en ansökan innan ditt arbetstillstånd slutar gälla.\n\nUnder de första 24 månaderna gäller arbetstillståndet bara hos den arbetsgivare och för det yrke som står i ditt beslut. Om företaget du arbetar på byter organisationsnummer, om du får en ny arbetsgivare eller nya arbetsuppgifter, eller om arbetsvillkoren förändras gäller inte längre ditt arbetstillstånd. Då ska du lämna in en ny ansökan om arbetstillstånd.\n\nNär du har haft arbetstillstånd i 24 månader och har fått en förlängning på ditt arbetstillstånd kan du byta arbetsgivare utan att lämna in en ny ansökan så länge du arbetar inom samma yrke. Om ditt nya arbete innebär att du byter yrke ska du lämna in en ny ansökan.\n\nDet framgår av ditt tidigare beslut hur ditt arbetstillstånd är begränsat.\n\nOm du inte påbörjar din anställning inom fyra månader efter att du har fått arbetstillstånd kan ditt arbetstillstånd återkallas. Det innebär att du inte längre har rätt att arbeta i Sverige.\n\nFör att kunna få arbetstillstånd ska du bland annat erbjudas en lön som är i nivå med svenska kollektivavtal eller vad som är brukligt inom yrket eller branschen. Du måste också arbeta i den omfattningen att lönen kommer upp till minst 13 000 kronor i månaden före skatt.\n\nDet är du som ansöker om arbetstillstånd som ska bevisa att din lön är i nivå med gällande kollektivavtal eller vad som är brukligt inom yrket eller branschen.\n\nMigrationsverket har möjlighet att jämföra din lön med gällande kollektivavtal och det fackliga yttrande som lämnas in tillsammans med ditt anställningserbjudande.\n\nOm din lön är sämre än gällande kollektivavtal är det du som ska visa att din lön är i nivå med vad som är brukligt inom yrket eller branschen. Du kan till exempel lämna in information och dokumentation som visar detta.\n\nOm din grundlön inte är tillräcklig prövar Migrationsverket om det finns andra ersättningar eller förmåner i anställningserbjudandet som ska räknas som lön. Rena lönetillägg räknas som lön men semesterersättning eller ersättning för mertid och övertid räknas inte som lön. Traktamente för att ersätta privata kostnader eller andra utlägg räknas också som lön. Ersättning för tidsbegränsade tjänsteresor ingår däremot inte. Fri bostad räknas som lön, så länge det inte endast är fri bostad vid tjänsteresor. Även andra förmåner som inte är kopplade till tjänsten eller tjänsteresor kan räknas med i lönen. Det kan vara mat, resor till och från jobbet eller bil som används privat.\n\nFör att ersättningen eller förmånen ska räknas med i lönen krävs att dessa uttryckligen framgår av anställningsvillkoren och är regelbundet återkommande. Det måste också finnas tillräckliga uppgifter för att Migrationsverket ska kunna värdera ersättningen eller förmånen som du får. Det är du som söker arbetstillstånd som ska visa att du får en ersättning eller förmån som ska räknas som lön.\n\nMigrationsverket har tagit fram ett rättsligt ställningstagande angående bedömning av om den lön, inklusive eventuella förmåner, är tillräcklig för att uppfylla kravet på arbetstillstånd.\n\nMigrationsverket behöver veta vilket yrke du ska arbeta inom men även vilka arbetsuppgifter du har. Dessa uppgifter har bland annat betydelse vid bedömningen av om den erbjudna lönen motsvarar kollektivavtal eller vad som är brukligt inom yrket eller branschen.\n\nDu ska omfattas av försäkringar som är i nivå med kollektivavtal eller vad som är brukligt inom yrket eller branschen.\n\nFör att ha försäkringar som är i nivå med kollektivavtal krävs att du omfattas av sjukförsäkring, livförsäkring, trygghetsförsäkring vid arbetsskada och tjänstepensionsförsäkring. Om din anställning omfattas av ett gällande kollektivavtal ingår dessa försäkringar för dig i avtalet.\n\nOm du har ett sämre försäkringsskydd kan din arbetsgivare kompensera dig med till exempel högre lön så länge som dina anställningsvillkor inte är sämre än vad som är brukligt inom yrket eller branschen.\n\nFörsta gången du ansöker om arbetstillstånd ska din arbetsgivare uppge vilka försäkringar som kommer att tecknas för dig. Om du ansöker om förlängning ska du uppge vilka försäkringar du har omfattats av under ditt tidigare arbetstillstånd. Ibland kan Migrationsverket behöva göra ytterligare kontroller gällande tecknade försäkringar. I de fallen skickar Migrationsverket en komplettering om detta.\n\nDin arbetsgivare ska teckna försäkringar för dig och försäkringarna ska gälla från det att du börjar arbeta. Om du inte har omfattats av försäkringar under hela den tid du har arbetat ska du ange detta i din ansökan och förklara varför.\n\nÄven utländska försäkringar kan tecknas. Det är viktigt att de försäkringar som arbetsgivaren har tecknat inte är sämre än de som följer av kollektivavtal eller vad som är brukligt inom yrket eller branschen. Uppgift om försäkring ska därför lämnas vid ansökan.\n\nVid nyrekrytering måste arbetsgivaren annonsera ut tjänsten så att alla bosatta i Sverige, EU/EES och Schweiz kan söka jobbet. Kravet på annonsering gäller bara vid nyrekrytering. För personer som är anställda hos en arbetsgivare utomlands som fått uppdrag att utföra arbete i Sverige krävs ingen annonsering. Det gör det inte heller om en anställd förflyttas inom en koncern så länge tjänsten finns kvar i utlandet.\n\nI vissa fall behöver inte arbetsgivare annonsera ut tjänsten.\n\nArbetsgivaren behöver inte annonsera ut tjänsten om ansökan gäller en anställning som du har sedan tidigare.\n\nOm du är anställd utomlands och ska arbeta i Sverige på entreprenad, i ett bemanningsföretag eller på grund av en koncern- eller företagsförflyttning behöver arbetsgivaren inte annonsera ut tjänsten. Anledningen till detta är att det handlar om en anställning som du redan har. Om du vid ett senare tillfälle blir lokalanställd ska din arbetsgivare i Sverige annonsera ut din tjänst vid det tillfället.\n\nEn arbetsgivare behöver inte annonsera ut en tjänst som normalt inte står öppen för den reguljära arbetsmarknaden. Det kan till exempel vara anställning som imam, präst, ledningspersonal vid företag eller anställda vid utländska statliga institutioner.\n\nOm det företag som du arbetar på byter ägare kan det vara en så kallad verksamhetsövergång. Det innebär att den nya ägaren är skyldig att ta över befintlig personal till befintliga anställningsvillkor. Då behöver din tjänst inte annonseras ut på nytt.\n\nOm du har ett arbetstillstånd som endast är begränsat till ett yrke får du byta arbetsgivare utan att ansöka om ett nytt arbetstillstånd så länge ditt arbete är inom samma yrke. I de fallen behöver din arbetsgivare inte annonsera ut din tjänst.\n\nOm du redan är anställd inom koncernen i ett annat land och stationeras till företaget i Sverige en viss tid och sedan ska återgå till din anställning i hemlandet behöver tjänsten inte annonseras ut. Är det fråga om en nyrekrytering till en tjänst i Sverige krävs att tjänsten annonseras ut även om du har varit anställd på en annan befattning inom koncernen. Tjänsten måste också annonseras om din tjänst flyttas över till företaget i Sverige.\n\nNej, kravet på unionsföreträde och utannonsering gäller inte vid byte av anställning inom samma yrke om du har ett arbetstillstånd som är knutet endast till yrke. Tjänsten behöver därmed inte utannonseras.\n\nVid nyrekrytering måste arbetsgivaren annonsera ut tjänsten så att alla bosatta i Sverige, EU/EES och Schweiz kan söka jobbet. Genom att annonsera i Arbetsförmedlingens platsbank blir annonsen synlig även i den europeiska platsbanken EURES och personer bosatta i Sverige, EU/EES och Schweiz kan söka jobbet.\n\nDet är möjligt att annonsera ut tjänsten genom andra kanaler än Arbetsförmedlingen så länge annonsen har gjorts tillgänglig inom EU/EES och Schweiz på annat sätt, till exempel genom annonsering via någon annan etablerad europeisk kanal för platsannonser. Det räcker inte att annonsera på arbetsgivarens webbplats eller i ett antal större tidningar. Om annonsering har skett på annat sätt än genom Arbetsförmedlingen och EURES är det viktigt att visa att annonseringen har nått ut inom EU/EES och Schweiz på ett motsvarande sätt.\n\nNär det gäller en tjänst som kan bli aktuell endast för en begränsad krets av personer, som kan nås med riktade rekryteringsåtgärder, kan det vara tillräckligt att tjänsten har utannonseras i en databas för rekrytering som används av den aktuella kretsen av personer. Vid bedömningen av vilka rekryteringsåtgärder som krävs bör arbetsgivaren till exempel ta hänsyn till om tjänsten är särskilt reglerad, om tjänsten ställer höga krav på utbildning eller erfarenhet, eller om tjänsten på grund av sin speciella karaktär endast kan vara aktuell för en begränsad krets av personer.\n\nEn annons ska ligga ute under tio dagar. Annonseringen bör ske i viss anslutning till anställningens början. Annonsering av en tjänst avbryts när ett anställningserbjudande upprättas.\n\nOm annonsens slutdatum är längre tillbaka än sex månader innan anställningen ska påbörjas kan det innebära att ansökan om arbetstillstånd avslås.\n\nAnledningen till att en facklig organisation ska få tillfälle att lämna synpunkter över anställningserbjudandet är för att säkerställa att löne- och anställningsvillkor inte är sämre än vad som gäller enligt kollektivavtal eller som är brukligt inom yrket eller branschen.\n\nDet är i första hand arbetsgivaren som ansvarar för att hämta in ett fackligt yttrande. Om arbetsgivaren inte har hämtat in ett fackligt yttrande skickar Migrationsverket anställningserbjudandet till berörd facklig organisation. Detta kommer att fördröja handläggningstiden. Därför är det viktigt att arbetsgivaren själv hämtar in det fackliga yttrandet.\n\nOm den fackliga organisationen avstår från att lämna synpunkter över anställningsvillkoren kommer Migrationsverket att ta ställning till om de erbjudna anställningsvillkoren motsvarar kollektivavtal eller vad som är brukligt inom yrket eller branschen.\n\nInom vissa branscher finns det högre utredningskrav men arbetsgivare med fler än 50 anställda undantas från dessa krav. Uppgiften är också viktig när Migrationsverket tittar på om arbetsgivaren har betalat in de arbetsgivaravgifter som den ska göra. Om företaget tillhör en koncern är det antal anställda i företaget i Sverige som ska uppges.\n\nMigrationsverket behöver veta när den faktiska verksamheten startade för att kunna bedöma om det är en nystartad verksamhet. För nystartade verksamheter gäller särskilda utredningskrav vilket innebär att ytterligare handlingar ska lämnas in vid ansökan.\n\nMigrationsverket behöver känna till datum för när avtalet tecknades för att kunna se hur länge du har omfattats av kollektivavtalet. Det datum som ska anges är när avtalet tecknades.\n\nDu ska lämna in kontrolluppgift från Skatteverket när du ansöker om förlängning. För att visa att du uppfyllt villkoren för arbetstillstånd ska du skicka in en sammanställning av dina kontrolluppgifter från Skatteverket för alla år som du har arbetat i Sverige, som visar både din sammanlagda inkomst och vem som har betalat din lön eller andra inkomstkällor.\n\nOm du inte har betalat skatt i Sverige ska du i stället för kontrolluppgift bifoga en sammanställning månad för månad av din lön och dina traktamenten. Ange vad din lön motsvarar i svenska kronor per månad. Ange även hur många dagar per månad som du har arbetat i Sverige. Migrationsverket kan behöva komplettera ditt ärende med underlag som visar den lön du har fått.\n\nNär du ansöker om förlängt arbetstillstånd kommer du att behöva visa att villkoren för arbetstillståndet har varit uppfyllda varje månad under hela tiden du har haft arbetstillstånd i Sverige. Ett acceptabelt avbrott i anställningen är att vara sjukskriven eller föräldraledig. Ange i ansökan om du har varit frånvarande från ditt arbete och varför. Bifoga intyg som visar din frånvaro, till exempel utbetalningsbesked från Försäkringskassan.\n\nDet finns möjlighet att ha vissa avbrott i anställningen som inte beror på föräldraledighet eller sjukskrivning. Till exempel om du har varit tjänstledig eller rest till hemlandet. Avbrott i anställningen upp till två månader kan godtas. Ange i ansökan om du har varit frånvarande från ditt arbete och varför.\n\nSe även frågan\n\nOm du har ett uppehållstillstånd i ett annat Schengenland, eller har varit på besök i ett annat Schengenland under tiden som du har haft arbetstillstånd i Sverige, ska du ange detta i din ansökan om förlängning. Detta har bland annat betydelse när Migrationsverket prövar om du uppfyller kraven för permanent uppehållstillstånd. Då tittar Migrationsverket på i vilken utsträckning du har varit utrest från Sverige och vilken betydelse detta har för din anknytning till Sverige.\n\nNär du ansöker om förlängning av ditt arbetstillstånd kontrollerar Migrationsverket om du uppfyllt villkoren för tillståndet under din tidigare tillståndsperiod och om du uppfyller villkoren för att beviljas ett nytt arbetstillstånd.\n\nVid en förlängningsansökan ska Migrationsverket göra en helhetsbedömning över anställningsvillkoren över tid.\n\nNej, så länge som villkoren i ditt anställningsavtal inte är sämre än vad som är brukligt inom yrket eller branschen.\n\nDet krävs inte att en arbetsgivare ska erbjuda villkor som helt motsvarar kollektivavtal. Arbetsgivare som inte har tecknat kollektivavtal ska kunna utforma sina villkor på ett sätt som avviker från kollektivavtal så länge som villkoren inte är sämre än vad som är brukligt inom yrket eller branschen.\n\nAnställningsvillkor kan ändras under en tillståndsperiod, och vissa villkor kan ibland avtalas retroaktivt. För vissa arbetstagare är det också möjligt att ingå enskilda överenskommelser med arbetsgivaren om villkor rörande till exempel semester och pensionsinbetalningar.\n\nDet är du som ansöker om arbetstillstånd som ska bevisa att dina anställningsvillkor är i nivå med vad som är brukligt inom yrket eller branschen. Du kan till exempel lämna in information och dokumentation som visar detta.\n\nOm din arbetsgivare rättar en brist först efter att Migrationsverket har påtalat det värderar vi detta i vår helhetsbedömning.\n\nVi gör en individuell bedömning och kontrollerar bland annat om villkoren har varit i nivå med kollektivavtal eller vad som är brukligt inom yrket eller branschen och vilka åtgärder som din arbetsgivare har vidtagit för att kompensera bristen.\n\nVi tittar även på andra omständigheter som talar för och emot att ansökan ska beviljas.\n\nOm du inte har fått anställningsvillkor som är i nivå med kollektivavtal eller vad som är brukligt inom yrket eller branschen under en viss period men din arbetsgivare har rättat bristen innan Migrationsverket har påtalat den ska vi beakta det vid helhetsbedömningen.\n\nDå tittar vi på vilken bristen är och varför den har gjorts. Utifrån en helhetsbedömning kan exempelvis mindre administrativa brister tillåtas. Även en mindre betydande brist som har pågått en längre tid kan tillåtas.\n\nUtgångspunkten är att en brist ska ha åtgärdats av arbetsgivaren och att du ska ha kompenserats för bristen, om det är möjligt. Bristen ska också ha åtgärdats i nära anslutning till att den upptäcktes.\n\nMigrationsverket tittar på när under anställningstiden som bristen har uppkommit. Om exempelvis din löneutbetalning har försenats eller en försäkring inte har kunnat tecknas på grund av svårighet att ordna folkbokföring eller bankkonto i samband med att du tillträdde din tjänst kan det vanligtvis accepteras om du har kompenserats.\n\nFör att du ska ha rätt att arbeta under tiden som din ansökan om förlängning handläggs krävs att du har haft arbetstillstånd i minst sex månader och att du har lämnat in din ansökan innan giltighetstiden på ditt förra arbetstillstånd löpte ut.\n\nDet finns inga hinder för att lämna Sverige, men om det nya uppehålls- och arbetstillståndet inte är klart riskerar du att inte få komma in i Sverige om du befinner dig utanför landets gränser. Därför behöver du alltid göra en avvägning mellan risken att inte få ett beslut i tid mot nödvändigheten i resan utanför Sverige.\n\nJa, du kan ansöka om ett nytt arbetstillstånd när du har rest tillbaka till ditt hemland.\n\nJa, de familjemedlemmar som får ett uppehålls- och arbetstillstånd får arbeta i Sverige. De är inte begränsade till ett yrke eller en arbetsgivare.\n\nJa, det får du. Om du vill att någon annan ska företräda dig i ditt ärende hos Migrationsverket kan du ge en fullmakt till den personen. En fullmakt kan till exempel ge någon annan rätt att ansöka, ta del av skälen för ett beslut eller överklaga ett beslut för din räkning. Fullmakten ska skrivas och undertecknas av dig som ger fullmakt till någon annan och ska visas upp i original om Migrationsverket begär det.\n\nOm hela familjen ska företrädas av ombudet ska fullmakt bifogas för alla familjemedlemmar.\n\nDu som är över 18 år och vill att en annan familjemedlem ska företräda dig behöver också lämna in en fullmakt.\n\nNej, även födelsebevis måste bifogas.\n\nNej, även födelsebevis måste bifogas.\n\nNej, om du och dina familjemedlemmar ansöker om permanent uppehållstillstånd behöver ni inte bifoga personbevis. Om Migrationsverket behöver se folkbokföring kan vi själva hämta information via Skatteverket.\n\nNär du har haft arbetstillstånd som arbetstagare och arbetat i sammanlagt fyra år under de senaste sju åren kan du få permanent uppehållstillstånd. Du ska ha arbetat för den arbetsgivare och med det yrke som du har haft arbetstillstånd för.\n\nMigrationsverket kontrollerar att du har befunnit dig i Sverige och utfört arbete här under den period som du har haft ett tillstånd för arbete. Du ska också ha uppfyllt villkoren för arbetstillstånd under tillståndstiden.\n\nLäs mer om hur vi bedömer anställningsvillkoren under frågan\n\nMigrationsverket kontrollerar att dina anställningsvillkor har uppfyllts under dina tidigare tillståndsperioder genom de kontrolluppgifter och lönespecifikationer som du lämnar in. Vi kontrollerar även om du har omfattats av försäkringar under din tillståndstid.\n\nDina anställningsvillkor får inte ha varit sämre än vad som följer av kollektivavtal eller vad som är brukligt inom yrket eller branschen. Migrationsverket gör en helhetsbedömning av samtliga anställningsvillkor över tid. Om det finns brister kontrollerar vi varför det finns en brist och om den har rättats till.\n\nOm du inte kan få permanent uppehållstillstånd kan du få ytterligare ett arbetstillstånd om du har särskilda skäl.\n\nDet kan till exempel finnas särskilda skäl att få arbetstillstånd för längre tid än fyra år om du är anställd i en koncern utomlands och upprepade gånger sänds till Sverige för att utföra arbete här under en begränsad tid.\n\nDet kan också finnas särskilda skäl att få förlängt arbetstillstånd om du inte har för avsikt att bosätta dig i Sverige men under en kortare tid behöver ytterligare tillstånd för att slutföra en arbetsuppgift.\n\nOm du har varit arbetslös och därför inte kan få permanent uppehållstillstånd kan det finnas särskilda skäl att i stället få ett förlängt arbetstillstånd.\n\nSom längst kan du få arbetstillstånd under sex år.\n\nOm du har haft tillstånd för arbete under fyra år under en sjuårsperiod behöver du inte ha en fortsatt anställning för att kunna få permanent uppehållstillstånd. Det krävs att du under tillståndstiden har haft anställning och arbetat, och att anställningsvillkoren har varit uppfyllda.\n\nOm du har haft avbrott i din anställning på grund av sjukdom eller föräldraledighet ska du lämna in utbetalningsuppgifter från Försäkringskassan. Om du kan visa att du har varit sjukskriven eller föräldraledig godtas dessa avbrott, men om du endast har arbetat under en begränsad tid kan det försvåra dina möjligheter att få permanent uppehållstillstånd.\n\nAndra typer av avbrott i anställningen godtas inte i samma omfattning.\n\nDet är som regel endast möjligt att få arbetstillstånd i fyra år under en sjuårsperiod. Eftersom du redan har haft arbetstillstånd i fyra år kan du inte få ett nytt tidsbegränsat arbetstillstånd direkt efter din hemresa. Du kan få ett nytt arbetstillstånd när sjuårsperioden löpt ut. Sjuårsperioden börjar räknas från den dagen du fick ditt första arbetstillstånd.\n\nI stället för arbetstillstånd kan du ansöka om EU-blåkort. EU-blåkort ger dig rätt att arbeta i Sverige.\n\nDu kan få ett EU-blåkort om du har fått erbjudande om en högkvalificerad anställning, har en högskoleutbildning motsvarande 180 högskolepoäng eller fem års yrkeserfarenhet och en lön som motsvarar minst en och en halv gång av en genomsnittlig bruttolön i Sverige.\n\nOm du uppfyller kraven för EU-blåkort kan du få ett sådant även om du redan har haft ett arbetstillstånd i fyra år. Du måste lämna Sverige innan du ansöker om EU-blåkort.\n\nOm du ska säsongsarbete kan du istället ansöka om ett arbetstillstånd för säsongsarbete. Om du är anställd på ett företag utanför EU/EES och Schweiz och ska arbeta som chef, specialist eller praktikant på företaget i Sverige kan du ansöka om ett ICT-tillstånd. Även detta kan du beviljas trots att du redan haft arbetstillstånd i fyra år.\n\nNej, du kan inte få permanent uppehållstillstånd eftersom du inte har haft arbetstillstånd i fyra år under de senaste sju åren (2012–2019). Du kan däremot få ett nytt tidsbegränsat arbetstillstånd."}