{"url": "https://www.migrationsverket.se/Privatpersoner/Lamna-Sverige/Avslag-pa-ansokan-om-asyl.html", "text": "Om du har fått avslag på din ansökan om asyl\n\nOm du har fått avslag på din ansökan om asyl\n\nEtt avslag på din ansökan betyder att Migrationsverket inte anser att du har tillräckliga skäl för att få stanna i Sverige. Du kan välja att acceptera eller överklaga beslutet.\n\nOm du accepterar beslutet om avvisning eller utvisning kan du skriva under en så kallad nöjdförklaring. När du har skrivit under en nöjdförklaring kan du inte överklaga beslutet och ska planera din hemresa. Även om du inte skriver under en nöjdförklaring är det viktigt att du samarbetar med Migrationsverket i ditt återvändande.\n\nOm du accepterar beslutet om avvisning eller utvisning kan du skriva under en så kallad nöjdförklaring. När du har skrivit under en nöjdförklaring kan du inte överklaga beslutet och ska planera din hemresa. Även om du inte skriver under en nöjdförklaring är det viktigt att du samarbetar med Migrationsverket i ditt återvändande.\n\nI ditt beslut står det hur lång tid du har på dig att lämna Sverige, ofta inom två till fyra veckor från det att beslutet fått laga kraft. Att beslutet har fått laga kraft betyder att det har börjat gälla och inte längre går att överklaga. Det sker i de flesta fall tre veckor efter att Migrationsverket har meddelat dig om beslutet, eller när du har skrivit under en nöjdförklaring. Du måste själv vara uppmärksam på när beslutet får laga kraft och lämna landet inom den tid som står i beslutet.\n\nI ditt beslut står det hur lång tid du har på dig att lämna Sverige, ofta inom två till fyra veckor från det att beslutet fått laga kraft. Att beslutet har fått laga kraft betyder att det har börjat gälla och inte längre går att överklaga. Det sker i de flesta fall tre veckor efter att Migrationsverket har meddelat dig om beslutet, eller när du har skrivit under en nöjdförklaring. Du måste själv vara uppmärksam på när beslutet får laga kraft och lämna landet inom den tid som står i beslutet.\n\nEtt beslut om avslag gäller normalt i fyra år.\n\nEtt beslut om avslag gäller normalt i fyra år.\n\nOm du har fått ett beslut om avvisning som ska genomföras omedelbart måste du lämna Sverige så snart du har fått beslutet.\n\nOm du har fått ett beslut om avvisning som ska genomföras omedelbart måste du lämna Sverige så snart du har fått beslutet.\n\nEtt beslut från Migrationsverket går att överklaga. Om du väljer att överklaga kommer en domstol att pröva beslutet. I ditt beslut står det hur lång tid du har på dig att överklaga, ofta tre veckor från den dag beslutet meddelades. Även om du väljer att överklaga ska du planera för att återvända.\n\nEtt beslut från Migrationsverket går att överklaga. Om du väljer att överklaga kommer en domstol att pröva beslutet. I ditt beslut står det hur lång tid du har på dig att överklaga, ofta tre veckor från den dag beslutet meddelades. Även om du väljer att överklaga ska du planera för att återvända.\n\nNär du har fått ett beslut om avvisning eller utvisning kallas du till ett samtal med en handläggare på Migrationsverket för att planera ditt återvändande. Du får då information om vilka alternativ som finns i ditt fall och du kan också ställa frågor.\n\nNär du har fått ett beslut om avvisning eller utvisning kallas du till ett samtal med en handläggare på Migrationsverket för att planera ditt återvändande. Du får då information om vilka alternativ som finns i ditt fall och du kan också ställa frågor.\n\nOm du planerar att lämna Sverige på egen hand innan du har blivit kallad på samtal om återvändande kan du besöka din närmaste mottagningsenhet för mer information. Där kan du exempelvis få ett utresebevis som du ska lämna in i en svensk passkontroll när du lämnar landet.\n\nOm du planerar att lämna Sverige på egen hand innan du har blivit kallad på samtal om återvändande kan du besöka din närmaste mottagningsenhet för mer information. Där kan du exempelvis få ett utresebevis som du ska lämna in i en svensk passkontroll när du lämnar landet.\n\nBeroende på vilket land du kommer ifrån kan det finnas möjlighet till att få kontantstöd eller andra former av stöd som gör det lättare för dig att etablera dig i hemlandet igen. En förutsättning för att kunna få kontantstöd är att du återvänder självmant.\n\nBeroende på vilket land du kommer ifrån kan det finnas möjlighet till att få kontantstöd eller andra former av stöd som gör det lättare för dig att etablera dig i hemlandet igen. En förutsättning för att kunna få kontantstöd är att du återvänder självmant.\n\nNär beslutet har fått laga kraft och inte längre går att överklaga måste du lämna Sverige. När tidsfristen har gått ut har du inte längre rätt till boende och ekonomiskt stöd från Migrationsverket. Det gäller för dig som är vuxen och inte är vårdnadshavare till barn under 18 år.\n\nNär beslutet har fått laga kraft och inte längre går att överklaga måste du lämna Sverige. När tidsfristen har gått ut har du inte längre rätt till boende och ekonomiskt stöd från Migrationsverket. Det gäller för dig som är vuxen och inte är vårdnadshavare till barn under 18 år.\n\nDen som fortfarande har rätt till ekonomiskt stöd från Migrationsverket (till exempel barnfamiljer) kan få minskad dagersättning om han eller hon inte samarbetar för att lämna landet.\n\nDen som fortfarande har rätt till ekonomiskt stöd från Migrationsverket (till exempel barnfamiljer) kan få minskad dagersättning om han eller hon inte samarbetar för att lämna landet.\n\nOm du inte samarbetar i ditt återvändande kan Migrationsverket ta ett beslut om uppsikt eller förvar. Uppsikt innebär att du regelbundet måste anmäla dig hos Migrationsverket eller polisen. Om du får ett beslut om förvar får du bo på ett låst boende i väntan på din avresa.\n\nOm du inte samarbetar i ditt återvändande kan Migrationsverket ta ett beslut om uppsikt eller förvar. Uppsikt innebär att du regelbundet måste anmäla dig hos Migrationsverket eller polisen. Om du får ett beslut om förvar får du bo på ett låst boende i väntan på din avresa.\n\nOm du inte lämnar Sverige inom den tid som står i beslutet kan du få ett återreseförbud som innebär att du inte får återvända till något av Schengenländerna eller Rumänien, Bulgarien och Kroatien. Återreseförbudet gäller i ett år.\n\nOm du inte lämnar Sverige inom den tid som står i beslutet kan du få ett återreseförbud som innebär att du inte får återvända till något av Schengenländerna eller Rumänien, Bulgarien och Kroatien. Återreseförbudet gäller i ett år.\n\nOm du har fått ett beslut om avvisning som ska genomföras omedelbart får du alltid ett återreseförbud i normalt minst två år, även om du lämnar Sverige direkt.\n\nOm du har fått ett beslut om avvisning som ska genomföras omedelbart får du alltid ett återreseförbud i normalt minst två år, även om du lämnar Sverige direkt.\n\nOm Migrationsverket inte tror att du kommer att lämna Sverige frivilligt kan du få ett återreseförbud till Schengenområdet som gäller i upp till fem år. Detta kan till exempel ske om du\n\nOm Migrationsverket inte tror att du kommer att lämna Sverige frivilligt kan du få ett återreseförbud till Schengenområdet som gäller i upp till fem år. Detta kan till exempel ske om du\n\n• har hållit dig undan förut\n• har sagt att du inte tänker lämna Sverige\n• har använt en falsk identitet eller inte hjälpt Migrationsverket att ta reda på din identitet\n• medvetet har lämnat uppgifter som inte stämmer eller inte berättat viktig information\n• har dömts för brott som kan ge fängelse.\nOm du får ett återreseförbud av någon av dessa orsaker förlorar du den tid du hade på dig för att resa hem frivilligt och måste lämna landet omedelbart.\n\nOm du får ett återreseförbud av någon av dessa orsaker förlorar du den tid du hade på dig för att resa hem frivilligt och måste lämna landet omedelbart.\n\nOm du förlorar din tid för frivillig hemresa innebär det att du också mister din rätt till boende och ekonomiskt stöd från Migrationsverket, om du inte har barn under 18 år.\n\nOm du förlorar din tid för frivillig hemresa innebär det att du också mister din rätt till boende och ekonomiskt stöd från Migrationsverket, om du inte har barn under 18 år.\n\nOm det inte går att genomföra avvisningen eller utvisningen på grund av att du inte samarbetar kan Migrationsverket lämna över ansvaret för att du ska lämna landet till polisen. Om du håller dig undan har polisen rätt att efterlysa och eftersöka dig. Polisen har också rätt att använda tvång för att du ska lämna landet.\n\nOm det inte går att genomföra avvisningen eller utvisningen på grund av att du inte samarbetar kan Migrationsverket lämna över ansvaret för att du ska lämna landet till polisen. Om du håller dig undan har polisen rätt att efterlysa och eftersöka dig. Polisen har också rätt att använda tvång för att du ska lämna landet.\n\nOm ditt ärende överlämnas till polisen har du inte längre rätt till någon form av kontantstöd. Annat stöd till att återetablera dig i hemlandet sker i mindre omfattning.\n\nOm ditt ärende överlämnas till polisen har du inte längre rätt till någon form av kontantstöd. Annat stöd till att återetablera dig i hemlandet sker i mindre omfattning.\n\nOm polisen har fått ansvaret för att avvisa eller utvisa dig är det dem du ska kontakta om du har frågor om din återresa.\n\nOm polisen har fått ansvaret för att avvisa eller utvisa dig är det dem du ska kontakta om du har frågor om din återresa.\n\nOm något händer som gör att du inte kan återvända ska du berätta det för din mottagningsenhet. Migrationsverket kommer då att pröva om det finns hinder för att genomföra utvisningen. Det ska vara ny information som har kommit fram efter att du fick beslutet.\n\nOm något händer som gör att du inte kan återvända ska du berätta det för din mottagningsenhet. Migrationsverket kommer då att pröva om det finns hinder för att genomföra utvisningen. Det ska vara ny information som har kommit fram efter att du fick beslutet.\n\nBelgien, Danmark, Estland, Finland, Frankrike, Grekland, Island, Italien, Lettland, Liechtenstein, Litauen, Luxemburg, Malta, Nederländerna, Norge, Polen, Portugal, Schweiz, Slovakien, Slovenien, Spanien, Sverige, Tjeckien, Tyskland, Ungern och Österrike. \n\nMer information finner du på vår webbplats www.migrationsverket.se.Om du har frågor kan du ringa din mottagningsenhet eller Migrationsverkets kundtjänst på telefon 0771-235 235.\n\nMer information finner du på vår webbplats www.migrationsverket.se.Om du har frågor kan du ringa din mottagningsenhet eller Migrationsverkets kundtjänst på telefon 0771-235 235.\n\nMer information finner du på vår webbplats www.migrationsverket.se.Om du har frågor kan du ringa din mottagningsenhet eller Migrationsverkets kundtjänst på telefon 0771-235 235.\n\nSenast uppdaterad: 2019-09-18"}