{"url": "https://www.migrationsverket.se/privatpersoner/eu-medborgare-och-varaktigt-bosatta/medborgare-i-schweiz.html", "text": "### Efter fem år i Sverige\n\nOm du har haft uppehållstillstånd i fem år och vill fortsätta bo i Sverige kan du ansöka om status som varaktigt bosatt i Sverige. Du ska ha varit bosatt i Sverige utan avbrott i fem år och kunna visa att du har försörjt dig och din familj. I samband med beslut om status som varaktigt bosatt beviljas du även permanent uppehållstillstånd. Om du uppfyller kraven för att få status som varaktigt bosatt kan även din familj beviljas status som varaktigt bosatt. Observera att varje familjemedlem måste ha haft uppehållstillstånd i fem år.\n\n### Efter beslut\n\nBeslutet skickas hem till din adress i Sverige. När uppehållstillståndskortet är klart skickas det hem till dig inom cirka en vecka.\n\n## Migrationsverket kan återkalla ett permanent tillstånd\n\nDitt permanenta uppehållstillstånd kan återkallas om du flyttar från Sverige. Om du anmäler till Migrationsverket att du vill behålla ditt permanenta uppehållstillstånd kan du vara utomlands i upp till två år utan att ditt tillstånd påverkas. Om du inte flyttar tillbaka till Sverige igen efter två år kan Migrationsverket återkalla ditt uppehållstillstånd.\n\nTillståndet kan också återkallas om du uppgav en falsk identitet när du ansökte om uppehållstillstånd, eller om du medvetet ljög eller inte berättade om något som hade betydelse för ditt uppehållstillstånd.\n\n## Om Migrationsverket avslår din ansökan\n\nOm Migrationsverket avslår din ansökan kan du överklaga beslutet inom tre veckor från den dag då du fick beslutet. Information om hur du gör finns i ditt beslut.\n\n"}