{"url": "https://www.migrationsverket.se/Privatpersoner/Lamna-Sverige/Uppsikt-och-forvar.html", "text": "Uppsikt och förvar\n\nOm Migrationsverket bedömer att det finns risk att du kommer hålla dig undan eller inte samarbeta på annat sätt kan du i vissa fall få ett beslut om uppsikt. Om Migrationsverket bedömer att det inte är tillräckligt med uppsikt kan du tas i förvar.\n\nOm du är 18 år eller äldre kan du ställas under uppsikt eller tas i förvar om det är nödvändigt för att utreda till exempel din identitet eller din rätt att vistas i Sverige. Du kan också ställas under uppsikt eller tas i förvar om du har fått, eller om det är sannolikt att du kommer att få, ett beslut om avvisning eller utvisning och Migrationsverket bedömer att det finns risk för att du kommer begå brott i Sverige, avvika, hålla dig undan eller på annat sätt hindra eller försvåra avvisningen eller utvisningen.\n\nUppsikt är ett sätt för Migrationsverket att se till att du är tillgänglig för myndigheten. Om du får ett beslut om uppsikt innebär det att du är skyldig att anmäla dig på bestämda tider hos antingen polisen eller Migrationsverket på en viss ort. Var och när du ska anmäla dig står i beslutet. Du kan också bli tvungen att lämna ifrån dig ditt pass eller andra identitetshandlingar.\n\nEtt beslut om uppsikt gäller i sex månader men kan förlängas. I vanliga fall får du komma på en muntlig utredning innan Migrationsverket förlänger beslutet om uppsikt.\n\nEtt beslut om uppsikt kan överklagas till migrationsdomstolen när som helst. Du kan inte få ett offentligt biträde enbart av den anledningen att du har fått ett beslut om uppsikt.\n\nMigrationsverket kan ta dig i förvar om vi bedömer att det inte är tillräckligt med uppsikt för att du ska hålla kontakten. Det kan till exempel hända om du har ett beslut om uppsikt men inte kommer och anmäler dig när du ska, eller om du på annat sätt inte samarbetar med Migrationsverket.\n\nFörvar innebär att du bor på ett låst boende som du inte får lämna. Det är Migrationsverket som ansvarar för dessa boenden. Den som är tagen i förvar har rätt att ta emot besök om det inte försvårar verksamheten. I vissa fall får Migrationsverket besluta om att övervaka sådana besök.\n\nNär du hålls i förvar har du möjlighet att ansöka om dagersättning om du saknar egna pengar.\n\nPå grund av sekretess får Migrationsverkets personal inte berätta vilka som hålls i förvar och var de bor. Migrationsverket kan därför inte berätta för din familj och dina vänner var du befinner dig, men du har möjlighet att själv kontakta dem från förvaret.\n\nDe som bor på förvaret har tillgång till telefon och internet. För att skydda de boendes integritet är det inte tillåtet med kameror eller telefoner med kameror på förvaret. Du får låna en mobiltelefon utan kamera om du behöver det. Det finns även andra föremål som du av säkerhetsskäl inte får ha tillgång till när du hålls i förvar. Om Migrationsverket misstänker att du har ett föremål som du inte får ha, har personalen rätt att kroppsvisitera dig.\n\nPå Migrationsverkets förvar bor både män, kvinnor och barn. Det finns dock särskilda delar av förvaret där män i vissa fall inte får vistas. Om det är nödvändigt för ordningen och säkerheten kan Migrationsverket besluta att du ska hållas avskild från de andra som bor på förvaret.\n\nBeslutet om förvar kan gälla olika länge beroende på av vilken anledning du har tagits i förvar. Beslutet om förvar kan, beroende på vilken grund förvarsbeslutet har fattats på, förnyas upp till maximalt tolv månader. Den som har blivit dömd till utvisning på grund av brott kan hållas i förvar längre än tolv månader.\n\nEtt beslut om förvar kan överklagas till en migrationsdomstol när som helst. Även beslut som fattas av Migrationsverkets personal inne på förvaret kan normalt överklagas till en migrationsdomstol inom tre veckor från den dag du fick ta del av beslutet. Du som är tagen i förvar kan ha rätt till ett offentligt biträde.\n\nOm du är under 18 år får Migrationsverket besluta att ställa dig under uppsikt om du har fått ett beslut om avvisning eller utvisning. Om du inte sköter din uppsikt när det är dags att förbereda din resa ut ur landet, får Migrationsverket besluta om att ta dig i förvar i stället.\n\nMigrationsverket får också besluta om att ställa dig under uppsikt om du har fått, eller om det är sannolikt att du kommer att få, ett beslut om avvisning som ska genomföras omedelbart, och det är uppenbart att du inte kommer att samarbeta för att lämna Sverige direkt. Om Migrationsverket bedömer att uppsikt inte är tillräckligt för att förhindra att du håller dig undan, får vi ta dig i förvar i stället.\n\nBarn får aldrig skiljas från båda sina vårdnadshavare. Ett barn får hållas i förvar i högst 72 timmar. Om det finns synnerliga skäl kan tiden förlängas med ytterligare 72 timmar, men aldrig längre än så.\n\nNär du är tagen i förvar kan Migrationsverket besluta att du, i stället för att bo på Migrationsverkets förvar, ska placeras i en av polisens arrester eller i ett av Kriminalvårdens häkten eller fängelser. Detta gäller bara dig som är 18 år eller äldre.\n\nMigrationsverket får fatta denna typ av beslut om\n• du är dömd till utvisning på grund av brott och det inte är lämpligt att du vistas på förvaret\n• du hålls avskild från andra förvarstagna och du utgör en fara för säkerheten på förvaret\n• det är nödvändigt av transporttekniska skäl, dock längst i tre dygn, eller\n• det finns synnerliga skäl, till exempel inför en nära förestående verkställighetsresa.\n\n\nMigrationsverket får också, under en kort period, placera dig som har ett beslut om förvar hos polisen eller Kriminalvården medan en transport ordnas till ett av Migrationsverkets förvar.\n\nOm du placeras i kriminalvårdsanstalt, häkte eller en polisarrest, kan du överklaga detta till en migrationsdomstol. Du måste lämna in ditt överklagande till Migrationsverket senast tre veckor från den dag du fick ta del av beslutet.\n\nMer information finner du på vår webbplats www.migrationsverket.se.Om du har frågor kan du ringa din mottagningsenhet eller Migrationsverkets kundtjänst på telefon 0771-235 235.\n\nSenast uppdaterad: 2019-09-06"}