{"url": "https://www.migrationsverket.se/Privatpersoner/Lamna-Sverige/Avslag-pa-ansokan-om-uppehallstillstand.html", "text": "## Utresa\n\nDet är alltid ditt eget ansvar att visa för Migrationsverket att du har lämnat Sverige. Om inte Migrationsverket får veta att du har lämnat Sverige kan vi fatta ett beslut om återreseförbud. Det innebär att du inte får resa in i Schengenområdet. Ditt ärende kan också komma att lämnas vidare till gränspolisen.\n\nFör att Migrationsverket ska få veta att du har lämnat Sverige ska du vid utresan lämna ett utresebevis till passkontrollen. Utresebeviset skickas i brev till dig eller så kan du begära att få ett av din närmaste mottagningsenhet. Du kan också visa att du har lämnat landet genom att skicka in en passkopia med första sidan i passet där personuppgifter framgår och sidan med utresestämpeln (märkt med beteckningsnummer) till Migrationsverket. Enbart flygbiljett eller boardingkort kan inte användas för att bekräfta utresa.\n\nObservera att du inte får köpa en resa med mellanlandning i ett annat Schengenland och att utresebeviset enbart kan lämnas in på svenska flygplatser. Om du flyger från exempelvis Kastrup ska din utresa bekräftas genom att du skickar passkopior med utresestämpel.\n\nÅterreseförbud\n\nOm du inte lämnar landet inom den tid som står i beslutet kan du få ett återreseförbud som innebär att du inte får återvända till något av Schengenländerna eller Rumänien, Bulgarien och Kroatien inom en viss tid. Du kan också få återreseförbud om Migrationsverket tror att du inte kommer att återvända frivilligt.\n\nOm du har fått ett beslut om avvisning som ska genomföras omedelbart får du alltid ett återreseförbud i normalt två år, även om du lämnar Sverige direkt.\n\nÅterreseförbud av andra skäl\n\nOm Migrationsverket inte tror att du kommer att lämna Sverige frivilligt kan du få ett återreseförbud till Schengenområdet som gäller i upp till fem år. Detta kan till exempel ske om du\n\n• har hållit dig undan förut\n• har sagt att du inte tänker lämna Sverige\n• har använt en falsk identitet eller inte hjälpt Migrationsverket att ta reda på din identitet\n• medvetet har lämnat uppgifter som inte stämmer eller inte berättat viktig information\n• har dömts för brott som kan ge fängelse.\n\nOm du får ett återreseförbud av någon av dessa orsaker förlorar du den tid du hade på dig för att resa hem frivilligt och måste lämna landet omedelbart.\n\nMigrationsverket\n\n"}