{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Gymnasium-och-folkhogskola.html", "text": "## När vi har tagit emot din ansökan\n\nOm du har lämnat in en ansökan om förlängning innan tiden för ditt tidigare tillstånd har gått ut, har du rätt att vara kvar i Sverige tills Migrationsverket har fattat sitt beslut.\n\nOm du reser utomlands i samband med att ditt tillstånd går ut kan det bli svårt för dig att komma in i Sverige innan du har fått ditt nya tillstånd. Du kan då behöva vänta på ditt nya beslut utanför Sverige.\n\nOm du får uppehållstillstånd får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat dina fingeravtryck och foto på dig. Du ska därför boka tid för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Det behöver du göra även om du tidigare har haft ett uppehållstillståndskort eftersom ditt foto och dina fingeravtryck inte kan sparas.\n\n## Efter beslut\n\nBeslutet skickas hem till din adress i Sverige. När uppehållstillståndskortet är klart skickas det hem till dig inom cirka en vecka.\n\n## Om Migrationsverket avslår din ansökan\n\nOm Migrationsverket avslår din ansökan kan du överklaga beslutet inom tre veckor från den dag då du fick ta del av beslutet. Information om hur du gör finns i ditt beslut.\n\n### Ansök för första gången\n\nOm du inte kan ansöka på webben fyller du i blanketten Ansökan om uppehållstillstånd för studerande och doktorander – Förstagångsansökan, nummer 112011, när du ska ansöka för första gången.\n\nLämna in blanketten vid en svensk ambassad eller generalkonsulat i landet där du bor. På ansökningsblanketten framgår vilka dokument som du ska bifoga. Kontakta ambassaden eller generalkonsulatet innan du lämnar in ansökan.\n\nOm det inte finns någon möjlighet att ansöka i ditt land ska du ansöka på den ambassad eller det generalkonsulat som är närmast det land där du bor. Kontakta ambassaden eller generalkonsulatet innan du lämnar in din ansökan för mer information.\n\nOm du ansöker på en ambassad eller ett generalkonsulat betalar du avgiften när du lämnar in din ansökan. För information om avgift ska du kontakta den aktuella ambassaden eller generalkonsulatet eftersom de inte följer samma avgiftsbestämmelser som Migrationsverket.### Förläng ditt tillstånd\n\nOm du ska ansöka om att förlänga ditt tillstånd fyller du i blanketten Ansökan om uppehållstillstånd för studerande och doktorander – Förlängningsansökan, blankett nummer 114011. På ansökningsblanketten framgår vilka dokument som du ska bifoga.\n\nSkicka ansökan till Migrationsverket, Box 3100, 903 03 Umeå.\n\nI de flesta fall betalar du en avgift.\n\n"}