{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Gymnasium-och-folkhogskola.html", "text": "Studera på gymnasium och folkhögskola\n\nOm du ska gå en internationell utbildning på ett gymnasium eller studera vid en folkhögskola i Sverige längre tid än tre månader behöver du uppehållstillstånd. Tillståndet ska vara klart innan du reser till Sverige.\n\nDu som söker skydd i Sverige (asyl), eller har fått ett tidsbegränsat uppehållstillstånd efter en ansökan om asyl, kan under vissa omständigheter få ett uppehållstillstånd baserat på gymnasiestudier. För dig gäller andra regler än för en person som inte söker skydd i Sverige men söker uppehållstillstånd för övriga studier på gymnasium. Om du vill läsa mer om uppehållstillstånd baserat på gymnasiestudier för den som söker skydd i Sverige, eller om du redan har ett tidsbegränsat uppehållstillstånd som du fått efter en ansökan om asyl, hittar du mer information under ingången för Skydd och asyl.\n\nLäs mer om uppehållstillstånd baserat på gymnasiestudier för dig som söker skydd \n\nOm du ska försörja dig med egna medel ska du lämna in din ansökan tidigast tre månader innan datumet du ansöker om uppehållstillstånd från. Det är för att du ska kunna visa att du kan försörja dig själv i nära anslutning till början av studietiden och för att dina handlingar inte ska hinna bli för gamla. Det gäller inte om du kommer få ett stipendium som ska täcka din försörjning, studerar på gymnasium eller är utbyteselev.\n\nFör studier som varar kortare tid än tre månader måste medborgare i vissa länder ha visum. Särskilda regler gäller för dig som är EU-medborgare och varaktigt bosatt.\n\nReglerna gäller för studier på en internationell utbildning (IB – international baccalaureate) på en gymnasieskola eller studier på en folkhögskola.\n\nFör att du ska få tillstånd ska du• ha ett giltigt pass\n• vara antagen till heltidsstudier\n• ha en heltäckande sjukförsäkring som gäller i Sverige\n• kunna försörja dig under den tid som du söker uppehållstillstånd för. Om du ska studera på en gymnasieskola behöver du endast visa att du har fickpengar för den tid du ska vara i Sverige\n• ha ett medgivande från dina vårdnadshavare om du är under 18 år. I så fall ska du även skicka med ett intyg som visar vem eller vilka som är dina vårdnadshavare och hur ni är släkt, samt en kopia av en id-handling för vårdnadshavare.\n\n\nDu får inte arbeta utan arbetstillstånd under studietiden.\n\nFörsörjningskravet för dig som har ansökt under 2018 är minst 8 190 kronor per månad. För ansökningar som kommer in till Migrationsverket den 1 januari 2019 eller senare är försörjningskravet minst 8 370 kr per månad. \n\nOm du ska studera i ett år eller mer, ska du visa att din försörjning är tryggad för tio månader per år. Om du kan visa att du får fri bostad och/ eller mat genom utbildningsanordnaren eller en organisation som arbetar för internationellt utbyte, kan beloppet per månad minskas. För ansökningar som har kommit in till Migrationsverket under år 2018 minskas månadsbeloppet med 1 592,50 kr per månad för fri mat och 1 592,50 kr per månad för fri bostad. För ansökningar som kommer in till Migrationsverket den 1 januari 2019 eller senare minskas månadsbeloppet  med 1 627,50 kr per månad för fri mat och 1 627,50 kr per månad för fri bostad.\n\nDu måste visa att du har försörjningen tryggad för den tid som du söker uppehållstillstånd för. Det innebär att du måste visa att du har pengar tillgängliga genom egna banktillgångar, stipendium eller liknande, som exempelvis studiemedel från hemlandet.\n\nMed egna banktillgångar menas att du har pengar på ett konto som tillhör dig och som bara du och din eventuella make eller maka kan ta ut pengar ifrån. Det ses inte som egna banktillgångar om du delar kontot med till exempel dina föräldrar eller en släkting. Migrationsverket godkänner inte heller att någon annan (till exempel en släkting eller ett företag) står som sponsor för din försörjning under din vistelse i Sverige, om inte pengarna finns på ditt eget konto. Kredit, fonder eller aktier räknas inte som egna banktillgångar.\n\nOm du kommer att få stipendium eller liknande (till exempel studiemedel) ska du skicka med nyligen utfärdat dokument i ditt namn med uppgift om månadsbelopp eller totalbelopp. Av dokumentet ska även framgå vilken tid du kommer att få stipendium utbetalat och hur mycket av pengarna som kommer att vara tillgängliga för din försörjning.\n\nOm du ska studera på en gymnasieskola räcker det att du har eller får fickpengar. Du ska visa detta genom intyg om egna medel, intyg från vårdnadshavare/föräldrar eller på annat liknande sätt.\n\n \n\nDu kan ansöka om uppehållstillstånd på webben. Tillståndet ska vara klart innan du reser till Sverige. Om du är under 18 år ska din vårdnadshavare ansöka för dig.\n\nKontrollera att informationen på dokumenten du skickar med syns tydligt. Viktiga uppgifter som ditt namn måste framgå av dokumenten. Dokumenten bör vara så nyligen utfärdade som möjligt. Dokumenten bör också vara översatta till svenska eller engelska av auktoriserad översättare, om de är utfärdade på ett annat språk. När du skickar med ett översatt dokument ska du alltid skicka med en kopia av originaldokumentet.\n\nDu ska skicka med• kopior av de sidor i ditt pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid och om du har tillstånd att bo i andra länder än ditt hemland\n• antagningsbesked som visar att du är antagen till studier på heltid\n• kopia på dokument som visar att du har en heltäckande sjukförsäkring som gäller i Sverige. Försäkringen ska gälla för hela den tid du ska vara i Sverige och täcka kostnader för akut och annan läkarvård, tandvård och sjukhusvistelse. Den ska också täcka kostnader för hemtransport av medicinska skäl\n• kontoutdrag från din bank som styrker att du har egna pengar för din försörjning. Kontoutdraget bör vara daterat i anslutning till ansökningstillfället och vara översatt till engelska, eller\n• dokument utfärdat i ditt namn som visar att du har fått stipendium eller liknande (till exempel studiemedel) med uppgift om månadsbelopp eller totalbelopp samt under vilken tid du får pengarna. Om du ska studera på en gymnasieskola behöver du endast skicka med intyg som visar att du kommer att få fickpengar för den tid du ska vara i Sverige\n• ett komplett ifyllt frågeformulär (blankett nummer 105031W_A vid en förstagångsansökan)\n• ett skriftligt medgivande från dina vårdnadshavare om att du får bo och studera i Sverige om du är under 18 år (blankett nummer 122011).\n\n\nOm det krävs tillstånd från centralbank eller motsvarande för att få föra ut pengarna från ditt land måste du dessutom skicka med ett sådant tillstånd.\n\nLäs mer om kraven för webbansökan\n\nObservera att den ambassad eller det generalkonsulat där du lämnar in din ansökan kan kräva ytterligare dokument. Du hittar mer information och kontaktinformation på den aktuella ambassadens webbplats.\n\nFör att Migrationsverket ska kunna fatta beslut i ditt ärende krävs det att alla uppgifter är ifyllda och alla nödvändiga dokument finns med. Det innebär att handläggningstiden blir kortare om allt som krävs finns med från början än om ansökan kompletteras i efterhand.\n\nObservera att Migrationsverket i vissa fall kan behöva utreda ansökan ytterligare även om alla uppgifter är ifyllda och alla dokument har skickats med.\n\nFör att få en uppfattning om hur lång tid du behöver vänta på ditt beslut kan du besöka sidan Tid till beslut. Observera att genomsnittstiden som visas på sidan beräknas utifrån tidigare avgjorda ärenden i samma kategori. Tiden kan variera från ansökan till ansökan.\n\nOm du får tillstånd för mer än tre månader får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat foto på dig och dina fingeravtryck.\n\nDu som behöver visum för att resa till Sverige ska därför besöka den svenska ambassaden eller generalkonsulatet för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Det är inte alla ambassader som har möjlighet att ta emot dig för att fotografera dig och ta dina fingeravtryck. Kontakta därför alltid ambassaden eller generalkonsulatet före ditt besök för mer information.\n\nDu som inte behöver visum ska boka en tid för att lämna fingeravtryck och bli fotograferad efter att du har kommit till Sverige. Ditt tillstånd måste dock vara klart innan du reser till Sverige.\n\nLäs mer om uppehållstillståndskort\n\nBeslutet skickas till den ambassad eller generalkonsulat som du valde i webbansökan. När du ska hämta ditt beslut ska du ta med ditt pass.\n\nNär uppehållstillståndskortet är klart, kommer ambassaden eller generalkonsulatet att lämna ut eller skicka det färdiga kortet till dig. Tänk på att det kan ta upp till fyra veckor att tillverka och leverera kortet till ambassaden eller generalkonsulatet efter det att du har fått ditt beslut. När du reser in i Sverige måste du visa upp uppehållstillståndskortet tillsammans med ett giltigt pass.  \n\nOm du kan resa till Sverige utan visum bör du kunna visa upp en kopia av beslutet när du reser in. Så snart du kan efter att du har kommit till Sverige ska du boka en tid för att lämna fingeravtryck och fotograferas. När ditt uppehållstillståndskort är klart kommer det att skickas till din adress i Sverige. Det är därför viktigt att du kan uppge din adress i Sverige när du besöker Migrationsverket för att lämna fingeravtryck och bli fotograferad.\n\nUppehållstillståndskortet tillverkas i samband med att beslutet fattas, dock tidigast tre månader innan uppehållstillståndet börjar gälla. Det går inte att skynda på tillverkningen eller leveransen av kortet.\n\nDu kan få uppehållstillstånd för den tid som dina studier kräver, men aldrig för längre tid än ditt pass är giltigt. Även om du har blivit antagen till flera års studier kan du vanligtvis få uppehållstillstånd för högst ett år i taget. Om du ska fortsätta studera i Sverige ska du lämna in en ansökan om att förlänga ditt uppehållstillstånd. Du ska ansöka om förlängning innan ditt nuvarande tillstånd går ut.\n\nUppehållstillstånd för studier är tidsbegränsat. Även om vistelsen har varat i flera år får du vanligtvis inte bosätta dig i Sverige.\n\nTiderna som presenteras i tabellen är generella. Giltighetstiden för ditt uppehållstillstånd hittar du i beslutet från Migrationsverket.\n\nOm du ska fortsätta att studera efter att ditt tillstånd har gått ut ska du ansöka om att förlänga ditt uppehållstillstånd. Du kan få tillstånd för samma tid som du ska studera eller för högst ett år i taget. Du kan aldrig få tillstånd för längre tid än ditt pass är giltigt.\n\nDu kan ansöka om att förlänga ditt tillstånd på webben.\n\nI de flesta fall betalar du en avgift.\n\nDu ska skicka med• kopior på de sidor i ditt pass där dina personuppgifter och passets giltighetstid framgår. Passet måste vara giltigt för att Migrationsverket ska kunna bevilja dig ett tillstånd. Om giltighetstiden på ditt pass håller på att gå ut, bör du ansöka om ett nytt i ditt hemland eller ditt hemlands ambassad\n• antagningsbesked som visar att du är antagen till studier på heltid\n• dokument från utbildningsanordnaren som visar att du har gjort godtagbara framsteg i dina studier\n• kopia på dokument som visar att du har en heltäckande sjukförsäkring som gäller i Sverige. Försäkringen ska gälla för hela den tid du ska vara i Sverige och täcka kostnader för akut och annan läkarvård, tandvård och sjukhusvistelse. Den ska också täcka kostnader för hemtransport av medicinska skäl\n• ett kontoutdrag från din bank som visar historiken på kontot de senaste tre månaderna. Utdraget ska visa att du har haft pengar till din försörjning och att du har medel för din försörjning för den studietid du har kvar. Om du har flera bankkonton, exempelvis ett bankkonto i Sverige och ett i ditt hemland, kan du lämna in kontoutdrag för båda eller\n• dokument utfärdat i ditt namn som visar att du har fått stipendium eller liknande (till exempel studiemedel) med uppgift om månadsbelopp eller totalbelopp samt under vilken tid du får pengarna. Om du studerar på en gymnasieskola behöver du endast skicka med intyg som visar att du får fickpengar för den tid du ska vara i Sverige\n• ett komplett ifyllt frågeformulär (blankett nummer 105031W_B)\n• ett skriftligt medgivande från dina vårdnadshavare om att du får bo och studera i Sverige om du är under 18 år (blankett nummer 122011).\n\n\nOm du har lämnat in en ansökan om förlängning innan tiden för ditt tidigare tillstånd har gått ut, har du rätt att vara kvar i Sverige tills Migrationsverket har fattat sitt beslut.\n\nOm du reser utomlands i samband med att ditt tillstånd går ut kan det bli svårt för dig att komma in i Sverige innan du har fått ditt nya tillstånd. Du kan då behöva vänta på ditt nya beslut utanför Sverige.\n\nOm du får uppehållstillstånd får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat dina fingeravtryck och foto på dig. Du ska därför boka tid för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Det behöver du göra även om du tidigare har haft ett uppehållstillståndskort eftersom ditt foto och dina fingeravtryck inte kan sparas.\n\nBeslutet skickas hem till din adress i Sverige. När uppehållstillståndskortet är klart skickas det hem till dig inom cirka en vecka.\n\nOm Migrationsverket avslår din ansökan kan du överklaga beslutet inom tre veckor från den dag då du fick ta del av beslutet. Information om hur du gör finns i ditt beslut.\n\nOm du inte kan ansöka på webben fyller du i blanketten Ansökan om uppehållstillstånd för studerande och doktorander – Förstagångsansökan, nummer 112011, när du ska ansöka för första gången. \n\nLämna in blanketten vid en svensk ambassad eller generalkonsulat i landet där du bor. På ansökningsblanketten framgår vilka dokument som du ska bifoga. Kontakta ambassaden eller generalkonsulatet innan du lämnar in ansökan.\n\nOm det inte finns någon möjlighet att ansöka i ditt land ska du ansöka på den ambassad eller det generalkonsulat som är närmast det land där du bor. Kontakta ambassaden eller generalkonsulatet innan du lämnar in din ansökan för mer information.\n\nOm du ansöker på en ambassad eller ett generalkonsulat betalar du avgiften när du lämnar in din ansökan. För information om avgift ska du kontakta den aktuella ambassaden eller generalkonsulatet eftersom de inte följer samma avgiftsbestämmelser som Migrationsverket.\n\nOm du ska ansöka om att förlänga ditt tillstånd fyller du i blanketten Ansökan om uppehållstillstånd för studerande och doktorander – Förlängningsansökan, blankett nummer 114011. På ansökningsblanketten framgår vilka dokument som du ska bifoga.\n\nSkicka ansökan till Migrationsverket, Box 3100, 903 03 Umeå. \n\nI de flesta fall betalar du en avgift."}