{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Forlanga-tillstand.html", "text": "## Vad är en fullmakt?\n\nEn fullmakt kan vara ett undertecknat brev där den som ansöker om tillstånd ger någon annan person möjlighet att företräda honom eller henne. En fullmakt kan till exempel ge någon rätt att ansöka, ta del av skälen för ett beslut eller överklaga ett beslut för någon annan. Fullmakten ska skrivas av den som ger sin fullmakt till någon annan och ska kunna visas upp i original om Migrationsverket begär det.\n\nFör att ge fullmakt till en annan person ska du lämna in ett brev till Migrationsverket där det står\n\n• att det är en fullmakt\n• namn, födelsedatum och adress för den person som ger någon annan fullmakt\n• vad personen som får fullmakt har rätt att göra\n• namn, personnummer och adress för den som får fullmakt\n• namnteckning av den person som ger någon annan fullmakt\n• datum och ort för när fullmakten skrevs under.\n\nOm din familj ansöker samtidigt ska du också bifoga\n\n• kopior av de sidor i dina familjemedlemmars pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid, den maskinläsbara koden på identitetssidan och om de har tillstånd att bo i andra länder än deras hemland.\n\nOm din familj inte ansökte om tillstånd när du ansökte om arbetstillstånd förra gången och de nu ska flytta till dig i Sverige ska du också skicka med\n\n• kopior av de sidor i deras pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid, den maskinläsbara koden på identitetssidan och om de har tillstånd att bo i andra länder än deras hemland\n• kopia av vigselbevis, äktenskapsbevis eller motsvarande (gäller gifta par och registrerad partner)\n• dokument som visar att ni har bott tillsammans i hemlandet (gäller sambor)\n• födelsebevis för barn\n• medgivande från den andre vårdnadshavaren, om den inte följer med till Sverige, där det framgår att barnet får flytta till Sverige\n• dokument som visar att barn över 21 år är beroende av föräldern för sin försörjning\n• adoptionshandlingar om barnet är adopterat\n• fullmakt om du är ombud för alla medsökande familjemedlemmar som är över 18 år.\n\nDokumenten bör vara översatta till svenska eller engelska av auktoriserad översättare. Du ska alltid skicka in både en kopia av dokumentet i original och en kopia av översättning av dokumentet.\n\nOm du får ett permanent uppehållstillstånd gäller andra krav för din medsökande familj. I de flesta fall krävs då att du uppfyller ett försörjningskrav.\n\nMedgivande\n\nEtt medgivande är ett undertecknat brev från den förälder som är vårdnadshavare men inte följer med till Sverige, där hon eller han godkänner att ert barn beviljas uppehållstillstånd för bosättning i Sverige. Medgivandet bör innehålla\n\n• namn, födelsedatum och adress för den förälder som ger sitt medgivande\n• namn och födelsedatum på barnet som medgivandet gäller\n• att föräldern godkänner att barnet beviljas uppehållstillstånd för bosättning i Sverige\n• namnteckning av föräldern som ger medgivandet och namnförtydligande.\n\nGäller familjemedlemmar som befinner sig utanför Sverige."}