{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Forlanga-tillstand.html", "text": "## Du får beslutet\n\nDu får ett mejl om att beslutet är fattat. Själva beslutet skickas sedan hem till din adress i Sverige. Om du får uppehållstillstånd får du ett uppehållstillståndskort. När uppehållstillståndskortet ärklart skickas det hem till dig inom cirka en vecka.\n\nOm din familjemedlem har sökt asyl och ansöker om att förlänga sitt tidsbegränsade uppehållstillstånd får ni era beslut samtidigt.\n\nTidsbegränsat uppehållstillstånd\n\nOm din familjemedlem har sökt asyl och har ansökt om att förlänga sitt tidsbegränsade uppehållstillstånd får du tillstånd för samma tid. Om din familjemedlem har haft ett uppehållstillstånd som har varit giltigt i 13 månader kan ni få ett nytt uppehållstillstånd på två år.\n\nPermanent uppehållstillstånd\n\nNär du har haft uppehållstillstånd och du och din partner eller anhörige har bott tillsammans i två år kan du få permanent uppehållstillstånd. Ditt permanenta uppehållstillstånd gäller så länge du är bosatt i Sverige. Tänk på att om du under längre perioder under tillståndstiden inte har bott iSverige kan det påverka möjligheten att få permanent uppehållstillstånd.\n\nOm du har haft uppehållstillstånd för att bo med någon som har sökt asyl och som har fått ett tidsbegränsat uppehållstillstånd för 13 månader, kan ni båda få permanent uppehållstillstånd om din familjemedlem har ett arbete.\n\nOm Migrationsverket avslår din ansökan\n\nOm du inte får uppehållstillstånd kan du överklaga beslutet inom tre veckor från den dag du fick beslutet. Information om hur du gör finns i ditt beslut. Om du har gett någon en fullmakt att företräda dig kan den personen överklaga. Barn under 18 år kan inte själva överklaga. Det ärföräldrarna eller annan vårdnadshavare som överklagar för barnet.\n\n## Underlag för uppehållstillståndskort\n\nOm du får uppehållstillstånd får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat foto på dig och dina fingeravtryck. Du skadärför boka en tid på Migrationsverket för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Det behöver du göra även om du tidigare har haft ett uppehållstillståndskort eftersom ditt foto och dina fingeravtryck inte sparas.\n\nTekniska problem?\n\n.## Om du inte kan göra en webbansökan\n\nOm du inte kan ansöka på webben fyller du i blanketten Ansökan om uppehållstillstånd för bosättning i Sverige, nummer 160011. Du och din partner ska tillsammans fylla i blanketten Försäkran om samlevnad vid förlängning av uppehållstillstånd, nummer 242011B.\n\nOm ansökan gäller barn under 18 år fyller du i blanketten Ansökan om uppehållstillstånd för barn under 18 år, nummer 162011.\n\nPå ansökningsblanketten framgår vilka dokument som du ska bifoga.\n\nSkicka ansökan till:\n\nMigrationsverketBox 3100903 03 Umeå\n\nI de flesta fall betalar du en avgift.\n\nMigrationsverket\n\n"}