{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Forlanga-tillstand.html", "text": "# Förlänga uppehållstillstånd för att bo med någon i Sverige\n\nOm du har uppehållstillstånd och vill fortsätta bo i Sverige efter att ditt tillstånd har gått ut ska du ansöka om att förlänga ditt uppehållstillstånd. Du ansöker enklast på webben. På den här sidan hittar du information om hur det går till att göra en webbansökan om att förlänga uppehållstillstånd.\n\nOm du har haft uppehållstillstånd i 6 månader eller mer och ansöker om förlängning innan ditt nuvarande tillstånd går ut har du rätt att fortsätta arbeta i väntan på beslut. Ansök tidigast 30 dagar innan ditt nuvarande tillstånd går ut.\n\n## Till dig med permanent uppehållstillstånd\n\nOm du har permanent uppehållstillstånd ska du inte ansöka om nytt tillstånd när giltighetstiden för ditt uppehållstillståndskort (UT-kort) går ut. Du ska då istället boka tid hos Migrationsverket för att bli fotograferad och lämna fingeravtryck till ett nytt UT-kort.\n\nDu som har uppehållstillstånd med anknytning till en EU-medborgare med uppehållsrätt kan inte längre beviljas förlängt uppehållstillstånd. Du kan däremot ha möjlighet att ansöka om uppehållskort.\n\nObservera att du inte kan ansöka om förlängning av uppehållstillstånd på webben om ditt förhållande har tagit slut.\n\n## Instruktioner för webbansökan\n\nAtt göra en webbansökan gör det lätt för dig att göra rätt från början. När du ansöker på webben får dutydliga instruktioner om hur du fyller i din ansökan och vad du ska skicka med, vilket ökar dina möjligheter att få ett beslut snabbare."}