{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Eget-foretag.html", "text": "## Krav för att använda e-tjänsten\n\nFör att kunna använda e-tjänsten behöver du\n\n\n* kopior av de sidor i ditt pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid och om du har tillstånd att bo i andra länder än ditt hemland\n* bankintyg som visar att du har tillräckligt med pengar för att försörja dig och din familj under de två första åren (motsvarande 200 000 kr för dig, 100 000 för din medföljande make eller maka och 50 000 kr för varje medföljande barn)\n* bankintyg som visar att du har tillräckligt med pengar om du ska köpa företaget och för de kostnader och investeringar du räknar med för att driva företaget\n* köpekontrakt om du har köpt eller tänker köpa företaget eller rörelsen\n* handelsbolagsavtal eller aktiebok\n* handling som visar att du har betalat köpesumman, eller din del av köpesumman, om du har köpt företaget eller rörelsen\n* kontrakt med kunder eller leverantörer och lokaler\n* de två senaste årsboksluten eller årsredovisningarna (om företaget har varit verksamt tidigare)\n* balans- och resultatrapport för innevarande räkenskapsår fram till och med föregående månad\n* kursintyg eller annat bevis på att du kan svenska och/eller engelska\n* examensbevis från dina utbildningar\n* arbetsgivarintyg från tidigare arbetsgivare\n* registreringsbevis för företag som du har haft eller har utanför Sverige.\n\n\nDokumenten bör vara översatta till svenska eller engelska av auktoriserad översättare. Kopia av dokumentet i original ska alltid skickas med.\n\n## Om du har studerat i Sverige\n\nOm du har tillstånd för att studera i Sverige och vill ansöka om uppehållstillstånd som egen företagare utan att lämna landet måste du lämna in ansökan innan ditt uppehållstillstånd för studier slutar att gälla. Du ska skicka med ett intyg om studieresultat som visar att du har klarat minst 30 högskolepoäng eller genomfört minst en termins forskarutbildning i Sverige."}