{"url": "https://www.migrationsverket.se/Privatpersoner/Framlingspass-och-resedokument/Framlingspass.html", "text": "# Främlingspass\n\nDu som inte har något pass, och som inte har möjlighet att få ett, kan i vissa fall få ett främlingspass av Migrationsverket.\n\nDet gäller till exempel dig som har fått ett uppehållstillstånd i Sverige på grund av att du har skyddsskäl gentemot myndigheterna i ditt hemland och därför inte kan vända dig dit för att få ett pass. Om du har fått uppehållstillstånd på grund av skyddsskäl som saknar koppling till myndigheter i hemlandet, till exempel hedersproblematik, naturkatastrofer eller det allmänna läget i hemlandet, ska du kontakta hemlandets myndigheter för att få ett pass.\n\nMigrationsverket grundar sin bedömning på de skäl som finns i ditt asylbeslut och gör en individuell prövning i varje enskilt fall. Att det är svårt, besvärligt eller dyrt att skaffa ett hemlandspass är inte tillräckliga skäl för att få ett främlingspass.\n\nOm du har en annan handling som gäller som pass, och som går att resa med, kan du inte få ett främlingspass av Migrationsverket. Migrationsverket kan inte heller utfärda främlingspass till en person som befinner sig i sitt hemland.\n\n## Ansök om främlingspass\n\nDu ansöker om ett främlingspass genom att fylla i blanketten Ansökan om främlingspass, nummer 190011, och lämna in den vid ett personligt besök på någon av Migrationsverkets tillståndsenheter. Innan du besöker Migrationsverket för att lämna in din ansökan ska du boka tid. Du måste boka en tid för varje person som vill ansöka om främlingspass, och varje person ska lämna in en egen ansökningsblankett.\n\n## Barn under 18 år\n\nBarn under 18 år får inte själva ansöka om främlingspass. Det är barnets vårdnadshavare eller gode man som personligen ansöker om främlingspass åt barnet.\n\nOm det finns två vårdnadshavare måste båda godkänna ansökan genom att lämna in blanketten Medgivande att Migrationsverket får utfärda främlingspass för barn under 18 år, nummer 246011, tillsammans med barnets ansökningsblankett.\n\n## Avgifter\n\nDe flesta måste betala för att ansöka om ett främlingspass. Du kan betala avgiften med kort när du lämnar in din ansökan, eller få ett inbetalningskort och betala senare. Migrationsverket börjar inte handlägga din ansökan innan du har betalat avgiften.\n\n## Handläggningstid\n\nPå Migrationsverkets webbplats kan du läsa om hur lång handläggningstiden är just nu. Beslutet kan ta längre tid om handläggaren måste be dig om mer information.\n\nNär Migrationsverket har handlagt din ansökan skickar vi beslutet hem till dig med post."}