{"url": "https://www.migrationsverket.se/Privatpersoner/Bli-svensk-medborgare/Vanliga-fragor-och-svar-om-svenskt-medborgarskap.html", "text": "Vanliga frågor och svar om svenskt medborgarskap\n\nNej, det ska du inte. Migrationsverket kommer kontakta dig om vi behöver ha ditt pass.\n\nNej, det ska du inte.\n\nJust nu tar det lång tid innan vi hinner registrera din ansökan. Men så snart din ansökan är registrerad får du ett kvitto från oss via post.\n\nDu kan göra ett test för att se om du kan bli svensk medborgare. Gå till sidan\n\nSvara på frågorna och få svar på om du verkar uppfylla kraven på svenskt medborgarskap.\n\nVi arbetar med ansökningarna om svenskt medborgarskap i Norrköping.\n\nOm det saknas något i ditt ärende kommer din handläggare kontakta dig när han eller hon börjar arbeta med ditt ärende.\n\nNej, du behöver inte skriva under och skicka in den en gång till.\n\nOm din adress inte stämmer ska du vända dig till Skatteverket för att ändra din folkbokföringsadress.\n\nVi kontaktar dig via brev under handläggningen. Därför behöver du inte ändra ditt telefonnummer eller din e-post om dessa inte stämmer.\n\nOm du får barn under handläggningstiden eller har glömt att ta med barnet i din ansökan ska du och barnets andra vårdnadshavare meddela Migrationsverket att ni vill att barnet ska bli svensk medborgare tillsammans med dig genom ett brev som ni båda skrivit under.\n\nNej, det påverkar inte väntetiden. Du behåller din plats i kön.\n\nFör att få tillbaka ditt pass ska du fylla i ett formulär på migrationsverket.se. Om du inte behöver ditt pass just nu vill vi att du väntar med att begära tillbaka ditt pass.\n\nFrån och med den 3 maj 2019 skriver vi inte under ditt medborgarskapsbevis. Detta gör att vi snabbare kan skicka ut beviset till dig."}