{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Eget-foretag.html", "text": "Uppehållstillstånd för dig som har eget företag\n\nOm du ska arbeta längre tid än tre månader för att starta och driva ett eget företag eller gå in som delägare i ett företag måste du ha ett uppehållstillstånd. Uppehållstillståndet ska vara klart innan du reser till Sverige. Du kan ansöka via webben från ditt hemland eller något annat land utanför Sverige där du bor. \n\nFör att få uppehållstillstånd för eget företagande ska\n\n• du ha ett giltigt pass (om ditt pass är på väg att gå ut bör du förlänga det eftersom du inte kan få tillstånd för längre tid än ditt pass är giltigt)\n• du visa att du har god branscherfarenhet och tidigare erfarenhet av att driva ett eget företag\n• du visa att du har relevant kunskap i svenska och/eller engelska\n• du styrka att du är den som driver företaget, har det avgörande ansvaret och äger 50 procent eller mer\n• ditt företags tjänster eller varor produceras och/eller säljas i Sverige\n• du visa att du har tillräckligt med egna pengar för att försörja dig och din eventuella familj under de två första åren (motsvarande 200 000 kr för dig, 100 000 för din medföljande make eller maka och 50 000 kr för varje medföljande barn)\n• du visa ett trovärdigt underlag till din budget\n• du visa att du har skapat kundkontakter och/eller ett nätverk i Sverige\n• du visa att ditt företag efter prövotiden på två år, har en ekonomi i balans och kan försörja dig och din eventuella familj (försörjningen beräknas efter riksnormen för försörjningsstöd plus bostadskostnad).\n• du i de flesta fall betala en avgift (avgifter för uppehållstillstånd).\nMigrationsverket gör en företagsekonomisk bedömning av dina företagsplaner.\n\nFör att bli folkbokförd i Sverige krävs det att du har tillstånd för minst ett år och kommer att vistas i Sverige under minst ett år.\n\nEgna företagare som ska arbeta kortare tid än tre månader i Sverige behöver inget uppehållstillstånd. För arbete som varar kortare tid än tre månader måste medborgare i vissa länder ha visum. Läs mer om visum under Besöka Sverige.\n\nFör att kunna använda e-tjänsten behöver du\n\n• kopior av de sidor i ditt pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid och om du har tillstånd att bo i andra länder än ditt hemland\n• bankintyg som visar att du har tillräckligt med pengar för att försörja dig och din familj under de två första åren (motsvarande 200 000 kr för dig, 100 000 för din medföljande make eller maka och 50 000 kr för varje medföljande barn)\n• bankintyg som visar att du har tillräckligt med pengar om du ska köpa företaget och för de kostnader och investeringar du räknar med för att driva företaget\n• köpekontrakt om du har köpt eller tänker köpa företaget eller rörelsen\n• handelsbolagsavtal eller aktiebok\n• handling som visar att du har betalat köpesumman, eller din del av köpesumman, om du har köpt företaget eller rörelsen\n• kontrakt med kunder eller leverantörer och lokaler\n• de två senaste årsboksluten eller årsredovisningarna (om företaget har varit verksamt tidigare)\n• balans- och resultatrapport för innevarande räkenskapsår fram till och med föregående månad\n• kursintyg eller annat bevis på att du kan svenska och/eller engelska\n• examensbevis från dina utbildningar\n• arbetsgivarintyg från tidigare arbetsgivare\n• registreringsbevis för företag som du har haft eller har utanför Sverige.\nDokumenten bör vara översatta till svenska eller engelska av auktoriserad översättare. Kopia av dokumentet i original ska alltid skickas med.\n\nOm du har tillstånd för att studera i Sverige och vill ansöka om uppehållstillstånd som egen företagare utan att lämna landet måste du lämna in ansökan innan ditt uppehållstillstånd för studier slutar att gälla. Du ska skicka med ett intyg om studieresultat som visar att du har klarat minst 30 högskolepoäng eller genomfört minst en termins forskarutbildning i Sverige.\n\nOm du har sökt asyl, fått ett tidsbegränsat uppehållstillstånd och kan försörja dig kan du i vissa fall få ett permanent uppehållstillstånd. För dig gäller andra krav än för de som ansöker om uppehållstillstånd som egen företagare och som inte har ett tidsbegränsat uppehållstillstånd sedan tidigare som grundar sig på asylskäl. För att du som egen företagare ska få ett permanent uppehållstillstånd måste du visa att du kan försörja dig nu och att det finns tillräckligt kapital för att driva ditt företag och försörja dig i minst två år framåt.\n\nDu kan kontrollera att din ansökan har registrerats hos Migrationsverket eller om du har fått ett beslut på sidan Kontrollera din ansökan.\n\nDu som behöver visum för att resa till Sverige ska besöka en svensk ambassad eller generalkonsulat för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Före besöket ska du kontakta ambassaden eller generalkonsulatet.\n\nDu som inte behöver visum för att resa till Sverige ska boka tid för att lämna underlag för uppehållstillståndskort på Migrationsverket efter att du har kommit till Sverige.\n\nDin familj kan få uppehållstillstånd för samma tid som du. Om du får uppehållstillstånd för mer än sex månader så kan dina familjemedlemmar (som är över 16 år) få arbetstillstånd. Du måste kunna visa att deras försörjning är tryggad av dig.\n\nSom familj räknas\n\n• din partner (sambo, make/maka eller registrerad partner)\n• dina eller din partners ogifta barn under 18 år.\nNi kan ansöka om uppehållstillstånd tillsammans. Då ansöker du för din familj i din webbansökan. Om din familj ska ansöka efter dig kan de göra en egen webbansökan.\n\nBeslutet skickas till den ambassad eller generalkonsulat som du valde i webbansökan. När du ska hämta ditt beslut ska du ta med ditt pass.\n\nDu kan få uppehållstillstånd för två år men aldrig längre än ditt pass är giltigt.\n\nOm du får uppehållstillstånd för mer än tre månader får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat dina fingeravtryck och foto på dig. Uppehållstillståndskortet tillverkas i samband med att beslutet fattas, dock tidigast tre månader innan uppehållstillståndet börjar gälla.\n\nDet går inte att skynda på tillverkningen eller leveransen av kortet.\n\nNär uppehållstillståndskortet är klart kommer ambassaden eller generalkonsulatet att lämna ut eller skicka det färdiga kortet till dig. Det kan ta upp till fyra veckor att tillverka och leverera kortet till ambassaden eller generalkonsulatet efter att du har fått ditt beslut. När du reser in i Sverige måste du visa upp uppehållstillståndskortet tillsammans med ett giltigt pass.  \n\nOm du kan resa till Sverige utan visum bör du kunna visa upp en kopia av beslutet när du reser in. Så snart du kan efter att du har kommit till Sverige ska du boka tid på Migrationsverket för att lämna fingeravtryck och bli fotograferad. När ditt uppehållstillståndskort är klart kommer det att skickas till din adress i Sverige.\n\nOm du behöver söka vård i Sverige kan du behöva betala för vården själv om du inte är folkbokförd i Sverige och inte har ett svenskt personnummer. Om du blir folkbokförd kan du även bli inskriven hos Försäkringskassan och omfattas av den svenska socialförsäkringen.\n\nFör att bli folkbokförd och få ett svenskt personnummer krävs i regel att du har beviljats minst ett års uppehållstillstånd i Sverige och att du planerar att bo här i ett år eller längre. Du bör därför folkbokföra dig så snart som möjligt efter att du har flyttat till Sverige.\n\nOm Migrationsverket avslår din ansökan betyder det att du inte har rätt till uppehållstillstånd i Sverige. Du kan välja att överklaga beslutet inom tre veckor från den dag då du fick ta del av beslutet. Information om hur du överklagar finns i ditt beslut. Om du har gett någon en fullmakt att företräda dig kan den personen överklaga åt dig.\n\nOm du befinner dig i Sverige när du får avslag på din ansökan måste du lämna landet inom den tid som står i beslutet.\n\nOm du får uppehållstillstånd som egen företagare har du bara rätt att vara verksam i ditt eget företag och inte rätt att ta anställning någon annanstans.\n\nOm du ska fortsätta bo i Sverige ska du ansöka om att förlänga ditt tillstånd. När du har haft uppehållstillstånd i två år kan du få permanent uppehållstillstånd om du kan försörja dig på inkomsterna från företaget, följer god redovisningssed och har de tillstånd som krävs för verksamheten. Du ska också ha vistats i Sverige i mer än sex månader varje år.\n\nDu kan ansöka om att förlänga ditt tillstånd via webben. Ansök tidigast 30 dagar innan ditt nuvarande tillstånd slutar att gälla.\n\nI de flesta fall betalar du en avgift.\n\nOm du har familj som bor med dig i Sverige, som också behöver förlänga sina tillstånd, ansöker du för dem i samma webbansökan.\n\nNär du ansöker om att förlänga ditt tillstånd kan du behöva skicka med\n\nNär du ansöker om att förlänga ditt tillstånd kan du behöva skicka med\n\n• kopior av de sidor i ditt pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid, resestämplar och om du har tillstånd att bo i andra länder än ditt hemland (om ditt pass är på väg att gå ut bör du förlänga det då du inte kan få tidsbegränsat uppehållstillstånd för längre tid än ditt pass är giltigt)\n• årsredovisning eller årsbokslut från ditt företag för de år som du har haft uppehållstillstånd som egen företagare\n• balans- och resultatrapport från det pågående räkenskapsåret till och med föregående månad\n• deklarationshandlingar för det senaste inkomståret från dig själv, inklusive specifikation till Inkomstdeklaration (inkludera även NE-bilagan om du driver enskild firma, eller N3A-bilagan om du är delägare i ett handelsbolag)\n• deklarationshandlingar från ditt företag (bifoga Inkomstdeklaration 4 om du driver ett handelsbolag och Inkomstdeklaration 2 om du driver ett aktiebolag)\n• skattekontoutdrag från ditt företag för den period som du har bedrivit näringsverksamhet i Sverige\n• ett registreringsbevis för kassaregister (om ditt företag har försäljning mot kontanter eller betalning med kontokort)\n• en kopia av personalliggare (för dig som bedriver verksamhet inom bygg-, restaurang-, frisör- eller tvätteribranschen)\n• bankkontoutdrag med alla transaktioner från ditt privatkonto och företagskonto för de senaste sex månaderna\n• lönespecifikationer för dig själv för de senaste sex månaderna om du driver ett aktiebolag\n• kontrakt eller avtal med kunder, leverantörer och företagslokaler\n• en kort beskrivning av hur du bedriver verksamheten samt bilder på företagets produkter och lokaler\n• en aktiebok eller ett handelsbolagsavtal som visar ägarandel i bolaget och reglerar fördelning av resultat mellan bolagsmännen (om du har köpt ett nytt företag ska du uppvisa köpekontrakt och kvitton för betalningen)\n• ett skuldfrihetsintyg som visar att företaget är skuldfritt (om du har eller har haft skuld hos Kronofogdemyndigheten kopplat till företaget)\n• ett intyg som styrker din boendesituation, exempelvis köpekontrakt, hyresavtal eller godkänd andrahandsuthyrning. Underlaget ska visa bostadens storlek, antal rum, kostnad samt hyresperiod.\nOm du lämnar in en ansökan om förlängning innan ditt tidigare tillstånd slutar gälla har du rätt att vara kvar i Sverige tills Migrationsverket har fattat sitt beslut. Du har också rätt att fortsätta arbeta i ditt företag.\n\nOm du reser utomlands i samband med att ditt tillstånd slutar gälla kan det bli svårt för dig att komma in i Sverige innan du har fått ditt nya tillstånd beviljat. Du kan då behöva vänta på ditt nya tillstånd utanför Sverige.\n\nOm du får tillstånd för mer än tre månader får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat foto på dig och dina fingeravtryck. Du ska därför boka tid för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Det behöver du göra även om du tidigare haft ett uppehållstillståndskort eftersom ditt foto och dina fingeravtryck inte kan sparas.\n\nMigrationsverket kommer att kontrollera att du driver företaget enligt de redovisade planerna. Det innebär bland annat att vi kontrollerar\n\nMigrationsverket kommer att kontrollera att du driver företaget enligt de redovisade planerna. Det innebär bland annat att vi kontrollerar\n\n• att du betalar ditt företags skatter och avgifter\n• att du följer din bokföringsskyldighet enligt god redovisningssed\n• att du har aktuella tillstånd och uppfyller lagkraven för verksamheten\n• om du har skulder hos Kronofogdemyndigheten och/eller betalningsanmärkningar\n• att du kan försörja dig och din familj på inkomsterna från företaget\n• att ditt företag går med vinst och har en bestående verksamhet samt fortlevnadsförmåga framöver\n• att du och din medföljande familj har en skälig boendesituation\n• att du och din medföljande familj har bott i Sverige under mer än halva tiden för ert uppehållstillstånd.\nBeslutet skickas hem till din adress i Sverige. Om du har haft uppehållstillstånd i två år kan du få permanent uppehållstillstånd om du uppfyller alla krav. När uppehållstillståndskortet är klart skickas det hem till dig inom cirka en vecka.\n\nOm Migrationsverket avslår din ansökan om uppehållstillstånd betyder det att du inte har rätt till uppehållstillstånd i Sverige. Du kan välja att acceptera eller överklaga beslutet. Även om du väljer att överklaga ska du planera för att återvända till ditt hemland eller det land där du har rätt att vistas.\n\nOm Migrationsverket avslår din ansökan om uppehållstillstånd kan du överklaga beslutet inom tre veckor från den dag då du fick ta del av beslutet. Information om hur du gör finns i ditt beslut.\n\nOm du inte kan ansöka på webben fyller du i blanketten Ansökan om uppehållstillstånd för egna företagare – Förlängning, nummer 124011B. På ansökningsblanketten framgår vilka dokument som du ska bifoga.\n\nSkicka ansökan till:\n\nMigrationsverketBox 3100903 03 Umeå\n\nMigrationsverketBox 3100903 03 Umeå\n\nMigrationsverketBox 3100903 03 Umeå\n\nMigrationsverketBox 3100903 03 Umeå\n\nMigrationsverketBox 3100903 03 Umeå\n\nI de flesta fall betalar du en avgift.\n\nOm du ansöker på webben får du tydliga instruktioner om hur du fyller i din ansökan och vad du ska skicka med. Det blir lätt att göra rätt från början vilket ökar dina möjligheter att få ett beslut snabbare.\n\nOm du inte kan ansöka på webben fyller du i blanketten Ansökan om uppehållstillstånd för egna företagare, nummer 124011, och lämnar in den vid en svensk ambassad eller generalkonsulat i det land där du bor. På ansökningsblanketten framgår vilka dokument som du ska bifoga. Kontakta ambassaden eller generalkonsulatet innan du lämnar in ansökan.\n\nOm det inte finns någon möjlighet att ansöka i ditt land ska du ansöka på den ambassad eller det generalkonsulat som är närmast det land där du bor. Kontakta ambassaden eller generalkonsulatet innan du lämnar in din ansökan för mer information.\n\nOm du ansöker på en ambassad eller ett generalkonsulat betalar du avgiften när du lämnar in din ansökan. För information om avgift ska du kontakta den aktuella ambassaden eller konsulatet eftersom de inte följer samma avgiftsbestämmelser som Migrationsverket."}