{"url": "https://www.migrationsverket.se/Privatpersoner/Framlingspass-och-resedokument/Resedokument.html", "text": "Resedokument\n\nFör att kunna få ett resedokument ska du vara erkänd flykting enligt 1951 års Genèvekonvention eller vara statslös och uppfylla kraven i 1954 års New Yorkkonvention.\n\nDu ansöker om ett resedokument genom att fylla i blanketten Ansökan om resedokument, nummer 108021, och lämna in den vid ett personligt besök på någon av Migrationsverkets tillståndsenheter. Innan du besöker Migrationsverket för att lämna in din ansökan ska du boka tid. Du måste boka en tid för varje person som vill ansöka om resedokument, och varje person ska lämna in en egen blankett.\n\nBarn under 18 år får inte själva ansöka om resedokument. Det är barnets vårdnadshavare eller gode man som ansöker om resedokument åt barnet.\n\nOm det finns två vårdnadshavare måste båda godkänna ansökan genom att skriva under barnets ansökningsblankett. Om bara en av vårdnadshavarna följer med barnet till Migrationsverket och lämnar in ansökan måste den andra skriva under ansökningsblanketten i förväg. Underskriften måste bevittnas av en tredje person.\n\nEtt barn som inte har någon av sina föräldrar i Sverige måste ha sin gode man med sig när ansökan lämnas in till Migrationsverket.\n\nDet kostar ingenting att ansöka om ett resedokument, men du betalar en avgift när du hämtar ut resedokumentet. Du kan betala avgiften med kort när du kommer till Migrationsverket för att hämta ut ditt resedokument. Om du inte kan betala med kort ska du be om ett inbetalningskort när du ansöker om resedokument. Betala in avgiften när du får beslutet om att du har beviljats ett resedokument. Migrationsverket tar inte emot kontanter och kan inte lämna ut ditt resedokument innan avgiften är betald.\n\nPå Migrationsverkets webbplats kan du läsa om ungefär hur lång handläggningstiden är just nu. Beslutet kan ta längre tid om handläggaren måste be dig om mer information.\n\nNär Migrationsverket har handlagt din ansökan skickar vi beslutet hem till dig med post.\n\nDu ska hämta ditt resedokument på samma tillståndsenhet eller servicecenter som du lämnade in din ansökan på, om du inte har fått information om att du ska hämta resedokumentet på en annan ort. Om du vill hämta ditt resedokument på en annan ort ska du tala med personalen om detta när du lämnar in din ansökan.\n\nDu kan betala avgiften med kort när du hämtar ditt resedokument, eller med inbetalningskort innan du kommer för att hämta det.\n\nDu måste ha med dig en giltig legitimation när du hämtar ditt resedokument.\n\nResedokumentet uppfyller EU:s krav på pass och går att resa med i alla länder. Men om du är flykting enligt 1951 års Genèvekonvention kommer det att stå i ditt pass att du inte får resa till ditt hemland eller det land som du har flytt från.\n\nOm du inte har kunnat styrka din identitet kommer det att stå i ditt resedokument att din identitet inte är styrkt, vilket kan göra det svårare att resa till vissa länder.\n\nTill vissa länder kan du behöva ett visum. Kontakta det aktuella landets ambassad för att få mer information innan du reser.\n\nEtt resedokument gäller vanligtvis i fem år och kan inte förlängas. Om du behöver ett resedokument när giltighetstiden har gått ut kan du ansöka om ett nytt.\n\nNär du vill ansöka om ett nytt resedokument måste du bli fotograferad och lämna fingeravtryck igen, eftersom ditt foto och dina fingeravtryck inte finns sparade hos Migrationsverket, utan bara i ett datorchip i resedokumentet.\n\nOm du tappar bort ditt resedokument eller om det blir stulet ska du först anmäla det till polisen. Om du behöver ett nytt resedokument måste du lämna in en ny ansökan. Ta med dig en kopia av polisanmälan som du har fått på posten eller på polisstationen när du ansöker om ett nytt resedokument.\n\nOm Migrationsverket avslår din ansökan om resedokument kan du överklaga beslutet. Ditt överklagande måste ha kommit in till Migrationsverket inom tre veckor från den dagen som du fick beslutet.\n\nMer information finner du på vår webbplats www.migrationsverket.se.\n\nOm du har frågor kan du ringa din mottagningsenhet eller Migrationsverkets kundtjänst på telefon 0771-235 235.\n\nSenast uppdaterad: 2019-05-28"}