{"url": "https://www.migrationsverket.se/Privatpersoner/Besoka-Sverige/Affars--eller-konferensbesok.html", "text": "#Visum för affärs\n\n## Så länge gäller ett visum\n\nEtt visum gäller för vistelse i Schengenländerna i upp till 90 dagar under en period av 180 dagar.\n\nDet står på visummärket som klistras in i ditt pass hur många dagar du får vistas i Schengenländerna. Dagarna kan användas under den tidsperiod som framgår av märket. Perioden är oftast 15 dagar längre än antalet dagar som du får vistas i Schengenländerna. Det beror på att du ska ha möjlighet att ändra resdatum om något oförutsett händer.\n\n### Visumet kan gälla för en eller flera in- och utresor\n\nPå visummärket står det hur många gånger du får resa in i och ut ur Schengenländerna under giltighetstiden.\n\nDet går att ansöka om ett Schengenvisum som gäller för flera inresor om du regelbundet besöker Sverige. Ett visum med flera inresor kan gälla för vistelser på upp till 90 dagar under de senaste 180 dagarna under maximalt fem år.\n\n### Visumet kan gälla för bara vissa länder\n\nOm du får visum kan du besöka övriga Schengenländer.\n\nDitt visum kan i vissa fall gälla för inresa och vistelse endast i Sverige eller i vissa Schengenländer, till exempel om ditt pass inte godtas av alla Schengenländer.\n\n### Räkna ut din viseringstid\n\nMed hjälp av EU:s viseringskalkylator kan du räkna ut när du kan resa in i Schengenområdet igen, och hur många dagar du kan stanna.\n\n### Längre vistelse\n\nOm du ska besöka Sverige under längre tid än 90 dagar ska du ansöka om ett uppehållstillstånd för besök.\n\n## Så här gör du när du överklagar\n\nOm du fått ett beslut du inte är nöjd med kan du lämna in en skriftlig överklagan senast 3 veckor från den dagen du fick beslutet. I din överklagan ska du skriva vilket beslut du inte är nöjd med, varför och hur du vill att det ska ändras. Har du några dokument som du inte lämnat in tidigare kan du komplettera ditt ärende med dem. Din överklagan ska lämnas in till den ambassad eller konsulat som fattat beslutet. Ambassaden eller generalkonsulatet kontrollerar att överklagan kommit in i rätt tid och går igenom ärendet på nytt. Om det gått längre tid än tre veckor avvisas överklagandet och du får i sådana fall lämna in en ny ansökan.\n\n### Om ambassaden eller generalkonsulatet ändrar beslutet\n\nBeslutet kan ändras om det kommer in ny information. I så fall blir du meddelad och ditt visum sätts in i passet."}