{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Andra-studier.html", "text": "## Kortare handläggningstid för komplett ansökan\n\nFör att Migrationsverket ska kunna fatta beslut i ditt ärende krävs det att alla uppgifter är ifyllda och alla nödvändiga dokument finns med. Det innebär att handläggningstiden blir kortare om allt som krävs finns med från början än om ansökan kompletteras i efterhand.\n\nObservera att Migrationsverket i vissa fall kan behöva utreda ansökan ytterligare även om alla uppgifter är ifyllda och alla dokument har skickats med.\n\nFör att få en uppfattning om hur lång tid du behöver vänta på ditt beslut kan du besöka sidan Tid till beslut. Observera att genomsnittstiden som visas på sidan beräknas utifrån tidigare avgjorda ärenden i samma kategori. Tiden kan variera från ansökan till ansökan.\n\n## När vi har tagit emot din ansökan\n\nOm du får tillstånd för mer än tre månader får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat dina fingeravtryck och foto på dig.\n\nDu som behöver visum för att resa till Sverige ska därför besöka den svenska ambassaden eller generalkonsulatet för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Det är inte alla ambassader som har möjlighet att ta emot dig för att fotografera dig och ta dina fingeravtryck. Kontakta därför alltid ambassaden eller generalkonsulatet före ditt besök för mer information.\n\nDu som inte behöver visum ska besöka Migrationsverket för att lämna fingeravtryck och bli fotograferad efter att du har kommit till Sverige. Ditt tillstånd måste dock vara klart innan du reser till Sverige."}