{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Forlanga-tillstand.html", "text": "## Du får ett mejl\n\nNär arbetsgivaren har skapat anställningserbjudandet får du ett mejl med information om hur du ska göra för att ansöka om arbetstillstånd.\n\nI ansökan fyller du i uppgifter om dig själv. Om du har familj i Sverige som också behöver uppehållstillstånd ansöker du om tillstånd för dem samtidigt. Du ska också kontrollera att uppgifterna om dina anställningsvillkor i anställningserbjudandet stämmer med det som du och din arbetsgivare har kommit överens om.\n\n## Bifoga dokument\n\nDe här dokumenten ska du skanna eller fotografera och skicka med din ansökan:\n• Kopior av de sidor i ditt pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid, den maskinläsbara koden på identitetssidan och om du har tillstånd att bo i andra länder än ditt hemland\n• sammanställning av dina kontrolluppgifter från Skatteverket för alla år som du har arbetat i Sverige, som visar både din sammanlagda inkomst och vem som har betalat din lön eller andra inkomstkällor\n• lönespecifikationer för innevarande år\n• intyg om anställning från samtliga arbetsgivare du har haft i Sverige\n• intyg som visar eventuell frånvaro från ditt arbete, till exempel utbetalningsbesked från Försäkringskassan\n• information om vilket försäkringsbolag din arbetsgivare har tecknat försäkringar hos, ditt försäkringsnummer och under vilken period försäkringarna gäller\n• fullmakt om du är ombud för den sökande.\n\nDu ska skicka in dokument som gäller för alla anställningar du har haft om du har bytt arbetsgivare eller yrke under tillståndstiden. Tänk på att förbereda alla dokument innan du påbörjar din del av ansökan.\n\nOm ditt pass är på väg att gå ut bör du förlänga det eftersom du inte kan få tillstånd för längre tid än ditt pass är giltigt.\n\nOm du söker arbetstillstånd som personlig assistent ska du lämna in en kopia av Försäkringskassans beslut om assistansersättning. Beslutet visar att det finns en person som du ska arbeta hos och att denna person har rätt till assistansersättning.\n\nMigrationsverket kommer att uppdatera webbansökan för att göra det möjligt att lämna in en kopia av Försäkringskassans beslut. Innan webbansökan har förändrats kan du ladda upp beslutet som en bilaga under passhandling."}