{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Forlanga-tillstand.html", "text": "Förlänga uppehållstillstånd för att bo med någon i Sverige\n\nOm du har uppehållstillstånd och vill fortsätta bo i Sverige efter att ditt tillstånd har gått ut ska du ansöka om att förlänga ditt uppehållstillstånd. Du ansöker enklast på webben. På den här sidan hittar du information om hur det går till att göra en webbansökan om att förlänga uppehållstillstånd.\n\nOm du har haft uppehållstillstånd i 6 månader eller mer och ansöker om förlängning innan ditt nuvarande tillstånd går ut har du rätt att fortsätta arbeta i väntan på beslut. Ansök tidigast 30 dagar innan ditt nuvarande tillstånd går ut.\n\nOm du har permanent uppehållstillstånd ska du inte ansöka om nytt tillstånd när giltighetstiden för ditt uppehållstillståndskort (UT-kort) går ut. Du ska då istället boka tid hos Migrationsverket för att bli fotograferad och lämna fingeravtryck till ett nytt UT-kort.\n\nDu som har uppehållstillstånd med anknytning till en EU-medborgare med uppehållsrätt kan inte längre beviljas förlängt uppehållstillstånd. Du kan däremot ha möjlighet att ansöka om uppehållskort.\n\nObservera att du inte kan ansöka om förlängning av uppehållstillstånd på webben om ditt förhållande har tagit slut.\n\nAtt göra en webbansökan gör det lätt för dig att göra rätt från början. När du ansöker på webben får dutydliga instruktioner om hur du fyller i din ansökan och vad du ska skicka med, vilket ökar dina möjligheter att få ett beslut snabbare.\n\nAtt göra en webbansökan gör det lätt för dig att göra rätt från början. När du ansöker på webben får dutydliga instruktioner om hur du fyller i din ansökan och vad du ska skicka med, vilket ökar dina möjligheter att få ett beslut snabbare.\n\nAtt göra en webbansökan gör det lätt för dig att göra rätt från början. När du ansöker på webben får dutydliga instruktioner om hur du fyller i din ansökan och vad du ska skicka med, vilket ökar dina möjligheter att få ett beslut snabbare.\n\nI ansökan fyller du i uppgifter om dig själv och din partner eller annan anhörig. Om du har barn under 18 år som också behöver uppehållstillstånd ansöker du för dem samtidigt.\n\nFör att kunna ansöka på webben ska\n• du och personen du bor med i Sverige vara äldre än 18 år\n• du och dina barn som ansöker tillsammans med dig vara folkbokförda i Sverige\n• du ha en giltig mejladressdu kunna betala ansökningsavgiften med Visa- eller Mastercard-kort\n• du kunna skanna eller fotografera de dokument som ska bifogas.\n\n\nDe här dokumenten ska du skanna eller fotografera och skicka med din ansökan:\n• kopior av de sidor i ditt passsom visar personuppgifter, giltighetstid, utfärdandeland, namnteckning och om du har tillstånd att bo i andra länder än ditt hemland. Om ditt pass är på väg att gå ut bör du förlänga det eftersom du inte kan få tillstånd för längre tid än ditt pass är giltigt. Det gör du i ditt hemland eller på ditt hemlands ambassad\n• kopior av pass eller identitetshandling som visar personuppgifter för den anhörige som du ansöker om uppehållstillstånd att bo med\n• blanketten försäkran om samlevnad, nummer 242011, som din partner ska fylla i. Observera att du och din partner inte behöver skriva ut och skriva under försäkran om samlevnad för hand när du ansöker på webben. Om du öppnar blanketten i senaste versionen av Adobe Acrobat (som du kan ladda ner gratis) kan du fylla i och spara den på din dator. Då kan du enkelt bifoga den i din ansökan. Om du inte kan spara blanketten på din dator måste du skriva ut den och sedan skanna eller fotografera den och bifoga den i din webbansökan.\n\n\nKontrollera att informationen på dokumenten du skickar med syns tydligt. På passkopiorna måste även siffror och tecken längst upp och längst ned på passidorna synas tydligt.\n\nDu som även ansöker för dina barn ska också skicka in\n• kopior av de sidor i barnets pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid och om barnet har tillstånd att bo i andra länder än sitt hemland.\n\n\nOm dina barn är över 18 år kan du inte ta med dem i webbansökan. De ska i stället skicka in en egen ansökan på blankett:\n\nI de allra flesta fall betalar du en avgift. Du betalar med ett Visa- eller Mastercardkort. När eventuell avgift är betald skickar du in ansökan. Du får ett mejl med en bekräftelse på att din ansökan är inskickad. Migrationsverket kommer att kontakta dig om det behövs mer information.\n\nIbland vill Migrationsverket träffa dig och din partner eller anhörige. Om du ska komma på intervju får du en kallelse till en tid på den mejladress som du angav när du gjorde din ansökan.\n\nOm du har lämnat in en ansökan om förlängning har du rätt att vara kvar i Sverige tills Migrationsverket fattat sitt beslut. Du har också rätt att fortsätta arbeta om du har haft uppehållstillstånd i 6 månader eller mer och ansökan är gjord innan det nuvarande tillståndet går ut.\n\nTänk på att du bara har rätt att fortsätta arbeta under väntetiden om din ansökan har kommit in till Migrationsverket innan ditt tidigare tillstånd gått ut.\n\nOm du tidigare har ett beslut om avvisning eller utvisning och du ansöker efter att ditt tidigare tillstånd har gått ut kommer din ansökan att prövas enligt reglerna om hinder mot verkställighet och då gäller andra och hårdare krav för att få tillstånd.\n\nMigrationsverket kommer att kontakta dig om vi behöver fler uppgifter eller dokument från dig. Du behöver inte kontakta Migrationsverket. Om du har ansökt på webben och Migrationsverket ber dig komplettera din ansökan ska du göra det via mejl. Du ska inte skicka dokument till Migrationsverket med vanlig post. Du kan läsa mer om hur du kompletterar ditt ärende i det mejl som Migrationsverket skickar om du behöver skicka in mer uppgifter.\n\nOm du reser utomlands i samband med att ditt tillstånd går ut, och du har ansökt om förlängning, kan det bli svårt för dig att komma tillbaka till Sverige innan du har fått ditt nya tillstånd beviljat. Du kan då behöva vänta på ditt nya beslut utanför Sverige. Om du av brådskande skäl måste resa tillbaka till Sverige innan dess finns det möjlighet att ansöka om ett nationellt visum för inresa. Med ett sådant visum får du resa tillbaka till Sverige och där invänta ditt beslut om förlängning. Du ansöker om visum på en svensk ambassad eller generalkonsulat i det land där du befinner dig, förutsatt att den myndigheten utfärdar viseringar. Du ska vara medveten om att en sådan ansökan kräver att det finns särskilda skäl att utfärda visum och att Migrationsverket inte kan styra hur ambassaden eller konsulatet beslutar i ansökan. Det är därför endast i undantagsfall, och om du verkligen måste, som du bör lämna Sverige under handläggningstiden. Exempel på särskilda skäl kan vara plötslig sjukdom, dödsfall i familjen eller viktiga jobbrelaterade uppdrag. Ambassaden kan kräva ett intyg om orsak till resan. Du ska också vara medveten om att ett beslut om nationellt visum inte kan överklagas.\n\nDu får ett mejl om att beslutet är fattat. Själva beslutet skickas sedan hem till din adress i Sverige. Om du får uppehållstillstånd får du ett uppehållstillståndskort. När uppehållstillståndskortet ärklart skickas det hem till dig inom cirka en vecka.\n\nDu får ett mejl om att beslutet är fattat. Själva beslutet skickas sedan hem till din adress i Sverige. Om du får uppehållstillstånd får du ett uppehållstillståndskort. När uppehållstillståndskortet ärklart skickas det hem till dig inom cirka en vecka.\n\nDu får ett mejl om att beslutet är fattat. Själva beslutet skickas sedan hem till din adress i Sverige. Om du får uppehållstillstånd får du ett uppehållstillståndskort. När uppehållstillståndskortet ärklart skickas det hem till dig inom cirka en vecka.\n\nOm din familjemedlem har sökt asyl och ansöker om att förlänga sitt tidsbegränsade uppehållstillstånd får ni era beslut samtidigt.\n\nOm din familjemedlem har sökt asyl och har ansökt om att förlänga sitt tidsbegränsade uppehållstillstånd får du tillstånd för samma tid. Om din familjemedlem har haft ett uppehållstillstånd som har varit giltigt i 13 månader kan ni få ett nytt uppehållstillstånd på två år.\n\nNär du har haft uppehållstillstånd och du och din partner eller anhörige har bott tillsammans i två år kan du få permanent uppehållstillstånd. Ditt permanenta uppehållstillstånd gäller så länge du är bosatt i Sverige. Tänk på att om du under längre perioder under tillståndstiden inte har bott iSverige kan det påverka möjligheten att få permanent uppehållstillstånd.\n\nNär du har haft uppehållstillstånd och du och din partner eller anhörige har bott tillsammans i två år kan du få permanent uppehållstillstånd. Ditt permanenta uppehållstillstånd gäller så länge du är bosatt i Sverige. Tänk på att om du under längre perioder under tillståndstiden inte har bott iSverige kan det påverka möjligheten att få permanent uppehållstillstånd.\n\nNär du har haft uppehållstillstånd och du och din partner eller anhörige har bott tillsammans i två år kan du få permanent uppehållstillstånd. Ditt permanenta uppehållstillstånd gäller så länge du är bosatt i Sverige. Tänk på att om du under längre perioder under tillståndstiden inte har bott iSverige kan det påverka möjligheten att få permanent uppehållstillstånd.\n\nOm du har haft uppehållstillstånd för att bo med någon som har sökt asyl och som har fått ett tidsbegränsat uppehållstillstånd för 13 månader, kan ni båda få permanent uppehållstillstånd om din familjemedlem har ett arbete.\n\nOm du inte får uppehållstillstånd kan du överklaga beslutet inom tre veckor från den dag du fick beslutet. Information om hur du gör finns i ditt beslut. Om du har gett någon en fullmakt att företräda dig kan den personen överklaga. Barn under 18 år kan inte själva överklaga. Det ärföräldrarna eller annan vårdnadshavare som överklagar för barnet.\n\nOm du inte får uppehållstillstånd kan du överklaga beslutet inom tre veckor från den dag du fick beslutet. Information om hur du gör finns i ditt beslut. Om du har gett någon en fullmakt att företräda dig kan den personen överklaga. Barn under 18 år kan inte själva överklaga. Det ärföräldrarna eller annan vårdnadshavare som överklagar för barnet.\n\nOm du inte får uppehållstillstånd kan du överklaga beslutet inom tre veckor från den dag du fick beslutet. Information om hur du gör finns i ditt beslut. Om du har gett någon en fullmakt att företräda dig kan den personen överklaga. Barn under 18 år kan inte själva överklaga. Det ärföräldrarna eller annan vårdnadshavare som överklagar för barnet.\n\nOm du får uppehållstillstånd får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat foto på dig och dina fingeravtryck. Du skadärför boka en tid på Migrationsverket för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Det behöver du göra även om du tidigare har haft ett uppehållstillståndskort eftersom ditt foto och dina fingeravtryck inte sparas.\n\nOm du får uppehållstillstånd får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat foto på dig och dina fingeravtryck. Du skadärför boka en tid på Migrationsverket för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Det behöver du göra även om du tidigare har haft ett uppehållstillståndskort eftersom ditt foto och dina fingeravtryck inte sparas.\n\nOm du får uppehållstillstånd får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat foto på dig och dina fingeravtryck. Du skadärför boka en tid på Migrationsverket för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Det behöver du göra även om du tidigare har haft ett uppehållstillståndskort eftersom ditt foto och dina fingeravtryck inte sparas.\n\nKontakta vår webbsupport.\n\nOm du inte kan ansöka på webben fyller du i blanketten Ansökan om uppehållstillstånd för bosättning i Sverige, nummer 160011. Du och din partner ska tillsammans fylla i blanketten Försäkran om samlevnad vid förlängning av uppehållstillstånd, nummer 242011B.\n\nOm ansökan gäller barn under 18 år fyller du i blanketten Ansökan om uppehållstillstånd för barn under 18 år, nummer 162011.\n\nPå ansökningsblanketten framgår vilka dokument som du ska bifoga. \n\nSkicka ansökan till:\n\nMigrationsverketBox 3100903 03 Umeå\n\nMigrationsverketBox 3100903 03 Umeå\n\nMigrationsverketBox 3100903 03 Umeå\n\nMigrationsverketBox 3100903 03 Umeå\n\nMigrationsverketBox 3100903 03 Umeå\n\nI de flesta fall betalar du en avgift."}