{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Gift-registrerad-partner-eller-sambo.html", "text": "Uppehållstillstånd för att flytta till en make, maka, registrerad partner eller sambo i Sverige\n\nOm du är medborgare i ett land utanför EU och vill flytta till en familjemedlem i Sverige behöver du uppehållstillstånd. Du kan få uppehållstillstånd om du är gift, har ingått partnerskap eller har varit sambo med någon som nu bor i Sverige. Familjemedlemmen i Sverige måste vara svensk medborgare, ha permanent uppehållstillstånd, permanent uppehållsrätt eller permanent uppehållskort.\n\nDu kan få uppehållstillstånd om du är gift, har ingått registrerat partnerskap eller har varit  sambo med någon som nu bor i Sverige.\n\nMed sambo menas ett par som inte är gifta men som bor och lever tillsammans som i ett äktenskap. Att ni har bott tillsammans under till exempel ett turistbesök räcker inte.\n\nOm du är gift eller registrerad partner bör din anhörige registrera ert äktenskap eller partnerskap hos Skatteverket i Sverige.\n\nOm du är EU-medborgare och vill flytta till en familjemedlem som också är EU-medborgare kan du ha uppehållsrätt. Då behöver du inte uppehållstillstånd.\n\nDen person som du ska bo med i Sverige måste kunna försörja er båda. Han eller hon ska också ha en bostad av tillräcklig storlek och standard som ni kan bo tillsammans i när du flyttar till Sverige.\n\nFör att få uppehållstillstånd för att flytta till någon i Sverige måste du kunna styrka din identitet. Detta gör du normalt med en giltig passhandling. Du som inte kan styrka din identitet med ett giltigt pass kan i vissa fall få uppehållstillstånd genom att styrka det biologiska släktskapet med personen i Sverige. Detta gäller barnfamiljer som bott tillsammans utanför Sverige.\n\nSara och Felipe träffades när Sara arbetade i Sydamerika och har bott tillsammans i Argentina i fem år. De är inte gifta, men har bott på samma adress där båda har varit skrivna på kontraktet. Nu har de beslutat sig för att flytta till Sverige eftersom Sara väntar barn. Hon har också fått ett arbete i Sverige så att hon kan försörja Felipe.\n\nFelipe gör en webbansökan om att flytta till någon som han redan är gift eller sambo med. Han bifogar bland annat kopia av sitt pass, kopia av hyreskontraktet som visar att han och Sara har bott tillsammans och intyg som styrker att Sara är gravid. Eftersom Sara ännu inte har folkbokfört sig i Sverige bifogar de även en kopia av köpekontraktet av huset de har köpt i Sverige.\n\nNär Migrationsverket har handlagt Felipes ansökan blir han beviljad permanent uppehållstillstånd eftersom han och Sara redan har bott tillsammans så länge utomlands. Felipe är dessutom viseringsfri vilket gör att de kan resa till Sverige så fort de har fått beslutet. När de har kommit till Sverige bokar Felipe tid på Migrationsverket för att lämna foto och fingeravtryck till sitt uppehållstillståndskort. När kortet är färdigt skickas kortet hem till deras adress i Sverige."}