{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Universitet-och-hogskola.html", "text": "# Studera på universitet och högskola\n\nOm du ska studera på ett universitet eller en högskola i Sverige under längre tid än tre månader måste du ha ett uppehållstillstånd. Tillståndet ska vara klart innan du reser till Sverige.\n\n## Om du ska komma till Sverige som gästforskare eller utbytesdoktorand\n\nEn gästforskare är en person som genom en högskoleutbildning har behörighet till en doktorandutbildning och är utvald att forska i Sverige. Om du har fått anställning som gästforskare ska du ansöka om uppehållstillstånd som gästforskare.\n\n\nDu som är doktorand och ska studera i Sverige som en del av en utbildning i ett annat land kan inte få uppehållstillstånd för studier om du inte är antagen till ett svenskt universitet eller högskola. Du kan i stället ansöka om uppehållstillstånd för besök.\n\n## Om du ska genomföra en uppdragsutbildning i Sverige\n\nUppdragsutbildning i Sverige på ett universitet eller högskola ingår i kategorin andra sorters studier.\n\nSärskilda regler gäller för dig som är EU-medborgare och varaktigt bosatt.\n\n\nFör studier som varar kortare tid än tre månader ska du inte ansöka om uppehållstillstånd utan i stället ansöka om visum. Medborgare i vissa länder får vistas i Sverige i upp till tre månader utan uppehållstillstånd eller visum. Under den tiden är det tillåtet att studera.\n\n## Krav för att få uppehållstillstånd\n\nFör att få tillstånd ska du\n\n\n* ha ett giltigt pass\n* vara antagen till heltidsstudier på ett universitet eller en högskola\n* kunna försörja dig under den tid som du söker uppehållstillstånd för\n* ha en heltäckande sjukförsäkring.\n\n\n### Innandu lämnar in din ansökan\n\nKontrollera att informationen på dokumenten du skickar med syns tydligt. Viktiga uppgifter som ditt namn måste framgå av dokumenten. Dokumenten bör vara så nyligen utfärdade som möjligt. Dokumenten bör också vara översatta till svenska eller engelska av auktoriserad översättare, om de är utfärdade på ett annat språk. När du skickar med ett översatt dokument ska du alltid skicka med en kopia av originaldokumentet.\n\n## Är ditt lärosäte ett universitet eller en högskola?\n\nPå studyinsweden.se finns en förteckning över vilka lärosäten som räknas som universitet och högskolor.\n\nVärldssjöfartsuniversitet och Folkuniversitetet räknas inte som universitet eller högskola.Religiösa studier, uppdragsutbildningar eller studier på en yrkesskola räknas inte heller som universitets- eller högskolestudier utan som så kallade övriga studier.\n\nOm du ska studera på ett gymnasium eller en folkhögskola, som också är övriga studier, gäller andra regler."}