{"url": "https://www.migrationsverket.se/Privatpersoner/Skydd-och-asyl-i-Sverige/Forlanga-tillstand.html", "text": "## Bilagor\n\nI din ansökan berättar du varför du vill ansöka om förlängt uppehållstillstånd. För att din ansökan ska bli komplett behöver du i många fall skicka in bilagor, det vill säga ytterligare blanketter eller dokument som visar att du uppfyller kraven. Vilka bilagor du ska skicka in beror på varför du vill bo kvar i Sverige. Eftersom du kan ha flera olika skäl till att vilja stanna i Sverige kan du skicka med flera bilagor. Bilagorna måste skickas per post till Migrationsverket. Det gäller även dig som ansöker om förlängt uppehållstillstånd på webben. Det tar längre tid att handlägga din ansökan om vi måste påminna dig om att skicka in dina bilagor.\n\nDu kan ansöka om förlängning av ditt uppehållstillstånd om\n\n\n* du behöver skydd (asyl)\n* du kan försörja dig själv som anställd eller egen företagare i Sverige\n* du är familjemedlem till en person som är bosatt i Sverige\n* du studerar på gymnasial nivå\n* du behöver stanna i Sverige av hälsoskäl.\n\n\nKlicka på rubrikerna för att läsa mer om vilka bilagor du behöver skicka in beroende på vilka skäl du har.\n\n### Du behöver skydd (asyl)\n\nOm du vill stanna i Sverige därför att du behöver skydd (asyl) måste du svara på om du har samma skäl som tidigare eller om du har nya skäl som du inte har berättat om.\n\nOm du har samma skäl som tidigare behöver du inte berätta om dem igen. Migrationsverket känner till vilka skäl du har berättat om tidigare.\n\nDu behöver inte skicka in några bilagor för att visa vilka skyddsskäl du har. Om du endast vill ansöka om förlängning därför att du behöver skydd i Sverige räcker det att fylla i webbansökan eller ansökningsblanketten. Du kan dock behöva skicka in bilagor om du har kryssat för att du har flera skäl för att ansöka om förlängning.\n\nOm du anger att du har nya skäl kommer vi att kontakta dig för att få veta mer om varför du behöver skydd. Nya skyddsskäl kan vara att det till exempel har hänt något efter att du ansökte om asyl, något som du inte har berättat om för Migrationsverket eller domstolen."}