{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Planerar-att-gifta-dig-eller-bli-sambo.html", "text": "Planerar att gifta dig eller bli sambo\n\nOm du är medborgare i ett land utanför EU och vill flytta till en familjemedlem i Sverige behöver du uppehållstillstånd. Du kan få uppehållstillstånd om du planerar att gifta dig eller bli sambo med någon i Sverige. Familjemedlemmen i Sverige måste vara svensk medborgare eller ha permanent uppehållstillstånd. \n\nDu kan få uppehållstillstånd om du planerar att gifta dig eller bli sambo med någon som bor i Sverige.\n\nDen person som du ska bo med i Sverige måste kunna försörja er båda. Han eller hon ska också ha en bostad av tillräcklig storlek och standard som ni kan bo tillsammans i när du flyttar till Sverige.\n\nFör att få uppehållstillstånd för att flytta till någon i Sverige måste du kunna styrka din identitet. Detta gör du normalt med en giltig passhandling.\n\nVanida bor i Thailand och har träffat Olle från Sverige. Nu har de bestämt sig för att de vill bo tillsammans i Sverige. Vanida ansöker om uppehållstillstånd på webben. Eftersom Vanida har ett barn från tidigare förhållande som ska flytta med henne till Sverige ansöker hon om uppehållstillstånd för barnet i samma webbansökan. Hon har även frågat sin förre make om medgivande för att barnet ska få flytta till Sverige. Olle får ett mejl med ett frågeformulär som han ska besvara. När Olle har besvarat frågorna börjar Migrationsverket handlägga Vanidas ansökan. Vanida får ett mejl med information om att hon ska boka tid för intervju på svenska ambassaden i Bangkok. Även Vanidas barn ska följa med på intervjun.\n\nOm Vanida får uppehållstillstånd får hon också ett uppehållstillståndskort. Kortet är ett bevis på att Vanida har tillstånd att bo i Sverige och innehåller bland annat hennes fingeravtryck och foto. När Vanida är på intervju blir hon därför fotograferad och får lämna sina fingeravtryck. Vanidas barn blir också fotograferat men behöver inte lämna fingeravtryck eftersom barnet är under 6 år. Vanida får inte flytta till Sverige förrän hon har fått sitt uppehållstillstånd och uppehållstillståndskortet är färdigt. Beslutet om uppehållstillstånd och uppehållstillståndskortet får hon genom den svenska ambassaden.\n\nKim och Charlie träffades på internet. När Charlie besökte Kim i Kina blev de ett par. När Kim är och hälsar på Charlie i Sverige bestämmer de sig för att bo tillsammans i Sverige. Kim lämnar in en ansökan om uppehållstillstånd till Migrationsverket i Sverige. \n\nMigrationsverket avslår ansökan med hänvisning till att han måste ansöka från sitt hemland. Kim åker hem till Kina och lämnar in en ansökan på webben istället."}