{"url": "https://www.migrationsverket.se/Privatpersoner/Skydd-och-asyl-i-Sverige/Forlanga-tillstand.html", "text": "* Familjeuppgifter, blankett nummer 238011\n\n\nObservera att du inte ska använda någon av de webbansökningar som finns på sidorna under rubriken ”Flytta till någon i Sverige”.Hela familjen ska ansöka om förlängning av sina uppehållstillstånd på samma sätt. Det gäller både den som tidigare har sökt asyl och de som kom till Sverige senare för att återförenas med familjemedlemmar som hade sökt asyl.\n\n\n* Om ni har fått ett brev med en kod kan ni ansöka om förlängning på webben. Alla familjemedlemmar ska ha en egen kod och ni gör en webbansökan per person.\n* Om ni inte kan ansöka på webben måste ni skicka in en ansökningsblankett för varje familjemedlem. Skicka gärna hela familjens blanketter i samma kuvert.\n\n\n### Du studerar på gymnasial nivå\n\nDu som har ett uppehållstillstånd för studier på gymnasial nivå kan ansöka om förlängt uppehållstillstånd. Det gäller både dig som har ett längre uppehållstillstånd därför att du studerar på gymnasial nivå samtidigt som du har andra skäl, och dig som har ett 13 månader långt uppehållstillstånd för att läsa på ett introduktionsprogram. Det gäller även dig som har uppehållstillstånd enligt 16 f § tillfälliga lagen (den så kallade nya gymnasielagen).\n\nDu som har tillstånd enligt den så kallade nya gymnasielagen måste visa att du har påbörjat dina studier innan ditt nuvarande tillstånd slutar gälla för att kunna ansöka om förlängt uppehållstillstånd för studier på gymnasial nivå. I ansökan ska du kryssa för att du vill ansöka om förlängt uppehållstillstånd därför att du studerar på gymnasial nivå.\n\nDu som även har andra skäl för uppehållstillstånd, och fick ett längre tillstånd därför att du studerar på gymnasial nivå, kan ansöka om förlängning om du inte hinner läsa färdigt din utbildning. Du kan kryssa för flera skäl samtidigt.\n\nDu som inte har uppehållstillstånd för studier på gymnasial nivå, men har börjat studera under din tid i Sverige kan också välja detta alternativ när du ansöker om förlängning av ditt uppehållstillstånd. Du kan då ha rätt till ett längre uppehållstillstånd för att du ska ha möjlighet att läsa färdigt din utbildning. Du kan kryssa för både skyddsbehov och gymnasiestudier som skäl till varför du vill stanna i Sverige.\n\nOm du ansöker om uppehållstillstånd på grund av studier på gymnasial nivå ska du skicka in bilagor som visar att du studerar och när studierna ska vara klara. Du får dessa dokument från din skola. Du ska skicka in\n\n\n* individuell studieplan, eller\n* planeringsdokument från Komvux eller folkhögskola."}