{"url": "https://www.migrationsverket.se/Privatpersoner/Besoka-Sverige/Besoka-Sverige-i-religiost-syfte.html", "text": "Besöka Sverige i religiöst syfte\n\nOm du tillhör en religiös organisation och vill vistas i Sverige under en kortare tid kan du ansöka om uppehållstillstånd för besök.\n\nOm du är munk eller nunna och tillhör en religiös organisation kan du ansöka om uppehållstillstånd för besök om ditt syfte med besöket i Sverige är att exempelvis praktiskt arbeta i klosterhushållet.\n\nOm du är missionär och tillhör en religiös organisation kan du ansöka om uppehållstillstånd för besök om ditt syfte med besöket är att missionera i Sverige under en kortare period.\n\nOm du är en imam och är inbjuden till Sverige för att delta i verksamhet som omfattas av dina vanliga arbetsuppgifter, till exempel gästpredikan och föreläsningar, måste du ha ett arbetstillstånd för att få utöva verksamheten i Sverige.\n\nFör att få tillstånd ska du\n\nFyll i blanketterna Ansökan om uppehållstillstånd för besök och Familjeuppgifter.\n\nObservera att ambassaden eller generalkonsulatet där du lämnar in din ansökan kan kräva ytterligare dokument. För information om vad som gäller på aktuell ambassad eller generalkonsulat, läs på swedenabroad.com.\n\nEn fullmakt kan vara ett undertecknat brev där den som ansöker om tillstånd ger någon annan person möjlighet att företräda honom eller henne. En fullmakt kan till exempel ge någon rätt att ansöka, ta del av skälen för ett beslut eller överklaga ett beslut för någon annan. Fullmakten ska skrivas av den som ger sin fullmakt till någon annan och ska kunna visas upp i original om Migrationsverket begär det.\n\nFör att ge fullmakt till en annan person ska du lämna in ett brev till Migrationsverket där det står\n\nDu ska lämna in din ansökan på en svensk ambassad eller generalkonsulat.\n\nDe flesta måste betala en avgift i samband med att ansökan lämnas in.\n\nDu kommer att få göra en intervju i samband med att du lämnar in din ansökan. Kontakta ambassaden eller generalkonsulatet för mer information angående om du behöver boka tid för intervjun. Ta med dig ditt pass och originalen på dokumenten som du ska bifoga till din ansökan. Under intervjun kommer du att få svara på frågor om ditt besök till Sverige.\n\nOm du får uppehållstillstånd får du ett uppehållstillståndskort. Kortet innehåller bland annat dina fingeravtryck och foto på dig. Fingeravtrycken och fotot lagras bara på kortets chip.\n\nOm du behöver visum för att resa till Sverige behöver du uppehållstillståndskortet när du reser till Sverige. Därför kommer du att bli fotograferad och få lämna dina fingeravtryck i samband med att du gör din intervju.\n\nDu som inte behöver visum för att resa till Sverige kan resa utan uppehållstillståndskortet och lämnar underlag för uppehållstillståndskort på Migrationsverket när du har kommit till Sverige.\n\nEfter din intervju skickas din ansökan till Migrationsverket i Sverige som handlägger och tar beslut i ärendet. Räkna med att det tar ungefär fyra veckor innan din ansökan har kommit fram till Migrationsverket.\n\nAmbassaden eller generalkonsulatet kontaktar dig när beslutet är klart.\n\nNär du ska hämta beslutet ska du ta med dig ditt pass. Vissa ambassader och generalkonsulat skickar ut beslutet och uppehållstillståndskortet per post. Kontakta ambassaden eller generalkonsulatet för mer information.\n\nEtt uppehållstillstånd för besök gäller som längst upp till ett år, men oftast högst sex månader. Uppehållstillståndet gäller bara för ett besök och inte för att du ska arbeta eller bosätta dig i Sverige.\n\nDu blir inte folkbokförd i Sverige och har inte rätt till sociala förmåner. Det är därför viktigt att du har en försäkring som täcker kostnader som kan uppstå till exempel vid sjukdom och olycksfall.\n\nOm Migrationsverket avslår din ansökan kan du överklaga beslutet inom tre veckor från den dag då du fick ta del av beslutet. Information om hur du gör finns i ditt beslut.\n\nEftersom besöket är länge än tre månader kommer du att få ett uppehållstillståndskort som bevis på att du har rätt att vara i Sverige. Kortet innehåller bland annat foto på dig och dina fingeravtryck. Du ska därför bli fotograferad och lämna dina fingeravtryck på den ambassad eller generalkonsulat där du lämnade in din ansökan."}