{"url": "https://www.migrationsverket.se/Privatpersoner/Besoka-Sverige/Turistbesok.html", "text": "## Ansöka om visum\n\nDu ska lämna in din ansökan om visum till en svensk ambassad eller generalkonsulat. I vissa länder förekommer det att ett annat Schengenland representerar Sverige. Men det finns också länder där Sverige varken har någon egen ambassad eller generalkonsulat eller representeras av något annat land. Där får den som vill lämna in en visumansökan resa till närmaste land där det finns en svensk ambassad eller generalkonsulat.\n\nOm du ska lämna in din ansökan vid något annat Schengenlands utlandsmyndighet bör du kontakta den i förväg. Då är det nämligen detta lands krav på dokument som gäller. Dokumenten bör också vara översatta till det landets språk.\n\nFör att ansöka om visum ska du fylla i blanketten Application for Schengen Visa (Ansökan om Schengenvisering).\n\nFör att myndigheterna ska kunna behandla din ansökan måste du tydligt ange\n• varför du ska besöka Sverige  \n• hur länge du ska stanna i Sverige  \n• hur du ska försörja dig under tiden i Sverige  \n• vilket slags pass du har och hur länge det är giltigt  \n• vart du ska resa efter besöket i Sverige  \n• om du har tillstånd att resa in i det land du ska till efter vistelsen i Sverige.\n\nTill din ansökan måste du bifoga\n• ett fotografi i passformat som är taget rakt framifrån och som inte är äldre än sex månader.   \n• andra dokument som ambassaden kan kräva.\n\nAnsökan om Schengenvisering, blankett nummer 118031 (på svenska)Application for Schengen Visa, form number 119031 (på engelska)\n\n## Väntetid för beslut\n\nVanligtvis får du ett beslut inom två veckor, men handläggningstiderna vid ambassaderna eller generalkonsulaten varierar. Under semesterperioden juni–augusti kan det ta längre tid. Om du behöver aktuell information om detta, kontakta ambassad eller generalkonsulat som ska behandla din ansökan. Om ambassad eller generalkonsulat skickar din ansökan till Migrationsverket  kan det ta längre tid. För att vara säker på att få ditt visum i tid bör du lämna in din ansökan minst två månader innan du ska resa till Sverige."}