{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Eget-foretag.html", "text": "## Om du har sökt asyl, fått ett tidsbegränsat uppehållstillstånd och driver eget företag\n\nOm du har sökt asyl, fått ett tidsbegränsat uppehållstillstånd och kan försörja dig kan du i vissa fall få ett permanent uppehållstillstånd. För dig gäller andra krav än för de som ansöker om uppehållstillstånd som egen företagare och som inte har ett tidsbegränsat uppehållstillstånd sedan tidigare som grundar sig på asylskäl. För att du som egen företagare ska få ett permanent uppehållstillstånd måste du visa att du kan försörja dig nu och att det finns tillräckligt kapital för att driva ditt företag och försörja dig i minst två år framåt.\n\n## Efter att du har gjort ansökan\n\nKontrollera din ansökan\n\nDu kan kontrollera att din ansökan har registrerats hos Migrationsverket eller om du har fått ett beslut påsidan Kontrollera din ansökan.\n\nBli fotograferad och lämna dina fingeravtryck\n\nDu som behöver visum för att resa till Sverige ska besöka en svensk ambassad eller generalkonsulat för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Före besöket ska du kontakta ambassaden eller generalkonsulatet.\n\nDu som inte behöver visum för att resa till Sverige ska boka tid för att lämna underlag för uppehållstillståndskort på Migrationsverket efter att du har kommit till Sverige.\n\n## Uppehållstillstånd för din familj\n\nDin familj kan få uppehållstillstånd för samma tid som du. Om du får uppehållstillstånd för mer än sex månader så kan dina familjemedlemmar (som är över 16 år) få arbetstillstånd. Du måste kunna visa att deras försörjning är tryggad av dig.\n\nSom familj räknas\n\n• din partner (sambo, make/maka eller registrerad partner)\n• dina eller din partners ogifta barn under 18 år.\n\nSå ansöker din familj\n\nNi kan ansöka om uppehållstillstånd tillsammans. Då ansöker du för din familj i din webbansökan. Om din familj ska ansöka efter dig kan de göra en egen webbansökan."}