{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Forlanga-tillstand.html", "text": "Förlänga arbetstillståndet\n\nOm du har ett arbetstillstånd och vill fortsätta arbeta efter att ditt tillstånd har gått ut ska du ansöka om att förlänga ditt arbetstillstånd. Om du har haft tillstånd som arbetstagare i sex månader eller mer och ansöker innan ditt nuvarande tillstånd går ut har du rätt att fortsätta arbeta i väntan på beslut.\n\nNär du ansöker om förlängt arbetstillstånd kontrollerar Migrationsverket att villkoren för arbetstillstånd har varit uppfyllda under alla dina tidigare tillståndsperioder. För att ansökan ska bli komplett behöver du därför skicka in kontrolluppgifter från Skatteverket för hela den tid du har arbetat i Sverige.\n\nOm du har haft arbetstillstånd eller uppehållstillstånd av andra skäl som också gett dig rätt att arbeta måste du ha haft tillstånd i sex månader eller mer för att få fortsätta arbeta i väntan på beslut. Det gäller den som har haft uppehållstillstånd för till exempel studier eller som anhörig till någon i Sverige. Om du byter arbetsgivare eller yrke, och lämnar in en ny ansökan om arbetstillstånd innan ditt tidigare tillstånd går ut, kan du börja arbeta innan du har fått ditt beslut oavsett hur lång tid du har haft arbetstillstånd i Sverige.\n\nSärskilda regler gäller för dig som är artist, au pair, bärplockare, gästforskare, idrottare eller tränare, praktikant, egen företagare, innehavare av EU-blåkort, innehavare av ICT-tillstånd eller har tillstånd som varaktigt bosatt. Särskilda regler gäller även för dig som har ett tidsbegränsat tillstånd på grund av skyddsbehov och som vill ansöka om permanent uppehållstillstånd som anställd eller egen företagare. \n\nFör att du ska kunna förlänga ditt arbetstillstånd måste din lön och övriga anställningsvillkor ha varit minst i nivå med kollektivavtal eller praxis inom yrket eller branschen. Du ska även ha arbetat i sådan omfattning att din lön har kommit upp i minst 13 000 kronor i månaden före skatt. Villkoren ska ha varit uppfyllda under hela den tid som du har haft arbetstillstånd i Sverige.\n\nDu måste också ha omfattats av sjukförsäkring, livförsäkring, trygghetsförsäkring vid arbetsskada och tjänstepensionsförsäkring under hela den tid du har haft arbetstillstånd i Sverige.\n\nNär du ansöker om förlängt arbetstillstånd kommer du att behöva visa att villkoren för arbetstillståndet har varit uppfyllda under hela tiden du har haft arbetstillstånd i Sverige. Du ska även visa att du erbjuds ett arbete där villkoren för arbetstillstånd är uppfyllda.\n\nDu kan ansöka om att förlänga ditt tillstånd på webben. Ansök tidigast fyra månader innan ditt nuvarande tillstånd slutar gälla. Du bör lämna in din ansökan medan ditt nuvarande tillstånd fortfarande gäller.\n\nFör att visa att du har uppfyllt villkoren för arbetstillstånd ska du skicka in en sammanställning av dina kontrolluppgifter från Skatteverket för alla år som du har arbetat i Sverige, som visar både din sammanlagda inkomst och vem som har betalat din lön eller andra inkomstkällor.\n\nFör att få fram en sammanställning över samtliga kontrolluppgifter måste du kontakta Skatteverket.\n\nHos dem ska du be om att få en sammanställning av kontrolluppgifter som visar både inkomst från samtliga arbetsgivare och inkomst från Försäkringskassan. Skatteverket skickar då en sammanställning av dina kontrolluppgifter till den adress som du är folkbokförd på. \n\nDu kan även besöka Skatteverket på något av deras servicekontor. Där kan du legitimera dig och få sammanställningen av dina kontrolluppgifter direkt på plats.\n\nUnder de första 24 månaderna gäller arbetstillståndet bara hos den arbetsgivare och för det yrke som står i ditt beslut. Om företaget du arbetar på byter organisationsnummer, du får en ny arbetsgivare eller nya arbetsuppgifter, eller om arbetsvillkoren förändras gäller inte längre ditt arbetstillstånd. Då ska du lämna in en ny ansökan om arbetstillstånd. Det framgår av ditt tidigare beslut vilket arbete ditt arbetstillstånd gäller för.\n\nNär du har haft arbetstillstånd i 24 månader och har fått en förlängning på ditt arbetstillstånd kan du byta arbetsgivare utan att lämna in en ny ansökan så länge du arbetar inom samma yrke. Om ditt nya arbete innebär att du byter yrke ska du lämna in en ny ansökan. Det framgår av ditt tidigare beslut hur ditt arbetstillstånd är begränsat och till vilket yrke.\n\nNär du har lämnat in din ansökan kan du börja arbeta innan du har fått beslut under förutsättning att du har ansökt innan ditt tidigare tillstånd gått ut. Din nya arbetsgivare måste ha annonserat ut tjänsten i Sverige och inom EU/EES och Schweiz innan du påbörjar din anställning.\n\nNär du ansöker om förlängt arbetstillstånd kommer du att behöva visa att villkoren för arbetstillståndet har varit uppfyllda under hela tiden du har haft arbetstillstånd i Sverige. Du ska även visa att du erbjuds ett arbete där villkoren för arbetstillstånd är uppfyllda.\n\nNär du har haft arbetstillstånd som arbetstagare och arbetat i sammanlagt fyra år under de senaste sju åren kan du bli beviljad permanent uppehållstillstånd när du ansöker om förlängning av ditt tillstånd. Du ska ha arbetat för den arbetsgivare och med det yrke som du har haft arbetstillstånd för.\n\n1\n\nDin arbetsgivare eller uppdragsgivare i Sverige påbörjar ansökan om arbetstillstånd genom att skapa ett anställningserbjudande. Din arbetsgivare behöver uppgifter om ditt namn, födelsedatum, medborgarskap, din utbildning och e-postadress.\n\nDet är viktigt du har tillgång till den e-postadress du ger till din arbetsgivare fram tills att du har fått beslut på din ansökan. Migrationsverket kommer att använda e-postadressen för att kommunicera med dig under tiden du ansöker om arbetstillstånd.\n\n2\n\nNär arbetsgivaren har skapat anställningserbjudandet får du ett mejl med information om hur du ska göra för att ansöka om arbetstillstånd.\n\nI ansökan fyller du i uppgifter om dig själv. Om du har familj i Sverige som också behöver uppehållstillstånd ansöker du om tillstånd för dem samtidigt. Du ska också kontrollera att uppgifterna om dina anställningsvillkor i anställningserbjudandet stämmer med det som du och din arbetsgivare har kommit överens om.\n\n3\n\nDe här dokumenten ska du skanna eller fotografera och skicka med din ansökan:\n• Kopior av de sidor i ditt pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid, den maskinläsbara koden på identitetssidan och om du har tillstånd att bo i andra länder än ditt hemland\n• sammanställning av dina kontrolluppgifter från Skatteverket för alla år som du har arbetat i Sverige, som visar både din sammanlagda inkomst och vem som har betalat din lön eller andra inkomstkällor\n• lönespecifikationer för innevarande år\n• intyg om anställning från samtliga arbetsgivare du har haft i Sverige\n• intyg som visar eventuell frånvaro från ditt arbete, till exempel utbetalningsbesked från Försäkringskassan\n• information om vilket försäkringsbolag din arbetsgivare har tecknat försäkringar hos, ditt försäkringsnummer och under vilken period försäkringarna gäller\n• fullmakt om du är ombud för den sökande.\n\n\nDu ska skicka in dokument som gäller för alla anställningar du har haft om du har bytt arbetsgivare eller yrke under tillståndstiden. Tänk på att förbereda alla dokument innan du påbörjar din del av ansökan.\n\nOm ditt pass är på väg att gå ut bör du förlänga det eftersom du inte kan få tillstånd för längre tid än ditt pass är giltigt.\n\nOm du söker arbetstillstånd som personlig assistent ska du lämna in en kopia av Försäkringskassans beslut om assistansersättning. Beslutet visar att det finns en person som du ska arbeta hos och att denna person har rätt till assistansersättning.\n\nMigrationsverket kommer att uppdatera webbansökan för att göra det möjligt att lämna in en kopia av Försäkringskassans beslut. Innan webbansökan har förändrats kan du ladda upp beslutet som en bilaga under passhandling.\n\nFör att få fram sammanställning över samtliga kontrolluppgifter måste du kontakta Skatteverket.\n\nHos dem ska du be om att få en sammanställning av kontrolluppgifter som visar både inkomst från samtliga arbetsgivare och inkomst från Försäkringskassan. Skatteverket skickar då en sammanställning av dina kontrolluppgifter till den adress som du ärfolkbokförd på. \n\nDu kan även besöka Skatteverket på något av deras servicekontor. Där kan du legitimera dig och få sammanställningen av dina kontrolluppgifter direkt på plats.\n\nHitta kontaktuppgifter och adresser till Skatteverket på deras webbplats \n\nEn fullmakt kan vara ett undertecknat brev där den som ansöker om tillstånd ger någon annan person möjlighet att företräda honom eller henne. En fullmakt kan till exempel ge någon rätt att ansöka, ta del av skälen för ett beslut eller överklaga ett beslut för någon annan. Fullmakten ska skrivas av den som ger sin fullmakt till någon annan och ska kunna visas upp i original om Migrationsverket begär det.\n\nFör att ge fullmakt till en annan person ska du lämna in ett brev till Migrationsverket där det står\n• att det är en fullmakt\n• namn, födelsedatum och adress för den person som ger någon annan fullmakt\n• vad personen som får fullmakt har rätt att göra\n• namn, personnummer och adress för den som får fullmakt\n• namnteckning av den person som ger någon annan fullmakt\n• datum och ort för när fullmakten skrevs under.\n\n• kopior av de sidor i dina familjemedlemmars pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid, den maskinläsbara koden på identitetssidan och om de har tillstånd att bo i andra länder än deras hemland.\n\n\nOm din familj inte ansökte om tillstånd när du ansökte om arbetstillstånd förra gången och de nu ska flytta till dig i Sverige ska du också skicka med\n• kopior av de sidor i deras pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid, den maskinläsbara koden på identitetssidan och om de har tillstånd att bo i andra länder än deras hemland\n• kopia av vigselbevis, äktenskapsbevis eller motsvarande (gäller gifta par och registrerad partner)\n• dokument som visar att ni har bott tillsammans i hemlandet (gäller sambor)\n• födelsebevis för barn\n• medgivande från den andre vårdnadshavaren, om den inte följer med till Sverige, där det framgår att barnet får flytta till Sverige\n• dokument som visar att barn över 21 år är beroende av föräldern för sin försörjning\n• adoptionshandlingar om barnet är adopterat\n• fullmakt om du är ombud för alla medsökande familjemedlemmar som är över 18 år.\n\n\nDokumenten bör vara översatta till svenska eller engelska av auktoriserad översättare. Du ska alltid skicka in både en kopia av dokumentet i original och en kopia av översättning av dokumentet.\n\nOm du får ett permanent uppehållstillstånd gäller andra krav för din medsökande familj. I de flesta fall krävs då att du uppfyller ett försörjningskrav.\n\nEtt medgivande är ett undertecknat brev från den förälder som är vårdnadshavare men inte följer med till Sverige, där hon eller han godkänner att ert barn beviljas uppehållstillstånd för bosättning i Sverige. Medgivandet bör innehålla\n• namn, födelsedatum och adress för den förälder som ger sitt medgivande\n• namn och födelsedatum på barnet som medgivandet gäller\n• att föräldern godkänner att barnet beviljas uppehållstillstånd för bosättning i Sverige\n• namnteckning av föräldern som ger medgivandet och namnförtydligande.\n\n\nLäs mer om tillstånd för din familj och hur de ska besöka den svenska ambassaden eller generalkonsulatet för att få uppehållstillståndskort. Gäller familjemedlemmar som befinner sig utanför Sverige.\n\n4\n\nI de allra flesta fall betalar du en avgift. Du betalar med ett Visa- eller Mastercardkort. Kortet måste vara aktiverat för internetbetalning. Kontakta din bank om du vill få mer information.\n\nNär eventuell avgift är betald skickar du in ansökan. Du och din arbetsgivare får ett mejl med en bekräftelse på att din ansökan är inskickad. Migrationsverket kommer kontakta er om det behövs mer information.\n\n5\n\nOm du har lämnat in en ansökan om förlängning har du rätt att vara kvar i Sverige tills Migrationsverket har fattat sitt beslut. Du har också rätt att fortsätta arbeta hos din arbetsgivare om ansökan är gjord innan det nuvarande tillståndet går ut.\n\nTänk på att du bara har rätt att fortsätta arbeta under väntetiden om din ansökan har kommit in till Migrationsverket innan ditt tidigare tillstånd har gått ut.\n\nFör att Migrationsverket ska kunna fatta beslut i ditt ärende krävs det att alla uppgifter är ifyllda och att alla nödvändiga dokument finns med. Det innebär att handläggningstiden blir kortare om allt som krävs finns med från början än om ansökan kompletteras i efterhand.\n\nObservera att Migrationsverket i vissa fall kan behöva utreda ansökan ytterligare även om alla uppgifter är ifyllda och alla dokument har skickats med.\n\nOm du reser utomlands i samband med att ditt tillstånd går ut kan det bli svårt för dig att komma in i Sverige innan du har fått ditt nya tillstånd beviljat. Du kan då behöva vänta på ditt nya beslut utanför Sverige. Om du av brådskande skäl måste resa tillbaka till Sverige innan dess finns det möjlighet att ansöka om ett visum för inresa. Med ett sådant visum får du resa tillbaka till Sverige och där invänta ditt beslut om förlängning. Du ansöker om visum på en svensk ambassad eller generalkonsulat i det land där du befinner dig. Om du är viseringsfri kan du resa till Sverige utan att ansöka om ett visum.\n\n6\n\nOm du får tillstånd för mer än tre månader får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat foto på dig och dina fingeravtryck. Du ska därför boka en tid på Migrationsverket för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Det behöver du göra även om du tidigare har haft ett uppehållstillståndskort eftersom ditt foto och dina fingeravtryck inte kan sparas.\n\n7\n\nDu får ett mejl om att beslutet är fattat. Själva beslutet skickas sedan hem till din adress i Sverige. Din arbetsgivare eller uppdragsgivare får samtidigt ett meddelande om beslutet per post.  \n\nDu kan få tillstånd för den tid anställningen gäller men aldrig längre än ditt pass är giltigt. Ett arbetstillstånd kan beviljas för högst två år i taget. Om Migrationsverket har svårt att bedöma hur länge anställningen ska vara, kan du få ett kortare tillstånd. När uppehållstillståndskortet är klart skickas det hem till dig inom cirka en vecka.\n\nNär du har haft arbetstillstånd som arbetstagare och arbetat i sammanlagt fyra år under de senaste sju åren kan du få permanent uppehållstillstånd. Ditt permanenta uppehållstillstånd gäller så länge du är bosatt i Sverige. Tänk på att om du under längre perioder under tillståndstiden inte har bott i Sverige eller inte arbetat kan det påverka möjligheten att få permanent uppehållstillstånd.\n\nOm Migrationsverket avslår din ansökan om arbetstillstånd kan du överklaga beslutet inom tre veckor från den dag då du fick ta del av beslutet. Information om hur du gör finns i ditt beslut.\n\nOm du inte kan ansöka på webben fyller du i blanketten Ansökan om tillstånd att arbeta i Sverige – för dig som är i Sverige, nummer 150011. Om din familj i Sverige också behöver uppehållstillstånd ska varje familjemedlem skicka in en egen ansökan. På ansökningsblanketten framgår vilka dokument som du ska bifoga.\n\nObservera att du som har ett tidsbegränsat uppehållstillstånd på grund av skyddsbehov och som vill ansöka om permanent uppehållstillstånd som anställd eller egenföretagare inte ska fylla i en blankett. Du ska i stället ansöka genom ett personligt besök på Migrationsverket.\n\nSkicka ansökan till:\n\nMigrationsverketBox 3100903 03 Umeå\n\nI de flesta fall betalar du en avgift.\n\nOm du har sökt asyl och fått ett tidsbegränsat uppehållstillstånd kan du få permanent uppehållstillstånd när tiden för tillståndet går ut om du har ett arbete som du kan försörja dig på. Det gäller även dig som har tidsbegränsat uppehållstillstånd på grund av synnerligen eller ömmande omständigheter. Förutom att din lön och övriga anställningsvillkor ska ha varit minst i nivå med svenska kollektivavtal eller praxis inom yrket eller branschen måste du vara 25 år eller äldre. Om du är under 25 år kan du få permanent uppehållstillstånd på grund av arbete om du har fullföljt en gymnasieutbildning eller motsvarande. Din arbetsgivare måste också ha anmält till Skatteverket att du arbetar där. Anmälan ska vara gjord när du börjar din anställning eller innan ditt tidsbegränsade tillstånd tar slut. Du ska ha påbörjat din anställning och din ansökan ska ha kommit in till Migrationsverket innan ditt tidsbegränsade tillstånd tar slut."}