{"url": "https://www.migrationsverket.se/Privatpersoner/Besoka-Sverige/Besoka-slakt-och-vanner.html", "text": "Besöka släkt och vänner\n\nOm du ska besöka släkt och vänner i Sverige och är medborgare i ett land utanför EU, kan du behöva ett visum. Visum är ett tillstånd för att resa in och vara i ett land under max 90 dagar. För att få visum behöver du en inbjudan från personen som du ska besöka. Du ska visa att du har pengar för ditt uppehälle och hemresan. Du behöver också en sjukförsäkring som täcker kostnaderna om du skulle bli sjuk under ditt besök i Sverige.\n\nOm du ska besöka Sverige i mer än 90 dagar ska du istället ansöka om uppehållstillstånd för besök.\n\nOm du vill besöka Sverige och de övriga Schengenländerna ska du ha\n\nDu ska också kunna beskriva syftet med besöket. Ambassaden kommer dessutom att göra en bedömning av hur troligt det är att du kommer att lämna Sverige innan tiden för din visering tar slut. Om ambassaden bedömer att det finns rimliga tvivel om att du kommer att lämna Sverige och Schengen innan tiden för viseringen tar slut kommer inte en visering att beviljas.\n\nDet finns också krav som skiljer sig från land till land. Det är därför viktigt att du kontrollerar vad som gäller i ditt fall. Kraven kan förändras beroende på de rådande omständigheterna. Du hittar mer information på den aktuella ambassadens eller generalkonsulatets webbplats.\n\nFör medborgare i Albanien, Armenien, Azerbajdzjan, Bosnien-Hercegovina, Georgien, Kap Verde, Moldavien, Montenegro, Nordmakedonien, Ryssland, Serbien och Ukraina gäller särskilda regler på grund av de viseringsförenklingsavtal som träffats mellan dessa länder och EU. Om du är medborgare i ett av dessa länder hittar du mer information på den svenska ambassadens webbplats för respektive land.\n\nDu ska lämna din ansökan om visum till en svensk ambassad eller generalkonsulat. För att veta vad som gäller i det land där du bor, välj landet i listan på www.swedenabroad.se.\n\nEtt visum gäller för vistelse i Schengenländerna i upp till 90 dagar under en period av 180 dagar.\n\nDet står på visummärket som klistras in i ditt pass hur många dagar du får vistas i Schengenländerna. Dagarna kan användas under den tidsperiod som framgår av märket. Perioden är oftast 15 dagar längre än antalet dagar som du får vistas i Schengenländerna. Det beror på att du ska ha möjlighet att ändra resdatum om något oförutsett händer.\n\nPå visummärket står det hur många gånger du får resa in i och ut ur Schengenländerna under giltighetstiden.\n\nDet går att ansöka om ett Schengenvisum som gäller för flera inresor om du regelbundet besöker Sverige. Ett visum med flera inresor kan gälla för vistelser på upp till 90 dagar under de senaste 180 dagarna under maximalt fem år.\n\nOm du får visum kan du besöka övriga Schengenländer.\n\nDitt visum kan i vissa fall gälla för inresa och vistelse endast i Sverige eller i vissa Schengenländer, till exempel om ditt pass inte godtas av alla Schengenländer.\n\nMed hjälp av EU:s viseringskalkylator kan du räkna ut när du kan resa in i Schengenområdet igen, och hur många dagar du kan stanna.\n\nOm du ska besöka Sverige under längre tid än 90 dagar ska du ansöka om ett uppehållstillstånd för besök.\n\nVanligtvis får du beslut inom 15 dagar, men handläggningstiderna vid ambassaden eller generalkonsulatet kan variera beroende på högsäsong i respektive land. Om du behöver aktuell information om detta, kontakta ambassaden eller generalkonsulatet som ska behandla din ansökan.\n\nAmbassaden eller generalkonsulatet beslutar om visum men kan under vissa förutsättningar lämna över ärendet till Migrationsverket i Sverige för beslut. Det är bestämmelserna i EU:s viseringskodex som avgör om du får visum eller inte.\n\nOm du har fått ett beslut om visum som du inte är nöjd med kan du lämna in ett skriftligt överklagande senast tre veckor från den dagen du fick beslutet. I ditt överklagande ska du skriva vilket beslut du inte är nöjd med, varför och hur du vill att det ska ändras. Om du har några dokument som du inte har lämnat in tidigare kan du komplettera ditt ärende med dem. Ditt överklagande ska lämnas in till den ambassad eller generalkonsulat som fattat beslutet. Ambassaden eller generalkonsulatet kontrollerar att överklagandet har kommit in i rätt tid och går igenom ärendet på nytt. Om det har gått längre tid än tre veckor avvisas överklagandet och du får i så fall lämna in en ny ansökan.\n\nBeslutet kan ändras om det kommer in ny information. I så fall blir du meddelad och ditt visum sätts in i passet.\n\nOm överklagandet har kommit in i rätt tid och den myndighet som har fattat beslutet inte anser att det finns anledning att ändra beslutet ska de så fort som möjligt skicka ärendet vidare. Din ansökan, beslutet och alla övriga handlingar som har lämnats in i ärendet, skickas till Migrationsdomstolen i Göteborg. Migrationsdomstolen fattar sedan beslut.\n\nOm du kommer från ett land där du inte behöver ha ett visum för att resa till Sverige eller till ett annat Schengenland måste du ändå uppfylla ett antal krav. Gränspolisen kommer att kontrollera att du uppfyller kraven innan du reser in i Sverige.\n\nÄven om du inte behöver ett visum för att resa till Sverige behöver du ha\n\nSverige kräver att du har 450 kronor för varje dag som besöket i Sverige varar. Beloppet kan i vissa fall bli lägre, till exempel för mindre barn, om du betalar kostnaden för kost och logi i förväg eller om du ska bo hos släkt eller vänner. Du ska visa att du har tillräckligt med pengar för uppehället med hjälp av exempelvis kontoutdrag från din bank eller dokument där inbjudaren i Sverige lovar att stå för alla kostnader under besöket.\n\nDet är även rekommenderat att du har en individuell medicinsk reseförsäkring som täcker de kostnader som kan uppstå i samband med akut läkarhjälp, brådskande sjukhusvård eller transport till hemlandet av medicinska skäl. Försäkringen bör täcka kostnader på minst 30 000 euro och gälla i alla Schengenländer.\n\nOm du har frågor innan din resa kan du kontakta en ambassad eller ett generalkonsulat. Besök ambassadens eller generalkonsulatets webbplats för information innan ditt besök."}