{"url": "https://www.migrationsverket.se/Privatpersoner/Skydd-och-asyl-i-Sverige/Uppehallstillstand-for-gymnasiestudier.html", "text": "## Om du har fått ett beslut om avvisning eller utvisning\n\nDu som har fått ett beslut om avvisning eller utvisning kan i vissa fall ha rätt till uppehållstillstånd för gymnasiestudier.\n\nDu som har fått ett utvisningsbeslut som inte får genomföras före din 18-årsdag för att det saknas ett ordnat mottagande i ditt hemland kan ansöka om uppehållstillstånd för gymnasiestudier. För att du ska få ett sådant uppehållstillstånd måste din första ansökan om asyl ha inkommit den 24 november 2015 eller tidigare.\n\n### Nya gymnasielagen 1 juli till 30 september 2018\n\nMellan den 1 juli och 30 september 2018 kunde även du som är över 18 år och som har fått ett beslut om utvisning för att Migrationsverket har bedömt att du saknar skyddsskäl, ansöka om uppehållstillstånd för gymnasiestudier.\n\nDu som ansökte om asyl 25 november 2015 eller senare och du som har fått ditt utvisningsbeslut inom 15 månader från det att du sökte asyl, omfattas inte av den nya gymnasielagen.\n\n## Testa om du uppfyller kraven\n\nMigrationsverket har tagit fram en guide där du kan testa om du har möjlighet att få uppehållstillstånd på grund av gymnasiestudier.\n\n### Förstagångsansökan\n\nDu som har ansökt om asyl för första gången och fortfarande väntar på beslut på din ansökan behöver inte göra något innan Migrationsverket kontaktar dig. Vi kommer att höra av oss och be dig skicka in en individuell studieplan. Om du ännu inte har haft en asylutredning kommer du att få frågan om du studerar på gymnasiet under utredningen. Du kan förbereda ditt besök genom att ta med dig din individuella studieplan till utredningen. Om du inte har med dig studieplanen till din asylutredning har du möjlighet att skicka in den till Migrationsverket med post inom 14 dagar efter din utredning.\n\n### Förlängningsansökan\n\nDu som ansöker om förlängning av ett tillfälligt uppehållstillstånd på grund av skyddsbehov kommer också att få frågan om du studerar på gymnasiet. Du har då möjlighet att få ett längre uppehållstillstånd eller ett uppehållstillstånd för gymnasiestudier.\n\n### Ansökan enligt nya lagen 1 juli till 30 september 2018\n\nSista dagen för att ansöka enligt nya lagen var 30 september 2018."}