{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Forlanga-tillstand.html", "text": "## Om du inte ansöker på webben\n\nOm du inte kan ansöka på webben fyller du i blanketten Ansökan om tillstånd att arbeta i Sverige – för dig som är i Sverige, nummer 150011. Om din familj i Sverige också behöver uppehållstillstånd ska varje familjemedlem skicka in en egen ansökan. På ansökningsblanketten framgår vilka dokument som du ska bifoga.\n\nObservera att du som har ett tidsbegränsat uppehållstillstånd på grund av skyddsbehov och som vill ansöka om permanent uppehållstillstånd som anställd eller egenföretagare inte ska fylla i en blankett. Du ska i stället ansöka genom ett personligt besök på Migrationsverket.\n\nSkicka ansökan till:\n\nMigrationsverketBox 3100903 03 Umeå\n\nI de flesta fall betalar du en avgift.\n\n## Du som har sökt asyl och har fått ett tidsbegränsat uppehållstillstånd\n\nOm du har sökt asyl och fått ett tidsbegränsat uppehållstillstånd kan du få permanent uppehållstillstånd när tiden för tillståndet går ut om du har ett arbete som du kan försörja dig på. Det gäller även dig som har tidsbegränsat uppehållstillstånd på grund av synnerligen eller ömmande omständigheter. Förutom att din lön och övriga anställningsvillkor ska ha varit minst i nivå med svenska kollektivavtal eller praxis inom yrket eller branschen måste du vara 25 år eller äldre. Om du är under 25 år kan du få permanent uppehållstillstånd på grund av arbete om du har fullföljt en gymnasieutbildning eller motsvarande. Din arbetsgivare måste också ha anmält till Skatteverket att du arbetar där. Anmälan ska vara gjord när du börjar din anställning eller innan ditt tidsbegränsade tillstånd tar slut. Du ska ha påbörjat din anställning och din ansökan ska ha kommit in till Migrationsverket innan ditt tidsbegränsade tillstånd tar slut.\n\n"}