{"url": "https://www.migrationsverket.se/privatpersoner/eu-medborgare-och-varaktigt-bosatta/uppehallstillstand-for-eu-medborgare.html", "text": "## Om du inte ansöker på webben\n\nOm du inte kan ansöka på webben fyller du i blanketterna Ansökan om uppehållstillstånd för bosättning i Sverige, nummer 160011, och Familjeuppgifter, nummer 238011. Om ansökan gäller barn under 18 år ska du använda blanketten Ansökan om uppehållstillstånd för bosättning för barn under 18 år, nummer 162011.\n\nSkicka ansökan till Migrationsverket, Box 3100, 903 03 Umeå.\n\nAnsökan om uppehållstillstånd för bosättning i Sverige, blankett nummer 160011 (på svenska)Application for residence permit to settle in Sweden, form number 161011 (på engelska)\n\nAnsökan om uppehållstillstånd för bosättning för barn under 18 år, blankett nummer 162011 (på svenska)Application for residence permit to settle in Sweden – for a child under the age of 18, form number 163011 (på engelska)\n\nFamiljeuppgifter – bilaga till din ansökan, blankett nummer 238011 (på svenska)Family details – Appendix to your application, form number 239011 (på engelska)\n\n## Om ert förhållande tar slut\n\nOm förhållandet tar slut under den tid som du har tidsbegränsat uppehållstillstånd kan du bara i undantagsfall förlänga ditt uppehållstillstånd. Migrationsverket kan även återkalla uppehållstillståndet. I varje enskilt fall tar vi hänsyn till om det finns skäl att ändå bevilja fortsatt uppehållstillstånd.\n\nOm ditt förhållande tar slut under tiden som du har ett tidsbegränsat tillstånd bör du själv lämna in en ny ansökan till Migrationsverket och berätta om dina skäl för att stanna i Sverige."}