{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Uppehallstillstand-for-barn.html", "text": "# Uppehållstillstånd för barn\n\nEtt barn under 18 år som är medborgare i ett annat land utanför EU behöver uppehållstillstånd för att bo i Sverige. Beroende på varför barnet ska bo i Sverige finns olika tillstånd att ansöka om.\n\n## Nyfött barn i Sverige\n\nOm du har ett uppehållstillstånd i Sverige och nyligen har fött ett barn behöver du ansöka om uppehållstillstånd för ditt nyfödda barn.\n\nOm du är EU-medborgare och uppfyller kraven för uppehållsrätt i Sverige behöver ditt barn inte uppehållstillstånd.\n\n## Adopterade barn\n\nOm du ska adoptera ett barn och barnet inte automatiskt blir svensk medborgare genom adoptionen behöver du ansöka om uppehållstillstånd för barnet.\n\n## Uppehållstillstånd för barn som ska flytta till en förälder i Sverige\n\nOm du har ett barn som är bosatt i ett land utanför EU, och som du vill ska flytta till dig i Sverige, behöver du ansöka om ett uppehållstillstånd för barnet.\n\n## Uppehållstillstånd för barn som ska flytta till annan än förälder i Sverige\n\nEtt barn kan i vissa fall flytta till en annan anhörig i Sverige än en förälder.\n\n## Barn över 18 år\n\nVuxna barn, det vill säga barn som har fyllt 18 år, har inte samma rätt som barn som är under 18 år att återförenas med en förälder som bor i Sverige. Vuxna barn anses nämligen inte automatiskt vara beroende av sina föräldrar, utan räknas enligt lagen som \"annan nära anhörig\" och kan bara i undantagsfall få uppehållstillstånd för att flytta till sina föräldrar i Sverige.\n\nMigrationsverket\n\n"}