{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Gymnasium-och-folkhogskola.html", "text": "### Du måste kunna försörja dig\n\nFörsörjningskravet för dig som har ansöktunder 2018är minst8 190kronor per månad. För ansökningar som kommer in till Migrationsverket den1 januari 2019 eller senareär försörjningskravetminst 8 370 kr per månad.\n\nOm du ska studera i ett år eller mer, ska du visa att din försörjning är tryggad för tio månader per år. Om du kan visa att du fårfri bostad och/ eller matgenom utbildningsanordnaren eller en organisation som arbetar för internationellt utbyte, kan beloppet per månad minskas. För ansökningar som har kommit in till Migrationsverketunder år 2018minskas månadsbeloppet med1 592,50 kr per månadför fri mat och1 592,50 kr per månadför fri bostad. För ansökningar som kommer in till Migrationsverket den1 januari 2019 eller senareminskas månadsbeloppet  med1 627,50 kr per månadför fri mat och1 627,50 kr per månadför fri bostad.\n\nDu måste visa att du har försörjningen tryggad för den tid som du söker uppehållstillstånd för. Det innebär att du måste visa att du har pengar tillgängliga genom egna banktillgångar, stipendium eller liknande, som exempelvis studiemedel från hemlandet.\n\nMed egna banktillgångarmenas att du har pengar på ett konto som tillhör dig och som bara du och din eventuella make eller maka kan ta ut pengar ifrån. Det ses inte som egna banktillgångar om du delar kontot med till exempel dina föräldrar eller en släkting. Migrationsverket godkänner inte heller att någon annan (till exempel en släkting eller ett företag) står som sponsor för din försörjning under din vistelse i Sverige, om inte pengarna finns på ditt eget konto. Kredit, fonder eller aktier räknas inte som egna banktillgångar.\n\nOm du kommer att få stipendium eller liknande (till exempel studiemedel) ska du skicka med nyligen utfärdat dokument i ditt namn med uppgift om månadsbelopp eller totalbelopp. Av dokumentet ska även framgå vilken tid du kommer att få stipendium utbetalat och hur mycket av pengarna som kommer att vara tillgängliga för din försörjning.\n\nOm du ska studera på en gymnasieskola räcker det att du har eller får fickpengar. Du ska visa detta genom intyg om egna medel, intyg från vårdnadshavare/föräldrar eller på annat liknande sätt.\n\n## Så ansöker du\n\nDu kan ansöka om uppehållstillstånd på webben. Tillståndet ska vara klart innan du reser till Sverige. Om du är under 18 år ska din vårdnadshavare ansöka för dig."}