{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Gymnasium-och-folkhogskola.html", "text": "## Krav för uppehållstillstånd\n\nFör att du ska få tillstånd ska du\n\n• ha ett giltigt pass\n• vara antagen till heltidsstudier\n• ha en heltäckande sjukförsäkring som gäller i Sverige\n• kunna försörja dig under den tid som du söker uppehållstillstånd för. Om du ska studera på en gymnasieskola behöver du endast visa att du har fickpengar för den tid du ska vara i Sverige\n• ha ett medgivande från dina vårdnadshavare om du är under 18 år. I så fall ska du även skicka med ett intyg som visar vem eller vilka som är dina vårdnadshavare och hur ni är släkt, samt en kopia av en id-handling för vårdnadshavare.\n\nDu får inte arbeta utan arbetstillstånd under studietiden.\n\nDu måste kunna försörja dig\n\nFörsörjningskravet för dig som har ansöktunder 2018är minst8 190 kronor per månad. För ansökningar som kommer in till Migrationsverket den 1 januari 2019 eller senare är försörjningskravet minst 8 370 kr per månad.\n\nOm du ska studera i ett år eller mer, ska du visa att din försörjning är tryggad för tio månader per år. Om du kan visa att du fårfri bostad och/ eller matgenom utbildningsanordnaren eller en organisation som arbetar för internationellt utbyte, kan beloppet per månad minskas. För ansökningar som har kommit in till Migrationsverketunder år 2018minskas månadsbeloppet med1 592,50 kr per månadför fri mat och1 592,50 kr per månadför fri bostad. För ansökningar som kommer in till Migrationsverket den 1 januari 2019 eller senare minskas månadsbeloppet  med1 627,50 kr per månadför fri mat och1 627,50 kr per månadför fri bostad.\n\nDu måste visa att du har försörjningen tryggad för den tid som du söker uppehållstillstånd för. Det innebär att du måste visa att du har pengar tillgängliga genom egna banktillgångar, stipendium eller liknande, som exempelvis studiemedel från hemlandet.\n\nMed egna banktillgångarmenas att du har pengar på ett konto som tillhör dig och som bara du och din eventuella make eller maka kan ta ut pengar ifrån. Det ses inte som egna banktillgångar om du delar kontot med till exempel dina föräldrar eller en släkting. Migrationsverket godkänner inte heller att någon annan (till exempel en släkting eller ett företag) står som sponsor för din försörjning under din vistelse i Sverige, om inte pengarna finns på ditt eget konto. Kredit, fonder eller aktier räknas inte som egna banktillgångar.\n\nOm du kommer att få stipendium eller liknande (till exempel studiemedel) ska du skicka med nyligen utfärdat dokument i ditt namn med uppgift om månadsbelopp eller totalbelopp. Av dokumentet ska även framgå vilken tid du kommer att få stipendium utbetalat och hur mycket av pengarna som kommer att vara tillgängliga för din försörjning.\n\nOm du ska studera på en gymnasieskola räcker det att du har eller får fickpengar. Du ska visa detta genom intyg om egna medel, intyg från vårdnadshavare/föräldrar eller på annat liknande sätt."}