{"url": "https://www.migrationsverket.se/Privatpersoner/Bli-svensk-medborgare/Avgifter.html", "text": "# Avgifter för svenskt medborgarskap\n\nObservera att du behöver inte betala avgift för barn under 18 år som omfattas av din ansökan.\n\nDu får inte tillbaka avgiften om du får avslag på din ansökan eller anmälan.\n\n## Undantag\n\nDu behöver inte betala avgift om du är\n• statslös och har fått flyktingförklaring/flyktingstatusförklaring \n• statslös och har fått resedokument av Migrationsverket på grund av att du är flykting.\n\n## Ansökan på webben\n\nNär du gör en webbansökan betalar du avgiften med kontokort i samband med ansökan. Kortet måste vara aktiverat för internetbetalning. Kontakta din bank om du vill få mer information.\n\nOm du inte har möjlighet att betala med ett kontokort kan du få ett inbetalningskort från något av Migrationsverkets servicecenter.\n\n## Ansökan eller anmälan på blankett\n\nOm du inte ansöker på webben betalar du avgiften via bankgironummer 5223-6999. IBAN-kontonummer är SE59 1200 0000 0128 1010 6894 och BIC/SWIFT-koden är DABASESX (Danske Bank). I rutan \"Meddelande till betalningsmottagaren\" skriver du förnamn och efternamn på den person ansökningsavgiften gäller samt personnummer. Betalar du avgift för flera personer samtidigt anger du alla personnummer. Om du har med barn under 18 år i din ansökan ska du inte betala avgift för dem. Skriv på ansökningsblanketten när och på vilket sätt du har betalat avgiften. När du skickar in ansökan ska du skicka med kvitto på betald avgift.\n\n## Anmälan om svenskt medborgarskap till Länsstyrelsen\n\nDu som är medborgare i Danmark, Finland, Island eller Norge och ska lämna in en anmälan om svenskt medborgarskap betalar avgiften till Länsstyrelsen där du lämnar in din anmälan. Kontakta den aktuella Länsstyrelsen för mer information.\n\n"}