{"url": "https://www.migrationsverket.se/Privatpersoner/Lamna-Sverige/Avslag-pa-ansokan-om-uppehallstillstand.html", "text": "## Planera din hemresa\n\nDu ansvarar själv för att planera din resa, ordna pass och annat som behövs för att du ska kunna återvända till ditt hemland eller till ett annat land där du har rätt att bo. Om du har frågor om din hemresa eller inte har fått ett utresebevis skickat till din hemadress kan du kontakta din närmaste mottagningsenhet.\n\n## Migrationsverket skickar beslutet\n\nNär Migrationsverket meddelar dig beslutet kan verket använda sig av förenklad delgivning. Det går till på följande sätt:\n\nMigrationsverket skickar beslutet i ett vanligt brev till den adress som du har uppgett att du kan nås på. Om du är folkbokförd i Sverige skickar Migrationsverket beslutet till den adressen. Minst en dag senare skickar Migrationsverket ett kontrollmeddelande till dig om att beslutet har skickats. Detta görs för att säkerhetsställa att du har fått det första brevet. Du kommer alltså att få två brev från Migrationsverket, oftast med en dags mellanrum. Du behöver inte meddela Migrationsverket att du har fått breven.\n\nDu anses meddelad om beslutet när två veckor har gått från det att beslutet skickades till dig. Därefter har du tre veckor på dig att överklaga beslutet. Om du inte har fått beslutet utan endast kontrollmeddelandet ska du kontakta Migrationsverket så snart som möjligt.\n\nTänk på att kontrollera din post regelbundet och se till att ditt namn är angivet på dörren eller brevlådan. Om du överklagar kan även förvaltningsrätten (domstolen) välja att delge dig beslutet genom förenklad delgivning.\n\nI vissa fall får du veta beslutet muntligt. Migrationsverket skickar då en kallelse via brev till dig med en tid då du ska komma till oss för att få veta ditt beslut.\n\n## Om du inte följer beslutet\n\nNär beslutet har fått laga kraft och inte längre går att överklaga måste du lämna Sverige. Om du inte reser inom den tidsfrist som står skriven i beslutet kommer Migrationsverket att fatta ett beslut om återreseförbud. Du kan också få ett beslut om uppsikt eller förvar. Uppsikt innebär att du måste anmäla dig hos Migrationsverket eller polisen under vissa tider. Om du får ett beslut om förvar får du bo på ett låst boende i väntan på avresa.\n\nOm Migrationsverket bedömer att du inte vill lämna Sverige frivilligt lämnas ansvaret över till polisen, som har rätt att verkställa utvisningen med tvång."}