{"url": "https://www.migrationsverket.se/Privatpersoner/Lamna-Sverige/Uppsikt-och-forvar.html", "text": "# Uppsikt och förvar\n\nOm Migrationsverket bedömer att det finns risk att du kommer hålla dig undan eller inte samarbeta på annat sätt kan du i vissa fall få ett beslut om uppsikt. Om Migrationsverket bedömer att det inte är tillräckligt med uppsikt kan du tas i förvar.\n\nOm du är 18 år eller äldre kan du ställas under uppsikt eller tas i förvar om det är nödvändigt för att utreda till exempel din identitet eller din rätt att vistas i Sverige. Du kan också ställas under uppsikt eller tas i förvar om du har fått, eller om det är sannolikt att du kommer att få, ett beslut om avvisning eller utvisning och Migrationsverket bedömer att det finns risk för att du kommer begå brott i Sverige, avvika, hålla dig undan eller på annat sätt hindra eller försvåra avvisningen eller utvisningen.\n\n## Uppsikt\n\nUppsikt är ett sätt för Migrationsverket att se till att du är tillgänglig för myndigheten. Om du får ett beslut om uppsikt innebär det att du är skyldig att anmäla dig på bestämda tider hos antingen polisen eller Migrationsverket på en viss ort. Var och när du ska anmäla dig står i beslutet. Du kan också bli tvungen att lämna ifrån dig ditt pass eller andra identitetshandlingar.\n\nTidsgräns\n\nEtt beslut om uppsikt gäller i sex månader men kan förlängas. I vanliga fall får du komma på en muntlig utredning innan Migrationsverket förlänger beslutet om uppsikt.\n\nÖverklaga beslut om uppsikt\n\nEtt beslut om uppsikt kan överklagas till migrationsdomstolen när som helst. Du kan inte få ett offentligt biträde enbart av den anledningen att du har fått ett beslut om uppsikt."}