{"url": "https://www.migrationsverket.se/Privatpersoner/Framlingspass-och-resedokument/Provisoriskt-framlingspass.html", "text": "Provisoriskt främlingspass\n\nDu kan få ett provisoriskt (tillfälligt) främlingspass om du inte kan få, eller inte har tid att vänta på, ett vanligt främlingspass. Ett provisoriskt främlingspass gäller bara för en kort period eller en enstaka resa.\n\nDu kan få ett provisoriskt främlingspass av olika anledningar:\n• Om du inte har möjlighet att ansöka om ett hemlandspass eller annan godtagbar resehandling i Sverige, utan måste resa till ett annat land för att ansöka om ett pass. Det krävs då att du har en resplan för när, var och hur du ska skaffa ett hemlandspass utanför Sverige. Du kan normalt bara få främlingspass en gång av den här anledningen.\n• Om du saknar ett hemlandspass och snabbt behöver resa utomlands i ett mycket angeläget ärende. Du måste då motivera för Migrationsverket varför du behöver ett främlingspass just nu och varför du inte kan få ett hemlandspass eller en provisorisk resehandling från ditt hemlands myndigheter, till exempel ambassad eller konsulat. Ta med dig dokument som styrker dina skäl när du ansöker om ett provisoriskt främlingspass.\n• Om du inte kan få ett främlingspass eller resedokument på grund av att du har missbrukat ditt tidigare pass, eller är dömd för grov brottslighet, men ändå behöver ett pass för att kunna göra en mycket angelägen resa. Precis som i föregående punkt måste du visa för Migrationsverket varför resan är viktig.\n• Om du har uppehållstillstånd i Sverige och befinner dig utomlands (men inte i ditt hemland) och har förlorat ditt främlingspass eller resedokument och behöver ett pass för att kunna resa tillbaka till Sverige. Anmäl ditt förlorade pass till polisen och ta med dig en kopia på polisanmälan när du går till den svenska ambassaden eller generalkonsulatet och ansöker om ett provisoriskt främlingspass.\n\n\nDu ansöker om ett främlingspass genom att fylla i blanketten Ansökan om provisoriskt främlingspass, nummer 192011, och lämna in den vid ett personligt besök på någon av Migrationsverkets tillståndsenheter. Innan du besöker Migrationsverket för att lämna in din ansökan ska du boka tid. Du måste boka en tid för varje person som vill ansöka om främlingspass, och varje person ska lämna in en egen ansökningsblankett.\n\nLäs mer om hur du ansöker om ett provisoriskt främlingspass.\n\nOm du är utomlands och behöver ett provisoriskt främlingspass för att kunna resa tillbaka till Sverige, ska du kontakta närmaste svenska ambassad eller generalkonsulat och fråga hur du ska göra.\n\nBarn under 18 år får inte själva ansöka om provisoriskt främlingspass. Det är barnets vårdnadshavare eller gode man som personligen ansöker om provisoriskt främlingspass åt barnet.\n\nOm det finns två vårdnadshavare måste båda godkänna ansökan genom att lämna in blanketten Medgivande att Migrationsverket får utfärda främlingspass för barn under 18 år, nummer 246011, tillsammans med barnets ansökningsblankett.\n\nDe flesta måste betala för att ansöka om ett provisoriskt främlingspass. Du kan betala avgiften med kort när du lämnar in din ansökan, eller få ett inbetalningskort och betala senare. Migrationsverket börjar handlägga din ansökan när du har betalat avgiften.\n\nSe till att alla dokument är med när du lämnar in din ansökan. Beslutet kan ta längre tid om handläggaren måste be dig om mer information.\n\nNär Migrationsverket har handlagt din ansökan skickar vi beslutet hem till dig med post.\n\nAlla länder accepterar inte provisoriska främlingspass. Du måste själv kontakta ambassaden för de länder som du tänker resa till eller igenom och ta reda på om ett provisoriskt främlingspass accepteras där.\n\nOm du har fått uppehållstillstånd på grund av skyddsskäl kommer det att stå i ditt provisoriska främlingspass att du inte kan resa till ditt hemland eller det land som du har flytt ifrån.\n\nOm du inte har kunnat styrka din identitet kommer det att stå i ditt provisoriska främlingspass att din identitet inte är styrkt, vilket kan göra det svårare att resa till vissa länder.\n\nTa reda på om du behöver ett visum till det land som du tänker resa till eller igenom.\n\nEtt provisoriskt främlingspass gäller i de flesta fall i högst sju månader. Passet kan också vara begränsat till en enkel resa till eller från Sverige eller en resa i båda riktningarna. Efter resan ska du lämna tillbaka det provisoriska främlingspasset till Migrationsverket.\n\nOm du tappar bort ditt provisoriska främlingspass eller om det blir stulet ska du först anmäla det till polisen. Om du behöver ett nytt provisoriskt främlingspass måste du lämna in en ny ansökan. Ta med dig en kopia av polisanmälan som du har fått på posten eller på polisstationen när du ansöker om ett nytt provisoriskt främlingspass.\n\nDet går inte att överklaga ett beslut om att du inte får provisoriskt främlingspass.\n\nMer information finner du på vår webbplats www.migrationsverket.se.Om du har frågor kan du ringa din mottagningsenhet eller Migrationsverkets kundtjänst på telefon 0771-235 235.\n\nSenast uppdaterad: 2019-05-22"}