{"url": "https://www.migrationsverket.se/Privatpersoner/Besoka-Sverige/Turistbesok.html", "text": "## Så här gör du när du överklagar\n\nOm du fått ett beslut du inte är nöjd med kan du lämna in en skriftlig överklagan senast 3 veckor från den dagen du fick beslutet. I din överklagan ska du skriva vilket beslut du inte är nöjd med, varför och hur du vill att det ska ändras. Har du några dokument som du inte lämnat in tidigare kan du komplettera ditt ärende med dem. Din överklagan ska lämnas in till den ambassad eller konsulat som fattat beslutet. Ambassaden eller generalkonsulatet kontrollerar att överklagan kommit in i rätt tid och går igenom ärendet på nytt. Om det gått längre tid än 3 veckor avvisas överklagandet och du får i sådana fall lämna in en ny ansökan.\n\n### Om ambassaden eller generalkonsulatet ändrar beslutet\n\nBeslutet kan ändras om det kommer in ny information. I så fall blir du meddelad och ditt visum sätts in i passet.\n\n### Om ambassaden eller generalkonsulatet inte ändrar beslutet skickas det vidare\n\nHar överklagandet kommit in i rätt tid och den myndighet som fattat beslutet inte anser att det finns anledning att ändra beslutet ska de så fort som möjligt skicka ärendet vidare. Din ansökan, beslutet och alla övriga handlingar som lämnats in i ärendet, skickas till Migrationsdomstolen i Göteborg. Migrationsdomstolen fattar sedan beslut.\n\n## Du som inte behöver ett visum för att resa till Sverige\n\nOm du kommer från ett land där du inte behöver ha ett visum för att resa till Sverige eller till ett annat Schengenland måste du ändå uppfylla ett antal krav. Gränspolisen kommer att kontrollera att du uppfyller kraven innan du reser in i Sverige.\n\nÄven om du inte behöver ett visum för att resa till Sverige behöver du ha\n\n\n* ett pass som är giltigt minst tre månader efter utresa från Schengen\n* tur- och returbiljett som ska vara giltig inom 90 dagar\n* en skriftlig inbjudan från din familjemedlem eller vän som du ska bo hos eller en bokningsbekräftelse om du ska bo på hotell\n* pengar för uppehället och för hemresan."}