{"url": "https://www.migrationsverket.se/Privatpersoner/Skydd-och-asyl-i-Sverige/Forlanga-tillstand.html", "text": "Förlänga uppehållstillstånd enligt den tillfälliga lagen\n\nDu som tidigare har sökt asyl eller är familjemedlem till någon som tidigare har sökt asyl och fått ett tidsbegränsat uppehållstillstånd enligt den tillfälliga lagen måste ansöka om förlängning av ditt uppehållstillstånd om du vill stanna i Sverige.\n\nDen här informationen gäller dig som har ett tidsbegränsat uppehållstillstånd enligt den tillfälliga lagen därför att\n• du behöver skydd (asyl)\n• du studerar på gymnasial nivå\n• du har särskilt eller synnerligen ömmande omständigheter\n• det finns tillfälligt verkställighetshinder\n• du är familjemedlem till någon som har fått uppehållstillstånd av skyddsskäl (asyl).\n\n\nFör att kunna ansöka om förlängt uppehållstillstånd på webben behöver du en personlig kod. Du får koden i ett brev som du får från Migrationsverket tre månader innan ditt uppehållstillstånd slutar gälla.\n\nMigrationsverket skickar koden till din folkbokföringsadress. Kom därför ihåg att meddela Skatteverket om du byter bostadsadress. Du behöver också ditt beteckningsnummer som finns på beslut och brev från Migrationsverket.\n\nDet är viktigt att du ansöker om förlängning innan ditt tidsbegränsade uppehållstillstånd slutar gälla, men inte tidigare än tre månader innan det går ut.\n\nOm ni är flera i familjen vars tillstånd slutar gälla ungefär samtidigt ska ni ansöka om förlängning samtidigt. Om ni ansöker per post ska ni fylla i en ansökningsblankett för varje familjemedlem och posta dem i ett gemensamt kuvert till Migrationsverket.\n\nOm du inte ansöker om förlängning innan ditt uppehållstillstånd slutar gälla får du inte arbeta medan du väntar på ett beslut. Du riskerar också att förlora vissa förmåner, till exempel etableringsstöd, studiebidrag eller föräldrapenning.\n\nI din ansökan berättar du varför du vill ansöka om förlängt uppehållstillstånd. För att din ansökan ska bli komplett behöver du i många fall skicka in bilagor, det vill säga ytterligare blanketter eller dokument som visar att du uppfyller kraven. Vilka bilagor du ska skicka in beror på varför du vill bo kvar i Sverige. Eftersom du kan ha flera olika skäl till att vilja stanna i Sverige kan du skicka med flera bilagor. Bilagorna måste skickas per post till Migrationsverket. Det gäller även dig som ansöker om förlängt uppehållstillstånd på webben. Det tar längre tid att handlägga din ansökan om vi måste påminna dig om att skicka in dina bilagor.\n\nDu kan ansöka om förlängning av ditt uppehållstillstånd om\n• du behöver skydd (asyl)\n• du kan försörja dig själv som anställd eller egen företagare i Sverige\n• du är familjemedlem till en person som är bosatt i Sverige\n• du studerar på gymnasial nivå\n• du behöver stanna i Sverige av hälsoskäl.\n\n\nKlicka på rubrikerna för att läsa mer om vilka bilagor du behöver skicka in beroende på vilka skäl du har.\n\nOm du vill stanna i Sverige därför att du behöver skydd (asyl) måste du svara på om du har samma skäl som tidigare eller om du har nya skäl som du inte har berättat om.\n\nOm du har samma skäl som tidigare behöver du inte berätta om dem igen. Migrationsverket känner till vilka skäl du har berättat om tidigare.\n\nDu behöver inte skicka in några bilagor för att visa vilka skyddsskäl du har. Om du endast vill ansöka om förlängning därför att du behöver skydd i Sverige räcker det att fylla i webbansökan eller ansökningsblanketten. Du kan dock behöva skicka in bilagor om du har kryssat för att du har flera skäl för att ansöka om förlängning.\n\nOm du anger att du har nya skäl kommer vi att kontakta dig för att få veta mer om varför du behöver skydd. Nya skyddsskäl kan vara att det till exempel har hänt något efter att du ansökte om asyl, något som du inte har berättat om för Migrationsverket eller domstolen.\n\nDu kan ansöka om förlängt uppehållstillstånd därför att du kan försörja dig själv som anställd eller egen företagare. Om du uppfyller alla krav kan du få permanent uppehållstillstånd. Du kan räkna ihop dina inkomster från flera anställningar, eller från anställning och eget företag. Om du inte uppfyller alla krav för att få permanent uppehållstillstånd på grund av ditt arbete kan du ändå få förlängt uppehållstillstånd av andra skäl som du anger i din ansökan.\n\nFör att ansöka ska du, förutom webbansökan eller ansökningsblanketten, skicka in blanketten Uppgifter om försörjning, nummer 202011. Det står på blankett vilka andra bilagor du kan behöva skicka in. Om du är anställd måste du skicka in ditt anställningsavtal.\n\nOm du har uppehållstillstånd för att du är make/maka eller sambo till en person med tidsbegränsat uppehållstillstånd enligt den tillfälliga lagen kan du få förlängt uppehållstillstånd om ni fortfarande lever tillsammans. När vi handlägger din ansökan kommer vi att kontrollera att ni är folkbokförda på samma adress.\n\nDu måste därför skicka in bilagan\n• Försäkran om samlevnad, blankett nummer 242011B\n\n\nNi ska fylla i blanketten tillsammans och ni ska båda skriva under den.\n\nDu behöver inte skicka in denna bilaga för barn under 18 år. För barn räcker det att skicka in ansökningsblanketten eller göra en webbansökan. Migrationsverket använder information i era tidigare ansökningar, eller Skatteverkets folkbokföringsregister, för att bekräfta att ni är en familj.\n\nDu kan också ansöka om förlängt uppehållstillstånd därför att du har en ny familjerelation. Det gäller både dig som hittills har haft uppehållstillstånd i Sverige därför att du har skyddsskäl, och dig som hittills har haft uppehållstillstånd på grund av anknytning till en person i Sverige.\n\nMed ny familjerelation menas att du har träffat någon som du har gift dig eller blivit sambo med i Sverige. Migrationsverket behöver veta mer om den personen och om er relation och därför ska du skicka in dessa bilagor:\n• Kopia av de sidor i ditt pass som visar din identitet och passets giltighetstid\n• Frågeformulär om nyetablerade förhållanden (förlängning), blankett nummer T78\n\n\nDet är personen som du är gift eller sambo med som ska svara på frågeformuläret.\n\nOm du vill ansöka om förlängning därför att du har fått ett barn som är svensk medborgare eller har permanent uppehållstillstånd ska du skicka in bilagan\n• Familjeuppgifter, blankett nummer 238011\n\n\nObservera att du inte ska använda någon av de webbansökningar som finns på sidorna under rubriken ”Flytta till någon i Sverige”.Hela familjen ska ansöka om förlängning av sina uppehållstillstånd på samma sätt. Det gäller både den som tidigare har sökt asyl och de som kom till Sverige senare för att återförenas med familjemedlemmar som hade sökt asyl.\n• Om ni har fått ett brev med en kod kan ni ansöka om förlängning på webben. Alla familjemedlemmar ska ha en egen kod och ni gör en webbansökan per person.\n• Om ni inte kan ansöka på webben måste ni skicka in en ansökningsblankett för varje familjemedlem. Skicka gärna hela familjens blanketter i samma kuvert.\n\n\nDu som har ett uppehållstillstånd för studier på gymnasial nivå kan ansöka om förlängt uppehållstillstånd. Det gäller både dig som har ett längre uppehållstillstånd därför att du studerar på gymnasial nivå samtidigt som du har andra skäl, och dig som har ett 13 månader långt uppehållstillstånd för att läsa på ett introduktionsprogram. Det gäller även dig som har uppehållstillstånd enligt 16 f § tillfälliga lagen (den så kallade nya gymnasielagen).\n\nDu som har tillstånd enligt den så kallade nya gymnasielagen måste visa att du har påbörjat dina studier innan ditt nuvarande tillstånd slutar gälla för att kunna ansöka om förlängt uppehållstillstånd för studier på gymnasial nivå. I ansökan ska du kryssa för att du vill ansöka om förlängt uppehållstillstånd därför att du studerar på gymnasial nivå.\n\nDu som även har andra skäl för uppehållstillstånd, och fick ett längre tillstånd därför att du studerar på gymnasial nivå, kan ansöka om förlängning om du inte hinner läsa färdigt din utbildning. Du kan kryssa för flera skäl samtidigt.\n\nDu som inte har uppehållstillstånd för studier på gymnasial nivå, men har börjat studera under din tid i Sverige kan också välja detta alternativ när du ansöker om förlängning av ditt uppehållstillstånd. Du kan då ha rätt till ett längre uppehållstillstånd för att du ska ha möjlighet att läsa färdigt din utbildning. Du kan kryssa för både skyddsbehov och gymnasiestudier som skäl till varför du vill stanna i Sverige.\n\nOm du ansöker om uppehållstillstånd på grund av studier på gymnasial nivå ska du skicka in bilagor som visar att du studerar och när studierna ska vara klara. Du får dessa dokument från din skola. Du ska skicka in\n• individuell studieplan, eller\n• planeringsdokument från Komvux eller folkhögskola.\n\n\nNär du har studerat färdigt kan du ha rätt till upp till sex månaders uppehållstillstånd efter fullföljd utbildning för att söka arbete. För att få det ska du skicka in dokument från din skola som visar att du har fullföljt, eller kommer att fullfölja, din utbildning.\n\nAsylsökande kan i undantagsfall få uppehållstillstånd trots att de inte behöver skydd mot förföljelse. Det krävs särskilda omständigheter som innebär att ett beslut att neka uppehållstillstånd skulle strida mot Sveriges internationella åtaganden. Det kan till exempel handla om personer med ett synnerligen allvarligt hälsotillstånd.\n\nOm du söker uppehållstillstånd på grund av din hälsa ska du skicka in\n• Läkarintyg, blankett nummer 244011\n\n\nVart du ska skicka dina blanketter och bilagor beror på var du bor. Använd ditt postnummer för att få veta vilken adress du ska använda.\n\nEfter en vecka kommer du att få ett brev med en bekräftelse på att Migrationsverket har tagit emot din ansökan. Det är inte alla som har ansökt om förlängt uppehållstillstånd som behöver besöka Migrationsverket för en intervju. Vi kommer att kontakta dig om vi behöver mer information. Det kan hända att vi behöver träffa dig för att ställa frågor, till exempel om du har uppgett i din ansökan att du har nya asylskäl. Vi kan också be dig skicka in kompletterande uppgifter per brev.\n\nNär Migrationsverket har fattat beslut skickar vi ett brev hem till dig. Det vanligaste är att vi använder oss av så kallad förenklad delgivning som innebär att vi skickar beslutet med post hem till dig. I vissa fall får du en kallelse där vi ber dig komma till ett möte vid Migrationsverket för att en handläggare ska berätta för dig om beslutet.\n\nFör att kunna skicka brev och kallelser hem till dig använder Migrationsverket i första hand din folkbokföringsadress som vi får från Skatteverket. Därför är det viktigt att du meddelar Skatteverket om du flyttar. Migrationsverket kan inte ändra din folkbokföringsadress.\n\nOm du får förlängt uppehållstillstånd behöver du ett nytt uppehållstillståndskort. Då behöver du boka tid för att lämna fingeravtryck och bli fotograferad så att Migrationsverket kan tillverka ett nytt uppehållstillståndskort åt dig. Boka en tid för varje familjemedlem som behöver ett nytt uppehållstillståndskort.\n\nBeslutet innehåller oftast två delar. I den första delen bedömer Migrationsverket om du behöver skydd och vad det beror på (om du har uppgett i din ansökan att du behöver skydd). Om Migrationsverket bedömer att du behöver skydd får du en skyddsstatusförklaring, antingen som flykting eller som alternativt skyddsbehövande. Den andra delen av beslutet säger om du har rätt till uppehållstillstånd och hur långt det ska vara.\n\nOm du inte håller med om beslutet kan du överklaga. Du kan överklaga om du inte får uppehållstillstånd, eller om du inte får den skyddsstatusförklaring som du vill ha. Du kan inte överklaga att du får ett tidsbegränsat uppehållstillstånd.\n\nHur långt tillstånd du får beror på flera olika saker. Det vanligaste är att du får ett nytt tidsbegränsat uppehållstillstånd som gäller i två eller tre år. Hur långt tillstånd du får beror på om du har flyktingstatus (tre år) eller status som alternativt skyddsbehövande (två år). Om du är familjemedlem till en person som kom till Sverige som asylsökande får du vanligen lika långt uppehållstillstånd som den personen får. Tillståndets längd kan i vissa fall bli kortare om du har begått brott.\n\nOm du läser på gymnasial nivå kan du få ett uppehållstillstånd med längre giltighetstid om du behöver det för att bli färdig med din utbildning. Du kan också få ett kortare tillstånd om du har tillstånd på grund av studier på gymnasial nivå, och du har mindre än två år kvar på din gymnasieutbildning. Efter avslutad utbildning kan du ha rätt till uppehållstillstånd i upp till sex månader för att söka arbete.\n\nOm du visar att du kan försörja dig själv som anställd eller egen företagare kan du få permanent uppehållstånd. Det gäller även dina familjemedlemmar som har tillstånd som anhöriga till dig och som ansöker om förlängning tillsammans med dig.\n\nStatslösa personer som är födda i Sverige och har uppehållstillstånd enligt den tillfälliga lagen kan under vissa omständigheter få permanent uppehållstillstånd. Det krävs att du är statslös sedan födseln, att du inte har fyllt 21 ännu, och att du har bott i Sverige en viss tid.\n\nOm du inte kan ansöka på webben fyller du i blanketten Ansökan om förlängning av uppehållstillstånd, blankett nummer 200011 (finns bara på svenska). Du kan fylla i blanketten på datorn innan du skriver ut den, eller skriva ut den först och fylla i för hand. Om du inte har en egen skrivare kan du få hjälp att skriva ut blanketten på närmaste bibliotek.\n\nAlla familjemedlemmar måste ha en egen blankett, även barn. Alla familjemedlemmar som har tidsbegränsade uppehållstillstånd ska ansöka om förlängning av sina uppehållstillstånd samtidigt. Det gäller både den som tidigare har ansökt om asyl, och den som kom till Sverige senare för att återförenas med familjemedlemmar som har sökt asyl och fått ett tidsbegränsat uppehållstillstånd.\n\nKom ihåg att skriva under din blankett. Vårdnadshavare skriver under barnens blanketter.\n\nSkicka blanketter och bilagor till det kontor som ligger närmast där du bor, eller som är lättast för dig att resa till om vi behöver träffa dig. Skicka gärna hela familjens ansökningar i samma kuvert."}