{"url": "https://www.migrationsverket.se/Privatpersoner/Skydd-och-asyl-i-Sverige/For-hbtq-personer.html", "text": "För hbtq-personer – Du som söker skydd\n\nDu har rätt att få skydd i Sverige om du känner välgrundad fruktan för förföljelse bland annat på grund av din sexuella läggning, ditt kön eller könsuttryck. När du har ansökt om asyl gör Migrationsverket en individuell bedömning av din rätt till skydd i Sverige.\n\nFör att Migrationsverket ska få ett bra underlag för beslut är det viktigt att du så tidigt som möjligt utförligt berättar om din situation och vad du är rädd ska hända dig om du återvänder till ditt hemland. \n\nNär vi gör en bedömning av din rätt till skydd kommer vi bland annat att titta på hur din identitet hänger ihop med vad du har blivit utsatt för. Var därför så tydlig du kan när du berättar för oss om varför du är rädd och hur din rädsla hänger ihop med den du är. \n\nEn av utgångspunkterna för flyktingkonventionen är att den egna staten ska erbjuda sina egna medborgare skydd undan förföljelse. Om du anser att du inte kan få hjälp eller skydd i ditt eget land eller om du menar att det är staten som orsakar din rädsla, måste du förklara det.\n\nI vissa länder finns förbud med konsekvenser för kvinnor och hbtq-personers liv. Till exempel lagstiftning som förbjuder samkönat sex eller normer i samhället som resulterar i att den som hotar eller använder våld mot kvinnor inte åtalas. Även i länder där det finns formella och informella regler som har konsekvenser för kvinnor och hbtq-personer, görs en individuell bedömning av just dina asylskäl. Det är därför viktigt att du förklarar hur lagstiftning eller liknande påverkar just dig. \n\nOrd och begrepp på svenska och ditt eget språk kan ha olika innebörd. Det viktigaste är att du beskriver dina egna känslor och upplevelser och förklarar hur de hänger ihop med varför du är rädd.\n\nSvenskaArabiskaEngelskaFranskaPersiskaSpanska\n\nSvenskaArabiskaEngelskaFranskaPersiskaSpanska\n\nSvenskaArabiskaEngelskaFranskaPersiskaSpanska\n\nSvenskaArabiskaEngelskaFranskaPersiskaSpanska\n\nSvenskaArabiskaEngelskaFranskaPersiskaSpanska"}