{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Universitet-och-hogskola.html", "text": "## Så länge gäller tillståndet\n\nDu kan få uppehållstillstånd för den tid som studierna kräver, men aldrig för längre tid än ditt pass är giltigt. Även om du har blivit antagen till flera års studier kan du vanligtvis få uppehållstillstånd för högst ett år i taget, eller tretton månader vid en förstagångsansökan.\n\nSom doktorand kan du få upp till två års uppehållstillstånd för studier.\n\nLängden på beviljat uppehållstillstånd kan också påverkas om\n\n\n* du inte har pengar för hela den sökta tillståndstiden\n* sjukförsäkringens giltighetstid inte sträcker sig över hela den sökta tillståndstiden\n* den faktiska studieperioden är kortare än den sökta tillståndstiden.\n\n\n### Vanliga tillståndstider\n\nMigrationsverket har vissa vanliga tillståndstider som tillämpas så långt det är möjligt. Tiderna som presenteras i tabellen nedan är generella. Giltighetstiden för ett uppehållstillstånd finns angiven i beslutet från Migrationsverket.\n\n## Information om pilotprojekt gällande tvååriga tillstånd för programstudenter\n\nUnder perioden 16 oktober 2019 till 16 oktober 2022 pågår ett pilotprojekt i samarbete mellan Migrationsverket och fem lärosäten, där studenter ges möjlighet att ansöka om tvååriga uppehållstillstånd för studier.\n\nDe lärosäten som ingår i piloten är:\n\n\n* Jönköping University\n* Kungliga tekniska högskolan\n* Linnéuniversitetet\n* Lunds universitet\n* Umeå universitet.\n\n\nUnder denna tid kommer du som är antagen till en flerårig programutbildning vid något av dessa lärosäten att kunna ansöka om tvååriga uppehållstillstånd för studier i Sverige. Detta förutsätter att samtliga villkor,inklusive försörjning, är uppfyllda för hela den sökta tillståndstiden.\n\nExempel på generella tillståndstider för tvååriga tillstånd inom pilotprojektet är:\n\n\n* Flerårig programutbildning med start på vårterminen (1 januari 2020–31 januari 2022). Detta innebär att du behöver kunna styrka försörjning för 21 månader.\n* Tvåårig programutbildning med start på höstterminen (1 augusti 2020–30 juni 2022). Detta innebär att du behöver kunna styrka försörjning för 20 månader.\n* Tre- eller fyraårig programutbildning med start på höstterminen (1 augusti 2020–1 september 2022). Detta innebär att du behöver kunna styrka försörjning för 21 månader."}