{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Eget-foretag.html", "text": "## Efter beslut\n\nBeslutet skickas till den ambassad eller generalkonsulat som du valde i webbansökan. När du ska hämta ditt beslut ska du ta med ditt pass.\n\nDu kan få uppehållstillstånd för två år men aldrig längre än ditt pass är giltigt.\n\nOm du får uppehållstillstånd för mer än tre månader får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat dina fingeravtryck och foto på dig. Uppehållstillståndskortet tillverkas i samband med att beslutet fattas, dock tidigast tre månader innan uppehållstillståndet börjar gälla.\n\nDet går inte att skynda på tillverkningen eller leveransen av kortet.\n\nNär uppehållstillståndskortet är klart kommer ambassaden eller generalkonsulatet att lämna ut eller skicka det färdiga kortet till dig. Det kan ta upp till fyra veckor att tillverka och leverera kortet till ambassaden eller generalkonsulatet efter att du har fått ditt beslut. När du reser in i Sverige måste du visa upp uppehållstillståndskortet tillsammans med ett giltigt pass.\n\nOm du kan resa till Sverige utan visum bör du kunna visa upp en kopia av beslutet när du reser in. Så snart du kan efter att du har kommit till Sverige ska du boka tid på Migrationsverket för att lämna fingeravtryck och bli fotograferad. När ditt uppehållstillståndskort är klart kommer det att skickas till din adress i Sverige.\n\n### Viktigt om försäkring\n\nOm du behöver söka vård i Sverige kan du behöva betala för vården själv om du inte är folkbokförd i Sverige och inte har ett svenskt personnummer. Om du blir folkbokförd kan du även bli inskriven hos Försäkringskassan och omfattas av den svenska socialförsäkringen.\n\nFör att bli folkbokförd och få ett svenskt personnummer krävs i regel att du har beviljats minst ett års uppehållstillstånd i Sverige och att du planerar att bo här i ett år eller längre. Du bör därför folkbokföra dig så snart som möjligt efter att du har flyttat till Sverige."}