{"url": "https://www.migrationsverket.se/Privatpersoner/Skydd-och-asyl-i-Sverige/Forlanga-tillstand.html", "text": "ga lagen (den så kallade nya gymnasielagen).\n\nDu som har tillstånd enligt den så kallade nya gymnasielagen måste visa att du har påbörjat dina studier innan ditt nuvarande tillstånd slutar gälla för att kunna ansöka om förlängt uppehållstillstånd för studier på gymnasial nivå. I ansökan ska du kryssa för att du vill ansöka om förlängt uppehållstillstånd därför att du studerar på gymnasial nivå.\n\nDu som även har andra skäl för uppehållstillstånd, och fick ett längre tillstånd därför att du studerar på gymnasial nivå, kan ansöka om förlängning om du inte hinner läsa färdigt din utbildning. Du kan kryssa för flera skäl samtidigt.\n\nDu som inte har uppehållstillstånd för studier på gymnasial nivå, men har börjat studera under din tid i Sverige kan också välja detta alternativ när du ansöker om förlängning av ditt uppehållstillstånd. Du kan då ha rätt till ett längre uppehållstillstånd för att du ska ha möjlighet att läsa färdigt din utbildning. Du kan kryssa för både skyddsbehov och gymnasiestudier som skäl till varför du vill stanna i Sverige.\n\nOm du ansöker om uppehållstillstånd på grund av studier på gymnasial nivå ska du skicka in bilagor som visar att du studerar och när studierna ska vara klara. Du får dessa dokument från din skola. Du ska skicka in\n• individuell studieplan, eller\n• planeringsdokument från Komvux eller folkhögskola.\n\nNär du har studerat färdigt kan du ha rätt till upp till sex månaders uppehållstillstånd efter fullföljd utbildning för att söka arbete. För att få det ska du skicka in dokument från din skola som visar att du har fullföljt, eller kommer att fullfölja, din utbildning.\n\nAsylsökande kan i undantagsfall få uppehållstillstånd trots att de inte behöver skydd mot förföljelse. Det krävs särskilda omständigheter som innebär att ett beslut att neka uppehållstillstånd skulle strida mot Sveriges internationella åtaganden. Det kan till exempel handla om personer med ett synnerligen allvarligt hälsotillstånd.\n\nOm du söker uppehållstillstånd på grund av din hälsa ska du skicka in\n• Läkarintyg, blankett nummer 244011\n\n## Skicka blanketter och bilagor med post\n\nVart du ska skicka dina blanketter och bilagor beror på var du bor. Använd ditt postnummer för att få veta vilken adress du ska använda."}