{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Tillstand-for-familjen.html", "text": "## Så ansöker du\n\nOm hela familjen ansöker samtidigt är det personen som har fått ett erbjudande om arbete som ansöker för familjen i sin egen webbansökan.\n\nOm arbetstagaren redan är i Sverige kan du som familjemedlem göra en egen webbansökan från ditt hemland eller något annat land utanför Sverige där du bor.\n\nNär du gör en webbansökan måstearbetstagaren i Sverige vara folkbokförd och ha ett svenskt personnummer.\n\nI de flesta fall betalar du en avgift.\n\nDu kan bara göra en egen webbansökan om du befinner dig utanför Sverige. Om du är i Sverige och inte har ansökt om att förlänga tillstånd tillsammans med arbetstagaren ska du ansöka på pappersblanketten Ansökan om tillstånd för familjemedlemmar till arbetstagare, gästforskare, idrottsutövare och egna företagare, nummer 132011.\n\nDet här ska du skicka med din ansökan\n\n• Kopior av de sidor i ditt pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid och om du har tillstånd att bo i andra länder än ditt hemland. Om ditt pass är på väg att gå ut bör du förlänga det eftersom du inte kan få tillstånd för längre tid än ditt pass är giltigt\n• kopia av vigselbevis, äktenskapsbevis eller motsvarande (gäller gifta par och registrerad partner)\n• folkbokföringsbevis, hyreskontrakt, köpebevis för bostad eller andra dokument som visar att ni har bott tillsammans i hemlandet (gäller sambor)\n• ett kort brev från personen i Sverige där han eller hon bekräftar att ni ska bo tillsammans i Sverige, om ni inte ansöker om tillstånd samtidigt.\n\nKontrollera att informationen på dokumenten du skickar med syns tydligt. På passkopiorna måste även siffror och tecken längst upp och längst ned på passidorna synas tydligt.\n\nOm du har barn under 18 år som ska flytta med dig till Sverige ska du också bifoga\n\n• kopia av barnets pass som visar personuppgifter, foto, eventuell namnteckning, passnummer, utfärdandeland, giltighetstid och om barnet har tillstånd att bo i andra länder än sitt hemland. Om barnets pass är på väg att gå ut bör du förlänga det eftersom barnet inte kan få tillstånd för längre tid än passet är giltigt\n• födelseattest eller födelsebevis där föräldrarnas namn framgår\n• medgivande om att barnet får flytta till Sverige från den andre vårdnadshavaren, om den inte följer med till Sverige. Det ska framgå för vilken tid barnet får bo i Sverige. Kopia av vårdnadshavarens pass eller annan id-handling ska också bifogas\n• domstolsbeslut om du har enskild vårdnad eller dödsbevis om den andre föräldern är avliden\n• adoptionshandlingar om barnet är adopterat."}