{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Universitet-och-hogskola.html", "text": "#Krav för uppehållstillstånd för studier\n\n## Om din familj också ansöker om uppehållstillstånd\n\nOm din familj samtidigt ansöker om uppehållstillstånd ska ni skicka med:\n\n\n* kopior av de sidor i dina familjemedlemmars pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid, inresestämplar och om de har tillstånd att bo i andra länder än deras hemland. Om passet är på väg att gå ut bör de förlänga det eftersom de inte kan få tillstånd för längre tid än passet är giltigt\n* dokument, exempelvis kontoutdrag från bank, som styrker att familjens försörjning är ordnad för tiden i Sverige (se tabellen under rubrik Du ska kunna försörja dig)\n* kopia av vigselbevis, äktenskapsbevis eller motsvarande (gäller gifta par och registrerad partner)\n* dokument som visar att ni har bott tillsammans, till exempel folkbokföringsbevis, gemensamt hyreskontrakt eller gemensamt köpebevis för bostad (gäller sambos)\n* födelseattest eller födelsebevis för barn där föräldrarnas namn framgår\n* medgivande från den andra vårdnadshavaren för barn under 18 år, om den andra vårdnadshavaren inte följer med till Sverige, eller bevis om ensam vårdnad. Det kan till exempel vara domstolsbeslut, eller dödsbevis om den andra föräldern är avliden. Av medgivandet bör framgå om barnet har tillåtelse att vistas i Sverige under den tid du tänker vistas här. Vid gemensam vårdnad ska kopia av den andra vårdnadshavarens pass eller annan identitetshandling också bifogas\n* adoptionshandlingar om barnet är adopterat.\n\n\n## Kortare handläggningstid för komplett ansökan\n\nFör att Migrationsverket ska kunna fatta beslut i ditt ärende krävs det att alla uppgifter är ifyllda och alla nödvändiga dokument finns med. Det innebär att handläggningstiden blir kortare om allt som krävs finns med från början än om ansökan behöver kompletteras i efterhand. Observera att Migrationsverket i vissa fall kan behöva utreda ansökan ytterligare även om alla uppgifter är ifyllda och alla dokument har skickats med.\n\n### Tid till beslut\n\nFör att få en uppfattning om hur lång tid du behöver vänta på ditt beslut kan du besöka sidan Tid till beslut. Observera att genomsnittstiden som visas på sidan beräknas utifrån tidigare avgjorda ärenden i samma kategori. Tiden kan variera från ansökan till ansökan.\n\n"}