{"url": "https://www.migrationsverket.se/Privatpersoner/Framlingspass-och-resedokument/Framlingspass.html", "text": "## Hämta främlingspass\n\nDu ska hämta ditt främlingspass på samma tillståndsenhet eller servicecenter som du lämnade in din ansökan på, om du inte har fått information om att du ska hämta passet på en annan ort. Om du vill hämta ditt främlingspass på en annan ort ska du tala med personalen om detta när du lämnar in din ansökan.\n\nDu måste ha med dig en giltig legitimation när du hämtar ditt främlingspass.\n\n## Resa med främlingspass\n\nFrämlingspasset uppfyller EU:s krav på pass och går att resa med till alla länder. Till vissa länder kan du behöva ett visum. Kontakta det aktuella landets ambassad för att få mer information innan du reser.\n\nOm du har fått uppehållstillstånd på grund av skyddsskäl kommer det att stå i ditt främlingspass att du inte kan resa till ditt hemland eller det land som du har flytt ifrån.\n\nOm du inte har kunnat styrka din identitet kommer det att stå i ditt främlingspass att din identitet inte är styrkt, vilket kan göra det svårare att resa till vissa länder.\n\n## Så länge gäller passet\n\nEtt främlingspass gäller vanligtvis i fem år och kan inte förlängas. Om du behöver ett främlingspass när giltighetstiden har gått ut kan du ansöka om ett nytt.\n\nNär du vill ansöka om ett nytt främlingspass måste du bli fotograferad och lämna fingeravtryck igen, eftersom ditt foto och dina fingeravtryck inte finns sparade hos Migrationsverket, utan bara i ett datorchip i främlingspasset.\n\n## Om du förlorar passet\n\nOm du tappar bort ditt främlingspass eller om det blir stulet ska du först anmäla det till polisen. Om du behöver ett nytt främlingspass måste du lämna in en ny ansökan. Ta med dig en kopia av polisanmälan som du har fått på posten eller på polisstationen när du ansöker om ett nytt främlingspass."}