{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Gor-en-webbansokan.html", "text": "# Gör en webbansökan\n\nPå den här sidan kan du göra en ansökan om uppehållstillstånd för att flytta till någon i Sverige, eller göra en ansökan om förlängning av ditt uppehållstillstånd.\n\nNär du ansöker på webben får du tydliga instruktioner om hur du fyller i din ansökan och vad du ska skicka med. Det blir lätt att göra rätt från början vilket ökar dina möjligheter att få ett beslut snabbare.\n\nDin familjemedlem i Sverige kan göra en webbansökan åt dig om du ger honom eller henne fullmakt. En fullmakt betyder att du ger någon annan tillstånd att företräda dig, till exempel ansöka åt dig eller ta del av skälen till ett beslut. För att ge fullmakt till en annan person kan du använda blanketten Fullmakt. Fullmakten ska undertecknas av dig.\n\nFullmakten ska du sedan skanna eller fotografera av och skicka till din anhörige, som sedan ska bifoga kopian av fullmakten till ansökan. Om din familjemedlem har fullmakt skickas beslutet hem till denne och det är han eller hon som meddelar dig om Migrationsverkets beslut. Om du inte har lämnat fullmakt till någon är det ambassaden eller generalkonsulatet som meddelar beslutet till dig.\n\n## Instruktioner för webbansökan\n\nInnan du går vidare till webbansökan är det bra om du läser instruktionerna för hur du ansöker på webben. Instruktionerna och dokumenten du ska bifoga skiljer sig åt beroende på vilken familjerelation du och din anhörige har.\n\n## Ansök för första gången\n\n## Ansök om förlängning\n\nOm du har uppehållstillstånd och vill fortsätta bo i Sverige efter att ditt tillstånd har gått ut ska du ansöka om att förlänga ditt uppehållstillstånd.\n\nMigrationsverket\n\n"}