{"url": "https://www.migrationsverket.se/Privatpersoner/Framlingspass-och-resedokument/Avgifter.html", "text": "Avgifter för främlingspass och resedokument\n\nI de flesta fall betalar du en avgift när du ansöker om främlingspass. Du som ansöker om resedokument betalar en avgift när du hämtar ditt pass.\n\nNär du ansöker om främlingspass eller provisoriskt främlingspass betalar du när du lämnar in din ansökan. Du kan betala avgiften med kort när du lämnar in din ansökan, eller betala senare med inbetalningskort eller via din internetbank. Migrationsverket börjar inte handlägga din ansökan innan du har betalat avgiften.\n\nOm du ansöker om resedokument betalar du med ett kontokort eller betalkort när du hämtar ditt färdiga pass på Migrationsverket. Om du inte har möjlighet att betala med kort när du hämtar ditt resedokument måste du betala avgiften i förväg till bankgironumret nedan. Tänk då på att betala avgiften i god tid innan du kommer för att hämta ditt pass, så att pengarna hinner komma in till Migrationsverket. Du kan inte hämta ut ditt pass om vi inte kan se att avgiften är betald.\n\nOm du inte kan betala med kort kan du be om ett inbetalningskort eller betala avgiften via bankgironummer 5223-6965. IBAN-kontonummer är SE8112000000012810106886 och BIC/SWIFT-koden är DABASESX (Danske Bank). I rutan \"Meddelande till betalningsmottagaren\" skriver du förnamn och efternamn på den person avgiften gäller samt personnummer och/eller ärendenummer. Betalar du avgift för flera personer samtidigt anger du alla personnummer och/eller ärendenummer. Skriv på ansökningsblanketten när och på vilket sätt du har betalat avgiften.\n\nOm du ansöker på en ambassad eller ett generalkonsulat betalar du avgiften när du lämnar in din ansökan. För information om avgift ska du kontakta den aktuella ambassaden eller konsulatet eftersom de inte följer samma avgiftsbestämmelser som Migrationsverket."}