{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Om-du-vill-overklaga.html", "text": "Om du vill överklaga\n\nOm du har fått ett beslut från Migrationsverket som du inte accepterar kan du välja att överklaga det. Här hittar du mer information om hur det går till att överklaga.\n\nOm du inte accepterar Migrationsverkets beslut har du rätt att överklaga. Att överklaga innebär att du vill att Migrationsverkets beslut ska ändras. Det är en domstol som prövar överklagandet, men du ska skicka ditt överklagande till Migrationsverket. I beslutet står det hur lång tid du har på dig att överklaga, ofta tre veckor från den dag som du fick ta del av beslutet. Om du har ett offentligt biträde kan han eller hon hjälpa dig att överklaga.\n\nOm du har sökt uppehållstillstånd, har fått avslag på din ansökan och befinner dig i Sverige när du får beslutet, ska du ändå planera för att återvända även om du väljer att överklaga. I ditt beslut står det om du har rätt att stanna i Sverige medan du väntar på domstolens beslut.\n\nFörst går Migrationsverket igenom ditt överklagande för att se om beslutet ska ändras. Om Migrationsverket inte anser att det finns skäl att ändra beslutet skickas det vidare till migrationsdomstolen. Domstolen kan antingen ändra beslutet eller hålla med Migrationsverket.\n\nFrån den dag som migrationsdomstolen har tagit emot ditt överklagande ska du vända dig till domstolen med alla frågor som rör ditt överklagande och domstolens arbete. Det är ditt eget ansvar att bevaka migrationsdomstolens domar, Migrationsverket gör inte det åt dig.\n\nOm du har ett offentligt biträde kan du inte få pengar från Migrationsverket för resor till biträdet efter att ditt överklagande har lämnats till domstolen.\n\nOm du ändrar dig och vill ta tillbaka ditt överklagande kan du meddela Migrationsverket att du accepterar beslutet. Då prövas inte ditt överklagande, och du kan inte överklaga beslutet igen.\n\nI beslutet står det hur du gör för att överklaga det. Om du vill överklaga Migrationsverkets beslut ska du skriva ett brev där du berättar vilket beslut som du vill att Migrationsverket ska ändra på, och varför. Skicka med dokument eller andra bevis som stödjer det du berättar, helst i original.\n\nI ditt överklagande ska du skriva dina personuppgifter och ditt ärendenummer. Ärendenumret står på ditt beslut. Om du är asylsökande står ditt ärendenummer också på ditt LMA-kort. Skriv också telefonnummer och adress där Migrationsverket eller domstolen kan nå dig.\n\nDet är viktigt att ditt överklagande kommer in till Migrationsverket i tid. I tabellen som finns på den här sidan kan du se hur lång tid du har på dig att överklaga, beroende på vilken typ av beslut det gäller. Tiden börjar räknas från det att du blivit underrättad om beslutet.\n\nOm du inte kan överklaga själv kan du be någon annan att göra det åt dig. Då behöver du lämna in en fullmakt för den som hjälper dig till Migrationsverket.\n\nEn fullmakt kan vara ett undertecknat brev där den som ansöker om tillstånd ger någon annan person möjlighet att företräda honom eller henne. En fullmakt kan till exempel ge någon rätt att ansöka, ta del av skälen för ett beslut eller överklaga ett beslut för någon annan. Fullmakten ska skrivas av den som ger sin fullmakt till någon annan och ska kunna visas upp i original om Migrationsverket begär det.\n\nFör att ge fullmakt till en annan person ska du lämna in ett brev till Migrationsverket där det står• att det är en fullmakt\n• namn, födelsedatum och adress för den person som ger någon annan fullmakt\n• vad personen som får fullmakt har rätt att göra\n• namn, personnummer och adress för den som får fullmakt\n• namnteckning av den person som ger någon annan fullmakt\n• datum och ort för när fullmakten skrevs under.\n\n\nOm du inte är nöjd med migrationsdomstolens dom kan du överklaga till Migrationsöverdomstolen inom tre veckor från den dag som du fick ta del av domen. Migrationsöverdomstolen är sista instans och beslut som fattas där blir vägledande för Migrationsverkets och migrationsdomstolarnas beslut i liknande ärenden.\n\nMigrationsöverdomstolen prövar bara vissa ärenden där det saknas rättslig vägledning eller om migrationsdomstolen har prövat ärendet på fel sätt. I de flesta fall beslutar Migrationsöverdomstolen att inte pröva överklagandet. Då är det migrationsdomstolens dom som gäller.\n\nEn del beslut kan du inte överklaga. Det står i ditt beslut om du kan överklaga det eller inte.\n\nDu kan bland annat inte överklaga• ett beslut efter att du har accepterat beslutet och skrivit under en nöjdförklaring\n• Migrationsöverdomstolens beslut att inte pröva ditt ärende\n• att du har fått ett tidsbegränsat uppehållstillstånd.\n\n\nMigrationsverket behöver ha ditt överklagande innan tidsfristen har gått ut. Om du vill överklaga domstolens beslut ska du skicka ditt överklagande till domstolen, så att de har fått in det innan tidsfristen har gått ut. Det står i beslutet hur lång tid du har på dig att överklaga.\n\nNär tidsfristen har gått ut säger man att beslutet har fått laga kraft. Det innebär att beslutet inte längre går att överklaga."}