{"url": "https://www.migrationsverket.se/Privatpersoner/Lamna-Sverige/Uppsikt-och-forvar.html", "text": "#Uppsikt och förvar\n\n### Barn\n\nOm du är under 18 år får Migrationsverket besluta att ställa dig under uppsikt om du har fått ett beslut om avvisning eller utvisning. Om du inte sköter din uppsikt när det är dags att förbereda din resa ut ur landet, får Migrationsverket besluta om att ta dig i förvar i stället.\n\nMigrationsverket får också besluta om att ställa dig under uppsikt om du har fått, eller om det är sannolikt att du kommer att få, ett beslut om avvisning som ska genomföras omedelbart, och det är uppenbart att du inte kommer att samarbeta för att lämna Sverige direkt. Om Migrationsverket bedömer att uppsikt inte är tillräckligt för att förhindra att du håller dig undan, får vi ta dig i förvar i stället.\n\nBarn får aldrig skiljas från båda sina vårdnadshavare. Ett barn får hållas i förvar i högst 72 timmar. Om det finns synnerliga skäl kan tiden förlängas med ytterligare 72 timmar, men aldrig längre än så.\n\n## Placering på annan plats än Migrationsverkets förvar\n\nNär du är tagen i förvar kan Migrationsverket besluta att du, i stället för att bo på Migrationsverkets förvar, ska placeras i en av polisens arrester eller i ett av Kriminalvårdens häkten eller fängelser. Detta gäller bara dig som är 18 år eller äldre.\n\nMigrationsverket får fatta denna typ av beslut om\n\n\n* du är dömd till utvisning på grund av brott och det inte är lämpligt att du vistas på förvaret\n* du hålls avskild från andra förvarstagna och du utgör en fara för säkerheten på förvaret\n* det är nödvändigt av transporttekniska skäl, dock längst i tre dygn, eller\n* det finns synnerliga skäl, till exempel inför en nära förestående verkställighetsresa.\n\n\nMigrationsverket får också, under en kort period, placera dig som har ett beslut om förvar hos polisen eller Kriminalvården medan en transport ordnas till ett av Migrationsverkets förvar.\n\n### Överklaga beslut om placering på annan plats\n\nOm du placeras i kriminalvårdsanstalt, häkte eller en polisarrest, kan du överklaga detta till en migrationsdomstol. Du måste lämna in ditt överklagande till Migrationsverket senast tre veckor från den dag du fick ta del av beslutet.\n\n### Om du vill veta mer\n\nMer information finner du på vår webbplats www.migrationsverket.se.\nOm du har frågor kan du ringa din mottagningsenhet eller Migrationsverkets kundtjänst på telefon 0771-235 235.\n\nSenast uppdaterad: 2019-09-06\n\n"}