{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Foralder-eller-annan-familjemedlem.html", "text": "# Uppehållstillstånd för förälder eller annan familjemedlem\n\nOm du är medborgare i ett land utanför EU och vill flytta till en familjemedlem i Sverige behöver du uppehållstillstånd. Du kan i undantagsfall få uppehållstillstånd för att flytta till en familjemedlem i Sverige som inte är eller ska bli din make, maka, sambo. Det kan gälla till exempel barn över 18 år och föräldrar till ett vuxet barn som bor i Sverige. Även föräldrar som vill flytta till ett minderårigt barn har möjlighet att få uppehållstillstånd. Familjemedlemmen i Sverige ska ha fått permanent uppehållstillstånd.\n\n## Förälder till barn under 18 år\n\nOm du är förälder till ett barn under 18 år som bor i Sverige kan du ansöka om uppehållstillstånd med anknytning till barnet. Ni ska tidigare ha bott tillsammans och avsikten är att ni ska bo tillsammans i Sverige. Ansökan bedöms ofta enligt samma regler som för de som ansöker med anknytning till en annan familjemedlem.\n\n## Förälder till ensamkommande barn\n\nFör att du som förälder ska kunna få uppehållstillstånd till ett ensamkommande barn under 18 år krävs det oftast att barnet har fått uppehållstillstånd i Sverige på grund av asylskäl.\n\nLäs mer om uppehållstillstånd för dig som vill flytta till ditt barn i Sverige som är flykting eller skyddsbehövande\n\n## Annan familjemedlem\n\nDu kan i undantagsfall få uppehållstillstånd för att flytta till en annan familjemedlem i Sverige som du har bott tillsammans med i hemlandet. Det kan till exempel vara om du är över 18 år och dina föräldrar är bosatta här.\n\nNi ska kunna visa att ni har bott tillsammans omedelbart innan din familjemedlem flyttade till Sverige och att ni redan i hemlandet var socialt och känslomässigt beroende av varandra, och att det därför är svårt för er att leva åtskilda.\n\nAnsökan ska lämnas in så fort som möjligt efter att din familjemedlem flyttade till Sverige och fick permanent uppehållstillstånd. I regel är det inte möjligt att få uppehållstillstånd om ansökan görs efter lång tid eller om beroendet mellan er har uppstått efter att din familjemedlem flyttade till Sverige."}