{"url": "https://www.migrationsverket.se/privatpersoner/eu-medborgare-och-varaktigt-bosatta/uppehallstillstand-for-eu-medborgare.html", "text": "## Efter beslut\n\nBeslutet skickas hem till er adress i Sverige. Om du får ett ja på din ansökan kommer du att få ett uppehållstillståndskort i posten efter ungefär en vecka. Om du inte redan har blivit fotograferad och lämnat fingeravtryck måste du göra det innan du kan få ett uppehållstillståndskort.\n\nUppehållstillståndskortet tillverkas i samband med att beslutet fattas, dock tidigast tre månader innan uppehållstillståndet börjar gälla.\n\nDet går inte att skynda på tillverkningen eller leveransen av kortet.\n\nOm ni tidigare har bott tillsammans i hemlandet under minst två år får du i regel ett permanent uppehållstillstånd. Om ni inte redan har bott tillsammans i två år får du i regel ett tillfälligt uppehållstillstånd för två år.\n\nBarn som ansöker tillsammans med en förälder får oftast tillstånd för samma tid som föräldern. Detsamma gäller dig som ansöker om tillstånd för att bo i Sverige tillsammans med en anhörig som inte har permanent uppehållstillstånd.\n\n## Om du inte ansöker på webben\n\nOm du inte kan ansöka på webben fyller du i blanketterna Ansökan om uppehållstillstånd för bosättning i Sverige, nummer 160011, och Familjeuppgifter, nummer 238011. Om ansökan gäller barn under 18 år ska du använda blankettenAnsökan om uppehållstillstånd för bosättning för barn under 18 år, nummer 162011.\n\nSkicka ansökan till Migrationsverket, Box 3100, 903 03 Umeå.\n\n\n Ansökan om uppehållstillstånd för bosättning i Sverige, blankett nummer 160011 (på svenska) Application for residence permit to settle in Sweden, form number 161011 (på engelska)\n Ansökan om uppehållstillstånd för bosättning för barn under 18 år, blankett nummer 162011 (på svenska) Application for residence permit to settle in Sweden – for a child under the age of 18, form number 163011 (på engelska)\n Familjeuppgifter – bilaga till din ansökan, blankett nummer 238011 (på svenska) Family details – Appendix to your application, form number 239011 (på engelska)## Om ert förhållande tar slut\n\nOm förhållandet tar slut under den tid som du har tidsbegränsat uppehållstillstånd kan du bara i undantagsfall förlänga ditt uppehållstillstånd. Migrationsverket kan även återkalla uppehållstillståndet. I varje enskilt fall tar vi hänsyn till om det finns skäl att ändå bevilja fortsatt uppehållstillstånd.\n\nOm ditt förhållande tar slut under tiden som du har ett tidsbegränsat tillstånd bör du själv lämna in en ny ansökan till Migrationsverket och berätta om dina skäl för att stanna i Sverige."}