{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Andra-studier.html", "text": "#Andra sorters studier\n\n### Det här ska du skicka med din ansökan:\n\n\n* kopior på de sidor i ditt pass där dina personuppgifter och passets giltighetstid framgår. Passet måste vara giltigt för att Migrationsverket ska kunna bevilja dig ett tillstånd. Om giltighetstiden på ditt pass håller på att gå ut, bör du ansöka om ett nytt i ditt hemland eller ditt hemlands ambassad.\n* antagningsbesked som visar att du är antagen till studier på heltid.\n* dokument från utbildningsanordnaren som visar att du har gjort godtagbara framsteg i dina studier.\n* kopia på dokument som visar att du har en heltäckande sjukförsäkring som gäller i Sverige. Försäkringen ska gälla för hela den tid du ska vara i Sverige och täcka kostnader för akut och annan läkarvård, tandvård och sjukhusvistelse. Den ska också täcka kostnader för hemtransport av medicinska skäl.\n* ett kontoutdrag från din bank som visar historiken på kontot de senaste tre månaderna. Utdraget ska visa att du har haft pengar till din försörjning och att du har medel för din försörjning för den studietid du har kvar. Om du har flera bankkonton, exempelvis ett bankkonto i Sverige och ett i ditt hemland, kan du lämna in kontoutdrag för båda eller\n* dokument utfärdat i ditt namn som visar att du har fått stipendium eller liknande (till exempel studiemedel), med uppgift om månadsbelopp eller totalbelopp och under vilken tid du får pengarna\n* ett komplett ifyllt frågeformulär (blankett nummer 105031W_B)\n* ett skriftligt medgivande från dina vårdnadshavare om att du får bo och studera i Sverige om du är under 18 år (blankett nummer 122011)."}