{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Forlanga-tillstand.html", "text": "#Förlänga uppehållstillstånd för att bo med någon i Sverige\n\n## Bifoga dokument\n\nDe här dokumenten ska du skanna eller fotografera och skicka med din ansökan:\n\n\n* kopior av de sidor i ditt passsom visar personuppgifter, giltighetstid, utfärdandeland, namnteckning och om du har tillstånd att bo i andra länder än ditt hemland. Om ditt pass är på väg att gå ut bör du förlänga det eftersom du inte kan få tillstånd för längre tid än ditt pass är giltigt. Det gör du i ditt hemland eller på ditt hemlands ambassad\n* kopior av pass eller identitetshandling som visar personuppgifter för den anhörige som du ansöker om uppehållstillstånd att bo med\n* blanketten försäkran om samlevnad, nummer 242011, som din partner ska fylla i. Observera att du och din partner inte behöver skriva ut och skriva under försäkran om samlevnad för hand när du ansöker på webben. Om du öppnar blanketten i senaste versionen av Adobe Acrobat (som du kan ladda ner gratis) kan du fylla i och spara den på din dator. Då kan du enkelt bifoga den i din ansökan. Om du inte kan spara blanketten på din dator måste du skriva ut den och sedan skanna eller fotografera den och bifoga den i din webbansökan.\n\n\nKontrollera att informationen på dokumenten du skickar med syns tydligt. På passkopiorna måste även siffror och tecken längst upp och längst ned på passidorna synas tydligt.\n\nDu som även ansöker för dina barn ska också skicka in\n\n\n* kopior av de sidor i barnets pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid och om barnet har tillstånd att bo i andra länder än sitt hemland.\n\n\nOm dina barn är över 18 år kan du inte ta med dem i webbansökan. De ska i stället skicka in en egen ansökan på blankett:\n\n## Betala och skicka in ansökan\n\nI de allra flesta fall betalar du en avgift. Du betalar med ett Visa- eller Mastercardkort. När eventuell avgift är betald skickar du in ansökan. Du får ett mejl med en bekräftelse på att din ansökan är inskickad. Migrationsverket kommer att kontakta dig om det behövs mer information.\n\n## Intervju på Migrationsverket\n\nIbland vill Migrationsverket träffa dig och din partner eller anhörige. Om du ska komma på intervju får du en kallelse till en tid på den mejladress som du angav när du gjorde din ansökan."}