{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Andra-studier.html", "text": "## Din familj kan få tillstånd i vissa fall\n\nDin familj kan få tillstånd för samma tid som du om du ska studera något av detta:\n• Religiösa studier\n• Kompletteringsutbildningar för yrkeslegitimation\n• Förutbildningar\n• Språkstudier\n• Folkhögskolestudier\n• Uppdragsutbildningar och liknande utbildningar\n• Yrkesinriktade utbildningar\n• Studier vid WMU\n• Konst- och kulturutbildningar.\n\nSom familjemedlem räknas maka, make, sambo, registrerad partner och ogifta barn under 18 år.\n\nFör att din familj ska kunna få tillstånd krävs att\n• familjens försörjning är tryggad under hela den planerade tiden i Sverige\n• de har giltiga pass.\n\nFörsörjningskravet under hela vistelsetiden är 3 500 kronor per månad för maka, make, sambo eller registrerad partner och 2 100 kronor per månad för varje barn.\n\nDu ska skicka med\n• kopior av de sidor i dina familjemedlemmars pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid och om de har tillstånd att bo i andra länder än sitt hemland. Om deras pass är på väg att gå ut bör de förlänga det eftersom de inte kan få tillstånd för längre tid än deras pass är giltigt\n• dokument, exempelvis kontoutdrag från bank, som styrker att deras försörjning är tryggad\n• kopia av vigselbevis, äktenskapsbevis eller motsvarande (gäller gifta par och registrerad partner)\n• folkbokföringsbevis, hyreskontrakt, köpebevis för bostad eller andra dokument som visar att ni har bott tillsammans (gäller sambor)\n• födelseattest eller födelsebevis för barn där föräldrarnas namn framgår\n• medgivande från den andra vårdnadshavaren för barn under 18 år, om den andra vårdnadshavaren inte följer med till Sverige, eller bevis om ensam vårdnad. Det kan till exempel vara domstolsbeslut, eller dödsbevis om den andra föräldern är avliden. Av medgivandet bör framgå om barnet har tillåtelse att vistas i Sverige under den tid du tänker vistas här. Vid gemensam vårdnad ska kopia av den andra vårdnadshavarens pass eller annan identitetshandling också bifogas\n• adoptionshandlingar om barnet är adopterat."}