{"url": "https://www.migrationsverket.se/Privatpersoner/Besoka-Sverige/Besoka-Sverige-i-religiost-syfte.html", "text": "# Besöka Sverige i religiöst syfte\n\nOm du tillhör en religiös organisation och vill vistas i Sverige under en kortare tid kan du ansöka om uppehållstillstånd för besök.\n\n## Munkar, nunnor och missionärer\n\nOm du är munk eller nunna och tillhör en religiös organisation kan du ansöka om uppehållstillstånd för besök om ditt syfte med besöket i Sverige är att exempelvis praktiskt arbeta i klosterhushållet.\n\nOm du är missionär och tillhör en religiös organisation kan du ansöka om uppehållstillstånd för besök om ditt syfte med besöket är att missionera i Sverige under en kortare period.\n\nOm du är en imam och är inbjuden till Sverige för att delta i verksamhet som omfattas av dina vanliga arbetsuppgifter, till exempel gästpredikan och föreläsningar, måste du ha ett arbetstillstånd för att få utöva verksamheten i Sverige.\n\n## Krav för uppehållstillstånd för besök\n\nFör att få tillstånd ska du\n\n\n* ha ett intyg från organisationen i Sverige\n* kunna försörja dig under den tid du ska vara i Sverige, antingen genom egna medel eller genom ersättning från någon organisation eller förening. Organisationen i Sverige får inte ge någon ersättning till dig\n* ha ett giltigt pass \n* ha en returbiljett eller pengar för att köpa en biljett.\n\n\n## Fyll i en ansökan\n\nFyll i blanketterna Ansökan om uppehållstillstånd för besök och Familjeuppgifter.\n\nTillsammans med ansökningsblanketterna ska du lämna in\n\n\n* ett intyg från organisationen i Sverige\n* kontoutdrag eller något annat dokument som visar att du har pengar för den tid du ska besöka Sverige\n* kopior av de sidor i ditt pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid och om du har tillstånd att bo i andra länder än ditt hemland\n* returbiljett eller dokument som visar att du har pengar för att köpa en biljett.\n\n\nObservera att ambassaden eller generalkonsulatet där du lämnar in din ansökan kan kräva ytterligare dokument. För information om vad som gäller på aktuell ambassad eller generalkonsulat, läs på swedenabroad.com.\n\nOm du har familj som också ska följa med dig till Sverige behöver de också ansöka om uppehållstillstånd.\n\nLäs mer om hur din familj ansöker om uppehållstillstånd för besök\n\nBlanketter\n\n\n Ansökan om uppehållstillstånd för besök, blankett nummer 164011 (på svenska) Application for a visitor's permit, form number 165011 (på engelska)\n Familjeuppgifter – bilaga till ansökan, blankett nummer 238011 (på svenska) Family details – appendix to your application, form number 239011 (på engelska)"}