{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Flytta-tillbaka-till-Sverige.html", "text": "## Så ansöker du\n\nDu kan ansöka via webben från ditt hemland eller något annat land utanför Sverige där du bor.\n\nI de flesta fall betalar du en avgift.\n\nDu ska skicka med kopior av de sidor i ditt pass som visar personuppgifter, giltighetstid, utfärdandeland, namnteckning, resestämplar och om du har tillstånd att bo i andra länder än ditt hemland.\n\nKontrollera att informationen på dokumenten du skickar med syns tydligt. På passkopiorna måste även siffror och tecken längst upp och längst ned på passidorna synas tydligt.\n\n## När vi tagit emot din ansökan\n\nOm du får tillstånd för mer än tre månader får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat foto på dig och dina fingeravtryck. Du som behöver visum för att resa till Sverige ska därför besöka den svenska ambassaden eller generalkonsulatet för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Det behöver du göra även om du tidigare haft ett uppehållstillståndskort eftersom ditt foto och dina fingeravtryck inte kan sparas. Kontakta ambassaden eller generalkonsulatet innan ditt besök.\n\nDu som inte behöver visum ska boka tid för att lämna underlag för uppehållstillståndskort på Migrationsverket efter att du kommit till Sverige.\n\n## Efter beslut\n\nBeslutet skickas till den ambassad eller generalkonsulat du valde i din webbansökan. När du ska hämta ditt beslut ska du ta med ditt pass. När uppehållstillståndskortet är klart, kommer ambassaden eller generalkonsulatet att lämna ut eller skicka det färdiga kortet till dig. Tänk på att det kan ta upp till fyra veckor att tillverka och leverera kortet till ambassaden eller generalkonsulatet efter det att du fått ditt beslut.\n\nNär du reser in i Sverige ska du visa upp uppehållstillståndskortet tillsammans med ett giltigt pass. Om du kan resa till Sverige utan visum bör du kunna visa upp en kopia av beslutet när du reser in. Så snart du kommit till Sverige ska du boka tid för att lämna fingeravtryck och fotograferas. När ditt uppehållstillståndskort är klart kommer det att skickas till din adress i Sverige.\n\nOm Migrationsverket avslår din ansökan\n\nOm Migrationsverket avslår din ansökan kan du överklaga beslutet inom tre veckor från den dag då du fick beslutet. Information om hur du gör finns i ditt beslut."}