{"url": "https://www.migrationsverket.se/privatpersoner/eu-medborgare-och-varaktigt-bosatta/uppehallstillstand-for-eu-medborgare.html", "text": "### Du ska skicka med\n\n\n* kopior på de sidor i ditt pass eller nationellt id-kort som visar ditt medborgarskap och giltighetstid. Du ska kopiera båda sidorna av id-kortet\n* kopia av vigselbevis, äktenskapsbevis eller motsvarande om ni är gifta\n* folkbokföringsbevis, hyreskontrakt eller köpebevis för bostad eller andra dokument som visar att ni har bott tillsammans om ni är sambo\n* kopia på födelseattest eller födelsebevis där föräldrarnas namn framgår för medföljande barn\n* medgivande från den andra vårdnadshavaren, om den inte följer med till Sverige, eller bevis om ensam vårdnad. Det kan till exempel vara domstolsbeslut, eller dödsbevis om den andra föräldern är död. Gäller för barn under 18 år.\n\n\n### Andra nära anhöriga ska dessutom skicka med\n\n\n* dokument som visar hur ni är släkt med varandra\n* dokument som visar att ni bodde tillsammans omedelbart innan din anhörige flyttade till Sverige, om ni har ett sådant.\n\n\nOm ditt pass eller nationella id-kort är på väg att gå ut bör du förlänga det, eftersom det inte går att få tillstånd för längre tid än passet eller id-kortet är giltigt.\n\n## Kortare handläggningstid för komplett ansökan\n\nFör att Migrationsverket ska kunna fatta beslut i ditt ärende krävs det att alla uppgifter är ifyllda och alla nödvändiga dokument finns med. Det innebär att handläggningstiden blir kortare om allt som krävs finns med från början än om ansökan kompletteras i efterhand.\n\nObservera att Migrationsverket i vissa fall kan behöva utreda ansökan ytterligare även om alla uppgifter är ifyllda och alla dokument har skickats med.\n\n## När vi har tagit emot ansökan\n\nDen som får tillstånd för mer än tre månader får också ett uppehållstillståndskort. Kortet är ett bevis på att du har rätt att vara i Sverige och innehåller bland annat foto och fingeravtryck. Du ska därför besöka Migrationsverket för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Eftersom uppgifterna inte sparas ska du göra detta även om du tidigare har haft ett uppehållstillståndskort. Innan du besöker Migrationsverket behöver du boka tid."}