{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Avgifter.html", "text": "Avgifter för ansökan om uppehållstillstånd för studerande och deras familjemedlemmar\n\n \n\n• Du kan betala med kontokort på webben i samband med att du gör en webbansökan. Det gäller också om du ansöker om att förlänga ditt tillstånd. Tänk på att ditt kontokort måste vara aktiverat för internetbetalning. Kontakta din bank om du vill få mer information.\n• Du kan betala via bankgiro efter att du har lämnat in din webbansökan eller ansökt med blankett. Du betalar avgiften via bankgironummer 5223-7005. IBAN-kontonummer är SE6912000000012810106908 och BIC/SWIFT-koden är DABASESX (Danske Bank). I rutan \"Meddelande till betalningsmottagaren\" skriver du förnamn och efternamn på den person ansökningsavgiften gäller samt personnummer och/eller ärendenummer. Betalar du avgift för flera personer samtidigt anger du alla personnummer och/eller ärendenummer.\n• Om du ansöker på en ambassad eller ett generalkonsulat betalar du när du lämnar in din ansökan. För information om avgift ska du kontakta den aktuella ambassaden eller konsulatet eftersom de inte följer samma avgiftsbestämmelser som Migrationsverket.\nTänk på att du inte får tillbaka avgiften om du får avslag på din ansökan.\n\nDe flesta som ansöker om uppehållstillstånd för studier ska betala en ansökningsavgift till Migrationsverket i samband med att de lämnar in sin ansökan. Även medföljande familjemedlemmar måste betala ansökningsavgift. Avgiften för vuxna är 1 000 kronor, och 500 kronor för barn.\n\nDe flesta som ansöker om uppehållstillstånd för studier ska betala en ansökningsavgift till Migrationsverket i samband med att de lämnar in sin ansökan. Även medföljande familjemedlemmar måste betala ansökningsavgift. Avgiften för vuxna är 1 000 kronor, och 500 kronor för barn.\n\nAlla som ansöker om uppehållstillstånd behöver inte betala ansökningsavgift. Följande personer kan ansöka utan att betala avgift:\n\nAlla som ansöker om uppehållstillstånd behöver inte betala ansökningsavgift. Följande personer kan ansöka utan att betala avgift:\n\n• EU-/EES-medborgare och deras medföljande familjemedlemmar\n• studerande vid World Maritime University i Malmö\n• medborgare i Japan och Schweiz\n• studerande som har fått stipendium för studier i Sverige av:SidaEUSvenska Institutet (SI)International Science Programme vid Uppsala universitet\nFör att undantag från kravet på att betala ansökningsavgift ska kunna bli aktuellt krävs att stipendiet utgörs av pengar avsett för levnadskostnader och som inte endast täcker studieavgifter. Stipendiet ska betalas ut under den tidsperiod som du ansöker om uppehållstillstånd för. Observera att det är stipendiet som ger upphov till undantag från kravet. Om du till exempel är anställd som doktorand med lön som är finansierad av EU-medel så är du inte undantagen kravet på att betala ansökningsavgift, eftersom du får lön och inte ett stipendium.\n\nFör att undantag från kravet på att betala ansökningsavgift ska kunna bli aktuellt krävs att stipendiet utgörs av pengar avsett för levnadskostnader och som inte endast täcker studieavgifter. Stipendiet ska betalas ut under den tidsperiod som du ansöker om uppehållstillstånd för. Observera att det är stipendiet som ger upphov till undantag från kravet. Om du till exempel är anställd som doktorand med lön som är finansierad av EU-medel så är du inte undantagen kravet på att betala ansökningsavgift, eftersom du får lön och inte ett stipendium."}