{"url": "https://www.migrationsverket.se/Privatpersoner/Skydd-och-asyl-i-Sverige/Forlanga-tillstand.html", "text": "#Förlänga uppehållstillstånd enligt den tillfälliga lagen\n\n## Efter beslut\n\nNär Migrationsverket har fattat beslut skickar vi ett brev hem till dig. Det vanligaste är att vi använder oss av så kallad förenklad delgivning som innebär att vi skickar beslutet med post hem till dig. I vissa fall får du en kallelse där vi ber dig komma till ett möte vid Migrationsverket för att en handläggare ska berätta för dig om beslutet.\n\nFör att kunna skicka brev och kallelser hem till dig använder Migrationsverket i första hand din folkbokföringsadress som vi får från Skatteverket. Därför är det viktigt att du meddelar Skatteverket om du flyttar. Migrationsverket kan inte ändra din folkbokföringsadress.\n\nOm du får förlängt uppehållstillstånd behöver du ett nytt uppehållstillståndskort. Då behöver du boka tid för att lämna fingeravtryck och bli fotograferad så att Migrationsverket kan tillverka ett nytt uppehållstillståndskort åt dig. Boka en tid för varje familjemedlem som behöver ett nytt uppehållstillståndskort.\n\nBeslutet innehåller oftast två delar. I den första delen bedömer Migrationsverket om du behöver skydd och vad det beror på (om du har uppgett i din ansökan att du behöver skydd). Om Migrationsverket bedömer att du behöver skydd får du en skyddsstatusförklaring, antingen som flykting eller som alternativt skyddsbehövande. Den andra delen av beslutet säger om du har rätt till uppehållstillstånd och hur långt det ska vara.\n\nOm du inte håller med om beslutet kan du överklaga. Du kan överklaga om du inte får uppehållstillstånd, eller om du inte får den skyddsstatusförklaring som du vill ha. Du kan inte överklaga att du får ett tidsbegränsat uppehållstillstånd."}