{"url": "https://www.migrationsverket.se/Privatpersoner/Framlingspass-och-resedokument/Provisoriskt-framlingspass.html", "text": "# Provisoriskt främlingspass\n\nDu kan få ett provisoriskt (tillfälligt) främlingspass om du inte kan få, eller inte har tid att vänta på, ett vanligt främlingspass. Ett provisoriskt främlingspass gäller bara för en kort period eller en enstaka resa.\n\nDu kan få ett provisoriskt främlingspass av olika anledningar:\n• Om du inte har möjlighet att ansöka om ett hemlandspass eller annan godtagbar resehandling i Sverige, utan måste resa till ett annat land för att ansöka om ett pass. Det krävs då att du har en resplan för när, var och hur du ska skaffa ett hemlandspass utanför Sverige. Du kan normalt bara få främlingspass en gång av den här anledningen.\n• Om du saknar ett hemlandspass och snabbt behöver resa utomlands i ett mycket angeläget ärende. Du måste då motivera för Migrationsverket varför du behöver ett främlingspass just nu och varför du inte kan få ett hemlandspass eller en provisorisk resehandling från ditt hemlands myndigheter, till exempel ambassad eller konsulat. Ta med dig dokument som styrker dina skäl när du ansöker om ett provisoriskt främlingspass.\n• Om du inte kan få ett främlingspass eller resedokument på grund av att du har missbrukat ditt tidigare pass, eller är dömd för grov brottslighet, men ändå behöver ett pass för att kunna göra en mycket angelägen resa. Precis som i föregående punkt måste du visa för Migrationsverket varför resan är viktig.\n• Om du har uppehållstillstånd i Sverige och befinner dig utomlands (men inte i ditt hemland) och har förlorat ditt främlingspass eller resedokument och behöver ett pass för att kunna resa tillbaka till Sverige. Anmäl ditt förlorade pass till polisen och ta med dig en kopia på polisanmälan när du går till den svenska ambassaden eller generalkonsulatet och ansöker om ett provisoriskt främlingspass.\n\n## Ansök om provisoriskt främlingspass\n\nDu ansöker om ett främlingspass genom att fylla i blanketten Ansökan om provisoriskt främlingspass, nummer 192011, och lämna in den vid ett personligt besök på någon av Migrationsverkets tillståndsenheter. Innan du besöker Migrationsverket för att lämna in din ansökan ska du boka tid. Du måste boka en tid för varje person som vill ansöka om främlingspass, och varje person ska lämna in en egen ansökningsblankett.\n\n.\n\nOm du är utomlands och behöver ett provisoriskt främlingspass för att kunna resa tillbaka till Sverige, ska du kontakta närmaste svenska ambassad eller generalkonsulat och fråga hur du ska göra."}