{"url": "https://www.migrationsverket.se/Privatpersoner/Bli-svensk-medborgare/Unga-vuxna-mellan-18-och-21-ar.html", "text": "# Anmälan om svenskt medborgarskap för unga vuxna mellan 18 och 21 år som har bott i Sverige från 13 års ålder eller, för den som är statslös, från 15 års ålder\n\nUtländska medborgare eller statslösa mellan 18 och 21 år kan göra en anmälan om svenskt medborgarskap under vissa förutsättningar. Anmälan är ett förenklat sätt att bli svensk medborgare.\n\nSärskilda regler gäller för dig som ärmedborgare i Danmark, Finland, Island eller Norge.\n\nDu kan göra en anmälan om svenskt medborgarskap om du\n\n\n* har fyllt 18 men inte 21 år och\n* har permanent uppehållstillstånd, uppehållsrätt eller uppehållskort och\n* har bott i Sverige från att du fyllde 13 år eller, om du är statslös, från att du fyllde 15 år.\n\n\nSamtliga krav måste vara uppfyllda när anmälan lämnas in.\n\nOm du tidigare har fått ett avvisnings- eller utvisningsbeslut av Utlänningsnämnden eller migrationsdomstolen, måste du ha fått tillstånd för bosättning senast dagen du fyllde 13 år (15 år om du är statslös). Om du inte uppfyller förutsättningarna för att göra en anmälan, ska du i stället lämna in en ansökan om svenskt medborgarskap.\n\n(om du inte uppfyller kraven för en anmälan)## Om du har barn\n\nDina ogifta barn under 18 år som bor i Sverige blir svenska medborgare samtidigt som du om\n\n\n* du har ensam vårdnad om barnet eller barnen eller\n* du har vårdnaden gemensamt med den andra föräldern och hon eller han är svensk medborgare eller\n* den andra föräldern blir svensk medborgare samtidigt som du.\n\n\n## Lämna in en anmälan\n\nDu kan göra en anmälan om medborgarskap på webben. Eftersom vi behöver din underskrift i original, behöver du skriva ut ansökan, skriva under den och posta den.\n\n### Innan du börjar din ansökan\n\nMigrationsverket rekommenderar att du använder en dator när du gör din ansökan och att du använder Internet Explorer.\n\nSkriv ut och skicka anmälan till:\n\nMigrationsverket\nMedborgarskapsenheten\n601 70 Norrköping\n\nI de flesta fall betalar du en avgift."}