{"url": "https://www.migrationsverket.se/Privatpersoner/Skydd-och-asyl-i-Sverige/Uppehallstillstand-for-gymnasiestudier.html", "text": "#Uppehållstillstånd för gymnasiestudier\n\n## Familj\n\nDu har möjlighet att återförenas med din närmaste familj efter att du har fått uppehållstillstånd för gymnasiestudier om du har flyktingstatus, eller om du har status som alternativt skyddsbehövande och du ansökte om asyl senast den 24 november 2015. För att kunna återförenas med dina föräldrar måste du vara under 18 år.\n\nFör att din make, maka eller registrerad partner ska kunna få uppehållstillstånd för att flytta till dig i Sverige efter att du har fått uppehållstillstånd på grund av gymnasiestudier krävs det att\n\n\n* du har flyktingstatus, eller att du har status som alternativt skyddsbehövande och ansökte om asyl senast den 24 november 2015\n* ni båda är över 21 år (undantag kan göras om ni har gemensamma barn)\n* ni har levt tillsammans innan du flydde till Sverige.\n\n\nOm du har fått avslag på din asylansökan och har fått ett av- eller utvisningsbeslut har din familj inte möjlighet att få uppehållstillstånd för att flytta till dig i Sverige, även om du får uppehållstillstånd för studier.\n\n## Efter beslut\n\nOm du får ett uppehållstillstånd för gymnasiestudier gäller det i tretton månader, i fyra år, eller i sex månader utöver den tid som återstår av din utbildning. Längden på tillståndet beror på vilken grund du får tillstånd på. Du har samma rätt till vård som en person med permanent uppehållstillstånd.\n\nSom bevis för ditt uppehållstillstånd får du ett uppehållstillståndskort. Kortet är inte en identitetshandling eller en resehandling. Du kan resa in och ut ur landet, men när du åker från Sverige måste du ha ett giltigt pass och ditt uppehållstillståndskort för att kunna återvända.\n\nNär du har fått ett tidsbegränsat uppehållstillstånd ska du folkbokföra dig hos Skatteverket så snart som möjligt. Folkbokföringen behövs för att du ska få ta del av det svenska socialförsäkringssystemet. När du har blivit folkbokförd kan du också skaffa en svensk identitetshandling som till exempel behövs för att öppna ett bankkonto.\n\nFör att folkbokföra dig ska du vända dig till Skatteverket som registrerar var du bor, ditt civilstånd (om du är gift eller inte), ditt medborgarskap och din födelseort. Om du är under 18 år ska du göra det tillsammans med din gode man. När du går till Skatteverket ska du ta med ditt uppehållstillståndskort och en giltig identitetshandling. Om din identitetshandling finns hos Migrationsverket kan du be att få en kopia av den. Kopian ska vara undertecknad av en person som intygar att kopian stämmer överens med originalet. Personen ska också skriva ett namnförtydligande och ange sitt telefonnummer."}