{"url": "https://www.migrationsverket.se/Privatpersoner/Lamna-Sverige/Atervandring.html", "text": "## Vanliga frågor och svar\n\nNej, ditt bidrag betalas ut i samband med att du lämnar Sverige. Om någon i familjen stannar kvar betalas bidraget för den personen ut i samband med att han eller hon lämnar Sverige.\n\nMigrationsverket återkallar ditt PUT när du flyttar för att bosätta dig i ett annat land.\n\nDu kan ansöka om uppehållstillstånd igen. Ansökan lämnas till närmaste svenska konsulat eller ambassad. Tillståndet måste vara klart innan du reser in i Sverige.\n\nNär Migrationsverket granskar ansökningar om uppehållstillstånd bedömer verket vilken anknytning du har till Sverige. Vi väger in hur länge du har bott i Sverige med uppehållstillstånd och hur länge du har bott i ditt hemland eller annat land. Det har ingen betydelse vid prövningen om du har fått resebidrag från Migrationsverket.\n\nExempel på vad Migrationsverket tittar på:\n\n\n* Om du har varit borta från Sverige kortare tid än ett år kan du få ett nytt uppehållstillstånd även om du bodde i Sverige en kort tid innan du flyttade.\n* Om du har varit borta från Sverige mellan ett och tre år måste du tidigare ha bott minst fyra år i Sverige med uppehållstillstånd för att få ett nytt uppehållstillstånd.\n* Om du har varit borta från Sverige längre tid än tre år kan du få ett nytt uppehållstillstånd bara om du har bott mycket länge i Sverige (10–15 år) med uppehållstillstånd.\n* Om du har gift dig efter att ha flyttat tillbaka till hemlandet kan du normalt inte räkna med att få ett nytt uppehållstillstånd i Sverige för att du har bott här tidigare.\n\n\n## Länkar till andra webbplatser för dig som ska flytta från Sverige\n\n"}