{"url": "https://www.migrationsverket.se/Privatpersoner/Lamna-Sverige/Atervandring.html", "text": "Återvandring\n\nOm du har fått uppehållstillstånd i Sverige som flykting, skyddsbehövande, av humanitära skäl eller har tagits ut på flyktingkvoten och vill återvandra till ditt hemland har du möjlighet att få bidrag från Migrationsverket.\n\nDu som funderar på eller har beslutat dig för att flytta tillbaka till ditt hemland, kan här läsa om vilket bidrag du kan få och vad du bör tänka på. I vissa fall kan du få bidrag även om du vill flytta till ett annat land än ditt hemland.\n\nDu kan få resebidrag om du har fått uppehållstillstånd i Sverige som flykting, skyddsbehövande, kvotflykting, på synnerligen eller särskilt ömmande omständigheter. Du kan inte få bidrag om du har blivit svensk medborgare.\n\nDu ska kunna visa att du har• ett giltigt hemlandspass\n• en adress i det land du ska flytta till\n• tillstånd för att bo i annat land än hemlandet, om du planerar att flytta till något annat land än ditt hemland\n• visum till de länder du passerar på hemresan om det behövs.\n\n\nDu ska dessutom redovisa dina skulder och tillgångar i Sverige, hemlandet eller annat land du ska flytta till. Skulderna i Sverige ska du betala eller göra en särskild överenskommelse eller avbetalningsplan för med den som du har lånat pengar av.\n\nDina familjemedlemmar kan få resebidrag om de har fått uppehållstillstånd på anknytning till dig. Som familjemedlemmar räknas make/maka/sambo och barn under 18 år. Du måste också kunna visa att du själv inte kan betala för din och din familjs resa.\n\nOm det finns särskilda skäl kan Migrationsverket bevilja bidrag för din sambo eller annan anhörig som bor tillsammans med dig.\n\nOm du får resebidrag för att flytta till ett annat land så kommer ditt permanenta uppehållstillstånd att återkallas när du har lämnat Sverige.\n\nDu ansöker om resebidrag genom att fylla i blanketten Ansökan om bidrag för resa från Sverige för bosättning i annat land.\n\nAnsökan skickar du till\n\nMigrationsverketResebidrag601 70 Norrköping\n\nNär du skickar in ansökningsblanketten ska du också skicka med• kopior på sidor i ditt pass där giltighetstiden och dina personuppgifter framgår. Om din familj ska följa med dig ska du även skicka med kopior på deras pass\n• kopia på det senaste slutskattebeskedet från Skatteverket för dig och de i din familj som är över 18 år\n• skriftligt samtycke. Om ni har gemensam vårdnad och barnen ska lämna landet med en förälder ska den förälder som är kvar i Sverige lämna sitt samtycke\n• kopia på eventuell överenskommelse eller avbetalningsplan om du/ni har skulder\n• kopia på beslut eller liknande som visar att du har rätt att bo i det land dit du ska flytta (om du inte flyttar tillbaka till ditt hemland).\n\n\nFörutom ett bidrag för resekostnader kan du även få bidrag i kontanter. Du kan högst få 10 000 kronor för varje vuxen person och högst 5 000 kronor för varje barn under 18 år. En familj kan sammanlagt få högst 40 000 kronor i kontanter.\n\nDu kan få bidrag för resa med flyg, tåg, buss eller egen bil. Du kan inte få bidrag för att besöka hemlandet eller för transport av möbler.\n\nKontanterna betalas ut till dig personligen via en postanvisning.\n\nNär Migrationsverket har fattat beslut får du besked med post. Du ska då gå till ditt lokala skattekontor och anmäla permanent flyttning. Sedan ska du skicka en kopia av din flyttanmälan till Migrationsverket. Migrationsverket betalar ut bidraget, beställer resan och skickar hem biljetten till dig.\n\nTala i god tid om vilket datum du vill resa så att resan kan ordnas enligt ditt önskemål.\n\nOm du har frågor om bidrag för bosättning i annat land kan vända dig till något av Migrationsverkets lokala kontor eller skicka e-post till Migrationsverkets resebidragsfunktion.\n\nTelefonnummer: 010-485 92 36\n\nAdress:MigrationsverketFörvaltningsenheten601 70 NORRKÖPING\n\nFaxnummer: 011-23 98 39\n\nNej, ditt bidrag betalas ut i samband med att du lämnar Sverige. Om någon i familjen stannar kvar betalas bidraget för den personen ut i samband med att han eller hon lämnar Sverige.\n\nMigrationsverket återkallar ditt PUT när du flyttar för att bosätta dig i ett annat land.\n\nDu kan ansöka om uppehållstillstånd igen. Ansökan lämnas till närmaste svenska konsulat eller ambassad. Tillståndet måste vara klart innan du reser in i Sverige.\n\nNär Migrationsverket granskar ansökningar om uppehållstillstånd bedömer verket vilken anknytning du har till Sverige. Vi väger in hur länge du har bott i Sverige med uppehållstillstånd och hur länge du har bott i ditt hemland eller annat land. Det har ingen betydelse vid prövningen om du har fått resebidrag från Migrationsverket.\n\nExempel på vad Migrationsverket tittar på:• Om du har varit borta från Sverige kortare tid än ett år kan du få ett nytt uppehållstillstånd även om du bodde i Sverige en kort tid innan du flyttade.\n• Om du har varit borta från Sverige mellan ett och tre år måste du tidigare ha bott minst fyra år i Sverige med uppehållstillstånd för att få ett nytt uppehållstillstånd.\n• Om du har varit borta från Sverige längre tid än tre år kan du få ett nytt uppehållstillstånd bara om du har bott mycket länge i Sverige (10–15 år) med uppehållstillstånd.\n• Om du har gift dig efter att ha flyttat tillbaka till hemlandet kan du normalt inte räkna med att få ett nytt uppehållstillstånd i Sverige för att du har bott här tidigare."}