{"url": "https://www.migrationsverket.se/Privatpersoner/Bli-svensk-medborgare/Medborgarskap-for-barn.html", "text": "# Svenskt medborgarskap för barn\n\nI Sverige får ett barn fött efter 1 april 2015 till en svensk förälder automatiskt svenskt medborgarskap vid födseln. Barn födda före 1 april 2015 men efter 1 juli 2001 blir svenska medborgare från födelsen om mamma är svensk medborgare. Detsamma gäller om pappa är svensk medborgare och barnet föds i Sverige. Om barnet föds utomlands blir barnet svensk medborgare om pappan är svensk och gift med barnets mamma.\n\n## Lämna in en anmälan\n\nDu kan göra en anmälan om svenskt medborgarskap på webben, men eftersom vi behöver din underskrift i original behöver du skriva ut anmälan och posta den.\n\n.\n\nInnan du börjar din ansökan\n\nMigrationsverket rekommenderar att du använder en dator när du gör din ansökan och att du använder Internet Explorer.\n\n## Barn som fötts efter 1 april 2015\n\nBarn som har fötts efter 1 april 2015 blir automatiskt medborgare i Sverige om någon av föräldrarna är svenska medborgare.\n\n## Barn som fötts innan 1 april 2015\n\nBarn som har fötts innan 1 april 2015 men efter 1 juli 2001 är svenska medborgare från födelsen om mamman är svensk medborgare. Detsamma gäller om pappan är svensk medborgare och barnet fötts i Sverige. Har barnet fötts utomlands är barnet svensk medborgare om pappan var svensk vid barnets födsel och gift med barnets mamma.\n\n## Statslösa barn under 18 år och födda i Sverige\n\nHuvudprincipen i Sverige är att undvika att barnet är statslöst. Därför kan ett statslöst barn som föds i Sverige bli svensk medborgare genom anmälan.Du som förälder kan läsa mer om hur du gör och vilka krav som gäller för anmälan.\n\n## Barn som är medborgare i ett nordiskt- eller EU/EES-land\n\nFör barn som är medborgare i ett nordiskt- eller EU/EES-land gäller särskilda regler för att bli svenska medborgare.Läs mer om vad som gäller för barn som är medborgare i ett nordisktellerEU/EES-land.\n\n## Barn med ett utländskt medborgarskap\n\nOftast blir barn med utländskt medborgarskap svenska medborgare i samband med att en förälder ansöker om att bli det. Läs mer om vad som gäller för barn under 18 år som inte blivit svenska medborgare vid födseln.\n\nMigrationsverket\n\n"}