{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Tillstand-for-familjen.html", "text": "## Vad är en fullmakt?\n\nEn fullmakt kan vara ett undertecknat brev där den som ansöker om tillstånd ger någon annan person möjlighet att företräda honom eller henne. En fullmakt kan till exempel ge någon rätt att ansöka, ta del av skälen för ett beslut eller överklaga ett beslut för någon annan. Fullmakten ska skrivas av den som ger sin fullmakt till någon annan och ska kunna visas upp i original om Migrationsverket begär det.\n\nFör att ge fullmakt till en annan person ska du lämna in ett brev till Migrationsverket där det står\n• att det är en fullmakt\n• namn, födelsedatum och adress för den person som ger någon annan fullmakt\n• vad personen som får fullmakt har rätt att göra\n• namn, personnummer och adress för den som får fullmakt\n• namnteckning av den person som ger någon annan fullmakt\n• datum och ort för när fullmakten skrevs under.\n\nKortare handläggningstid för komplett ansökan\n\nFör att Migrationsverket ska kunna fatta beslut i ditt ärende krävs det att alla uppgifter är ifyllda och alla nödvändiga dokument finns med. Det innebär att handläggningstiden blir kortare om allt som krävs finns med från början än om ansökan kompletteras i efterhand.\n\nObservera att Migrationsverket i vissa fall kan behöva utreda ansökan ytterligare även om alla uppgifter är ifyllda och alla dokument har skickats med.\n\n## När vi har tagit emot ansökan\n\nOm du får tillstånd för mer än tre månader får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat dina fingeravtryck och foto på dig.\n\nDu som behöver visum för att resa till Sverige ska därför besöka den svenska ambassaden eller generalkonsulatet för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Kontakta ambassaden eller generalkonsulatet före ditt besök.\n\nDu som inte behöver visum ska boka en tid för att lämna fingeravtryck och bli fotograferad efter att du har kommit till Sverige. Du behöver dock ansöka om och få ditt tillstånd klart innan du reser till Sverige."}