{"url": "https://www.migrationsverket.se/Privatpersoner/Lamna-Sverige/Resa-fran-Sverige-med-uppehallstillstand.html", "text": "# Resa från Sverige med permanent eller tidsbegränsat uppehållstillstånd\n\nOm du har ett permanent uppehållstillstånd innebär det att du har rätt att bo och arbeta i Sverige under obegränsad tid. Om du har ett tidsbegränsat uppehållstillstånd innebär det att du får stanna i Sverige en begränsad tid. Här hittar du information om vad som gäller när du vill resa från Sverige.\n\nSom bevis för ditt uppehållstillstånd får du ett uppehållstillståndskort. För dig som har ett permanent uppehållstillstånd gäller uppehållstillståndskortet som längst i fem år. Därefter behöver du ett nytt kort. För dig med tidsbegränsat uppehållstillstånd gäller uppehållskortet lika länge som tillståndet. Uppehållskortet är inte en identitetshandling eller en resehandling.\n\n## Resa från Sverige med permanent uppehållstillstånd\n\nDu kan resa in och ut ur landet när du har permanent uppehållstillstånd, men när du åker från Sverige måste du ha ett giltigt pass och ditt uppehållstillståndskort för att kunna återvända.\n\nOm du har permanent uppehållstillstånd kan du vara borta från Sverige i upp till ett år och behålla ditt uppehållstillstånd.\n\nOm du är borta längre än ett år eller om du planerar att bosätta dig i ett annat land kan Migrationsverket återkalla ditt uppehållstillstånd. Om du däremot gör en anmälan om att få behålla ditt permanenta uppehållstillstånd kan du vara borta från Sverige i upp till två år. Din anmälan ska ha kommit in till Migrationsverket senast en vecka innan du flyttar till ett annat land. Om du inte bosätter dig i Sverige på nytt efter två år kan ditt uppehållstillstånd komma att återkallas.\n\n### Anmäl om att få behålla ditt permanenta uppehållstillstånd\n\nFör att anmäla om att få behålla ditt permanenta uppehållstillstånd fyller du i blanketten Anmälan om att få behålla permanent uppehållstillstånd, nummer 186011. Skicka blanketten till migrationsverket@migrationsverket.seeller till\n\nMigrationsverket\n601 70 Norrköping\n\nDin anmälan ska ha kommit in till Migrationsverket senast en vecka innan du flyttar till ett annat land. Om din resa blir inställd ska du meddela Migrationsverket om detta senast den dagen du först hade tänkt resa."}