{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Eget-foretag.html", "text": "#Eget företag\n\n### När vi har tagit emot din ansökan\n\nOm du lämnar in en ansökan om förlängning innan ditt tidigare tillstånd slutar gälla har du rätt att vara kvar i Sverige tills Migrationsverket har fattat sitt beslut. Du har också rätt att fortsätta arbeta i ditt företag.\n\nOm du reser utomlands i samband med att ditt tillstånd slutar gälla kan det bli svårt för dig att komma in i Sverige innan du har fått ditt nya tillstånd beviljat. Du kan då behöva vänta på ditt nya tillstånd utanför Sverige.\n\nOm du får tillstånd för mer än tre månader får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat foto på dig och dina fingeravtryck. Du ska därför boka tid för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Det behöver du göra även om du tidigare haft ett uppehållstillståndskort eftersom ditt foto och dina fingeravtryck inte kan sparas.\n\nMigrationsverket kommer att kontrollera att du driver företaget enligt de redovisade planerna. Det innebär bland annat att vi kontrollerar\n\n\n* att du betalar ditt företags skatter och avgifter\n* att du följer din bokföringsskyldighet enligt god redovisningssed\n* att du har aktuella tillstånd och uppfyller lagkraven för verksamheten\n* om du har skulder hos Kronofogdemyndigheten och/eller betalningsanmärkningar\n* att du kan försörja dig och din familj på inkomsterna från företaget\n* att ditt företag går med vinst och har en bestående verksamhet samt fortlevnadsförmåga framöver\n* att du och din medföljande familj har en skälig boendesituation\n* att du och din medföljande familj har bott i Sverige under mer än halva tiden för ert uppehållstillstånd.\n\n\n### Efter beslut\n\nBeslutet skickas hem till din adress i Sverige. Om du har haft uppehållstillstånd i två år kan du få permanent uppehållstillstånd om du uppfyller alla krav. När uppehållstillståndskortet är klart skickas det hem till dig inom cirka en vecka.\n\n### Om du befinner dig i Sverige och får avslag på din ansökan\n\nOm Migrationsverket avslår din ansökan om uppehållstillstånd betyder det att du inte har rätt till uppehållstillstånd i Sverige. Du kan välja att acceptera eller överklaga beslutet. Även om du väljer att överklaga ska du planera för att återvända till ditt hemland eller det land där du har rätt att vistas."}