{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Forlanga-tillstand.html", "text": "## Betala och skicka in ansökan\n\nI de allra flesta fall betalar du en avgift. Du betalar med ett Visa- eller Mastercardkort. Kortet måste vara aktiverat för internetbetalning. Kontakta din bank om du vill få mer information.\n\nNär eventuell avgift är betald skickar du in ansökan. Du och din arbetsgivare får ett mejl med en bekräftelse på att din ansökan är inskickad. Migrationsverket kommer kontakta er om det behövs mer information.\n\n## Migrationsverket handlägger\n\nOm du har lämnat in en ansökan om förlängning har du rätt att vara kvar i Sverige tills Migrationsverket har fattat sitt beslut. Du har också rätt att fortsätta arbeta hos din arbetsgivare om ansökan är gjord innan det nuvarande tillståndet går ut.\n\nTänk på att du bara har rätt att fortsätta arbeta under väntetiden om din ansökan har kommit in till Migrationsverket innan ditt tidigare tillstånd har gått ut.\n\nFör att Migrationsverket ska kunna fatta beslut i ditt ärende krävs det att alla uppgifter är ifyllda och att alla nödvändiga dokument finns med. Det innebär att handläggningstiden blir kortare om allt som krävs finns med från början än om ansökan kompletteras i efterhand.\n\nObservera att Migrationsverket i vissa fall kan behöva utreda ansökan ytterligare även om alla uppgifter är ifyllda och alla dokument har skickats med.\n\n### Resa utomlands under handläggningstiden\n\nOm du reser utomlands i samband med att ditt tillstånd går ut kan det bli svårt för dig att komma in i Sverige innan du har fått ditt nya tillstånd beviljat. Du kan då behöva vänta på ditt nya beslut utanför Sverige. Om du av brådskande skäl måste resa tillbaka till Sverige innan dess finns det möjlighet att ansöka om ett visum för inresa. Med ett sådant visum får du resa tillbaka till Sverige och där invänta ditt beslut om förlängning. Du ansöker om visum på en svensk ambassad eller generalkonsulat i det land där du befinner dig. Om du är viseringsfri kan du resa till Sverige utan att ansöka om ett visum."}