{"url": "https://www.migrationsverket.se/Privatpersoner/Besoka-Sverige/Medicinsk-behandling.html", "text": "### Kontrollera vad ambassaden eller konsulatet kräver\n\nDet finns också krav som skiljer sig från land till land. Det är därför viktigt att du kontrollerar vad som gäller i ditt fall. Kraven kan förändras beroende på de rådande omständigheterna. Du hittar mer information på den aktuella ambassadens webbplats. För att hitta till rätt ambassad, se länk längst ner på sidan.\n\n### Specialavtal för vissa länder\n\nFör medborgare i Albanien, Armenien, Azerbajdzjan, Bosnien-Hercegovina, Georgien, Makedonien, Moldavien, Montenegro, Ryssland, Serbien och Ukraina gäller särskilda regler på grund av de viseringsförenklingsavtal som träffats mellan dessa länder och EU. Mer information om dessa avtal finns på EU-ländernas ambassader och konsulat i dessa länder.\n\n## Ansöka om visum\n\nDu ska lämna in din ansökan om visum till en svensk ambassad eller generalkonsulat. I vissa länder förekommer det att ett annat Schengenland representerar Sverige. Men det finns också länder där Sverige varken har någon egen ambassad eller generalkonsulat eller representeras av något annat land. Där får den som vill lämna in en visumansökan resa till närmaste land där det finns en svensk ambassad eller generalkonsulat.\n\nOm du ska lämna in din ansökan vid något annat Schengenlands utlandsmyndighet bör du kontakta den i förväg. Då är det nämligen detta lands krav på dokument som gäller. Dokumenten bör också vara översatta till det landets språk.\n\nFör att ansöka om visum ska du fylla i blanketten Application for Schengen Visa (Ansökan om Schengenvisering).\n\nFör att myndigheterna ska kunna behandla din ansökan måste du tydligt ange:\n\n\n* varför du ska besöka Sverige  \n* hur länge du ska stanna i Sverige  \n* hur du ska försörja dig under tiden i Sverige  \n* vilket slags pass du har och hur länge det är giltigt  \n* vart du ska resa efter besöket i Sverige  \n* om du har tillstånd att resa in i det land du ska till efter vistelsen i Sverige.\n\n\nTill din ansökan måste du bifoga:\n\n\n* ett fotografi i passformat som är taget rakt framifrån och som inte är äldre än sex månader\n* blankett Bilaga C, nummer 219011\n* ett läkarintyg från Sverige som visar när du ska få din behandling och vad den innebär\n* ett läkarintyg från det land där du är bosatt som visar att du inte kan få behandlingen där\n* bevis på att du har deponerat pengar i Sverige för den planerade behandlingen och eventuell eftervård\n* andra dokument som ambassaden kan kräva.\n\n\n\n Ansökan om Schengenvisering, blankett nummer 118031 (på svenska) Application for Schengen Visa, form number 119031 (på engelska)"}