{"url": "https://www.migrationsverket.se/Privatpersoner/Framlingspass-och-resedokument/Resedokument.html", "text": "## Hämta resedokument\n\nDu ska hämta ditt resedokument på samma tillståndsenhet eller servicecenter som du lämnade in din ansökan på, om du inte har fått information om att du ska hämta resedokumentet på en annan ort. Om du vill hämta ditt resedokument på en annan ort ska du tala med personalen om detta när du lämnar in din ansökan.\n\nDu kan betala avgiften med kort när du hämtar ditt resedokument, eller med inbetalningskort innan du kommer för att hämta det.\n\nDu måste ha med dig en giltig legitimation när du hämtar ditt resedokument.\n\n## Resa med resedokument\n\nResedokumentet uppfyller EU:s krav på pass och går att resa med i alla länder. Men om du är flykting enligt 1951 års Genèvekonvention kommer det att stå i ditt pass att du inte får resa till ditt hemland eller det land som du har flytt från.\n\nOm du inte har kunnat styrka din identitet kommer det att stå i ditt resedokument att din identitet inte är styrkt, vilket kan göra det svårare att resa till vissa länder.\n\nTill vissa länder kan du behöva ett visum. Kontakta det aktuella landets ambassad för att få mer information innan du reser.\n\n## Så länge gäller resedokumentet\n\nEtt resedokument gäller vanligtvis i fem år och kan inte förlängas. Om du behöver ett resedokument när giltighetstiden har gått ut kan du ansöka om ett nytt.\n\nNär du vill ansöka om ett nytt resedokument måste du bli fotograferad och lämna fingeravtryck igen, eftersom ditt foto och dina fingeravtryck inte finns sparade hos Migrationsverket, utan bara i ett datorchip i resedokumentet.\n\n## Om du förlorar resedokumentet\n\nOm du tappar bort ditt resedokument eller om det blir stulet ska du först anmäla det till polisen. Om du behöver ett nytt resedokument måste du lämna in en ny ansökan. Ta med dig en kopia av polisanmälan som du har fått på posten eller på polisstationen när du ansöker om ett nytt resedokument.\n\n## Om du får avslag på din ansökan\n\nOm Migrationsverket avslår din ansökan om resedokument kan du överklaga beslutet. Ditt överklagande måste ha kommit in till Migrationsverket inom tre veckor från den dagen som du fick beslutet.\n\nOm du vill veta mer\n\nMer information finner du på vår webbplats www.migrationsverket.se.Om du har frågor kan du ringa din mottagningsenhet eller Migrationsverkets kundtjänst på telefon 0771-235 235.\n\nSenast uppdaterad: 2019-05-28\n\n"}