{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Tillstand-for-familjen.html", "text": "# Tillstånd för dig som är familjemedlem till en person med arbetstillstånd\n\nOm du är medborgare i ett land utanför EU och är familjemedlem till en person med arbetstillstånd kan du få uppehållstillstånd för samma tid. Om tillståndet är längre än sex månader kan du också få ett arbetstillstånd.\n\nSom familjemedlem räknasmaka, make, sambo, registrerad partner eller ogifta barn under 21 år. Ogifta barn som är 21 år eller äldre kan i vissa fall få tillstånd. Det krävs då att de är beroende av dig eller din partner för sin försörjning.\n\n## Barn till asylsökande\n\nBarn till den som tidigare har ansökt om asyl och ansöker om arbetstillstånd utan att lämna Sverige får inte vara 18 år eller äldre för att få uppehållstillstånd.\n\n## Så ansöker du\n\nOm hela familjen ansöker samtidigt är det personen som har fått ett erbjudande om arbete som ansöker för familjen i sin egen webbansökan.\n\nOm arbetstagaren redan är i Sverige kan du som familjemedlem göra en egen webbansökan från ditt hemland eller något annat land utanför Sverige där du bor.\n\nNär du gör en webbansökan måstearbetstagaren i Sverige vara folkbokförd och ha ett svenskt personnummer.\n\nI de flesta fall betalar du en avgift.\n\nDu kan bara göra en egen webbansökan om du befinner dig utanför Sverige. Om du är i Sverige och inte har ansökt om att förlänga tillstånd tillsammans med arbetstagaren ska du ansöka på pappersblanketten Ansökan om tillstånd för familjemedlemmar till arbetstagare, gästforskare, idrottsutövare och egna företagare, nummer 132011.\n\n### Det här ska du skicka med din ansökan\n\n\n* Kopior av de sidor i ditt pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid och om du har tillstånd att bo i andra länder än ditt hemland. Om ditt pass är på väg att gå ut bör du förlänga det eftersom du inte kan få tillstånd för längre tid än ditt pass är giltigt\n* kopia av vigselbevis, äktenskapsbevis eller motsvarande (gäller gifta par och registrerad partner)\n* folkbokföringsbevis, hyreskontrakt, köpebevis för bostad eller andra dokument som visar att ni har bott tillsammans i hemlandet (gäller sambor)\n* ett kort brev från personen i Sverige där han eller hon bekräftar att ni ska bo tillsammans i Sverige, om ni inte ansöker om tillstånd samtidigt.\n\n\nKontrollera att informationen på dokumenten du skickar med syns tydligt. På passkopiorna måste även siffror och tecken längst upp och längst ned på passidorna synas tydligt."}