{"url": "https://www.migrationsverket.se/Privatpersoner/Bli-svensk-medborgare/Vad-innebar-svenskt-medborgarskap.html", "text": "# Vad innebär svenskt medborgarskap?\n\nDet svenska medborgarskapet är ett rättsligt förhållande mellan staten och dig som medborgare. Medborgarskapet stärker din samhörighet med Sverige och förenar svenska folket. Det är det formella medlemskapet i samhället och är en grund för demokratin i Sverige.\n\nMedborgarskap brukar i juridisk mening definieras som det formella förhållandet mellan en individ och en stat när det gäller rättigheter och skyldigheter.\n\n## Fördelar med svenskt medborgarskap\n\nSvenskt medborgarskap kan innebära fördelar som:\n\n• Bara svenska medborgare har en absolut rätt att bo och arbeta här i landet och bara svenska medborgare har rösträtt till riksdagsvalen.\n• Bara svenska medborgare kan bli invalda i riksdagen.\n• Bara svenska medborgare kan bli poliser eller yrkesmilitärer. Det finns även andra yrkesgrupper som bara får tillsättas med svenska medborgare.\n• Som svensk medborgare blir det enklare om du vill arbeta i andra EU-länder.\n\nUtöver detta har utländska medborgare som har permanent uppehållstillstånd och är folkbokförda i Sverige i princip, samma rättigheter och skyldigheter som svenska medborgare.\n\n## Dubbelt eller flerfaldigt medborgarskap\n\nSverige tillåter dubbelt medborgarskap. Dubbelt medborgarskap innebär att du är medborgare i mer än ett land. Om du blir svensk medborgare kan du behålla ditt tidigare medborgarskap om lagen i det andra landet tillåter det. En svensk medborgare som blir medborgare i ett annat land kan få behålla sitt svenska medborgarskap. Vissa länders lagstiftning tillåter inte dubbelt medborgarskap. Du kan läsa mer under rubriken Förlora medborgarskapet.\n\n## Fördelar med dubbelt medborgarskap\n\nMedborgarskap i mer än ett land kan innebära fördelar som:\n\n• möjlighet att arbeta i flera länder \n• möjlighet att få del av sociala förmåner i mer än ett land, till exempel pensioner\n• möjlighet att äga eller ärva fast egendom \n• möjlighet att resa in och bo i fler länder."}