{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Avgifter.html", "text": "Avgifter för ansökan om uppehållstillstånd för att bo med någon i Sverige\n\nDu får inte tillbaka avgiften om du får avslag på din ansökan.\n\nNär du gör en webbansökan betalar du avgiften med kontokort i samband med ansökan. Det gäller också om du ansöker om att förlänga ditt tillstånd. Kortet måste vara aktiverat för internetbetalning. Kontakta din bank om du vill få mer information.\n\nOm du ansöker på en ambassad eller ett generalkonsulat betalar du avgiften när du lämnar in din ansökan. För information om avgift ska du kontakta den aktuella ambassaden eller generalkonsulatet eftersom de inte följer samma avgiftsbestämmelser som Migrationsverket.\n\nOm du inte ansöker på webben betalar du avgiften via bankgironummer 5223-7005. IBAN kontonummer är SE6912000000012810106908 och BIC/SWIFT är DABASESX (Danske Bank).\n\nI rutan \"Meddelande till betalningsmottagaren\" skriver du förnamn och efternamn på den person ansökningsavgiften gäller samt personnummer och/eller ärendenummer. Betalar du avgift för flera personer samtidigt anger du alla personnummer och/eller ärendenummer. Skriv på ansökningsblanketten när och på vilket sätt du har betalat avgiften.\n\nDu kan enbart betala via bankgiro om du ansöker från Sverige. Om du ansöker på en ambassad eller ett generalkonsulat betalar du på plats när du lämnar in din ansökan.\n\nAlla som ansöker behöver inte betala avgift. Det gäller de som är:\n• familjemedlemmar till EU/EES-medborgare. Svenskar räknas inte som EU-medborgare i det här sammanhanget\n• EU/EES-medborgare som ansöker om uppehållstillstånd\n• medborgare i Schweiz och deras familjemedlemmar\n• medborgare i Japan\n• make, maka, sambo, registrerad partner och ogifta barn under 18 år som ansöker om uppehållstillstånd för att bo med en familjemedlem som har fått uppehållstillstånd i Sverige som flykting, alternativt skyddsbehövande, övrig skyddsbehövande, synnerligen ömmande omständigheter eller på grund av särskilt ömmande omständigheter.\n\n\nFöräldrar och syskon till barn som fått uppehållstillstånd som flyktingar, skyddsbehövande eller på grund av särskilt ömmande omständigheter omfattas inte av undantaget utan ska betala en avgift.\n\nFöräldrar och syskon till barn som fått uppehållstillstånd som flyktingar, skyddsbehövande eller på grund av särskilt ömmande omständigheter omfattas inte av undantaget utan ska betala en avgift.\n\nFöräldrar och syskon till barn som fått uppehållstillstånd som flyktingar, skyddsbehövande eller på grund av särskilt ömmande omständigheter omfattas inte av undantaget utan ska betala en avgift."}