{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Flytta-tillbaka-till-Sverige.html", "text": "Uppehållstillstånd för dig som har haft permanent uppehållstillstånd och ska flytta tillbaka till Sverige\n\nOm du planerar att flytta tillbaka till Sverige kan du ansöka om uppehållstillstånd. Du ska tidigare bott i Sverige med permanent uppehållstillstånd och ha någon form av anknytning till landet. \n\nOm du tidigare har bott i Sverige kan du få uppehållstillstånd för att du har en anknytning till Sverige. Din anknytning till Sverige beror till största del på hur lång tid du tidigare bott här.\n\nOm du har bott utomlands upp till tre år behöver du tidigare ha bott i Sverige i minst fyra år för att få ett nytt uppehållstillstånd. Var det mer än tre år sedan du bodde i Sverige kan du inte få uppehållstillstånd på nytt om du inte bott i Sverige i mer än tio år eller har andra skäl som du uppger i din ansökan.\n\nFörutom tiden du bott utanför Sverige bedömer Migrationsverket hur stark din anknytning är till ditt hemland eller något annat land du har bott i under tiden du inte bott i Sverige. Har du bland annat bildat ny familj i ett land utanför Sverige blir det svårare för dig att få ett uppehållstillstånd genom en anknytning till Sverige.\n\nFör att Migrationsverket ska kunna bedöma om du har rätt att få ett nytt uppehållstillstånd är det viktigt att du beskriver just dina skäl till varför du vill flytta tillbaka till Sverige.\n\nI vissa fall kan du få ett nytt uppehållstillstånd även om du har varit borta från Sverige under en längre tid. När Migrationsverket bedömer om du kan få ett nytt uppehållstillstånd tas också hänsyn till skälen till varför du flyttade från Sverige. Om du flyttade från Sverige på grund av skäl som du inte kunde påverka kan du i vissa fall få nytt uppehållstillstånd även om du inte uppfyller kraven för hur lång tid du ska ha bott i Sverige.\n\nDu kan ansöka via webben från ditt hemland eller något annat land utanför Sverige där du bor.\n\nI de flesta fall betalar du en avgift.\n\nDu ska skicka med kopior av de sidor i ditt pass som visar personuppgifter, giltighetstid, utfärdandeland, namnteckning, resestämplar och om du har tillstånd att bo i andra länder än ditt hemland.\n\nKontrollera att informationen på dokumenten du skickar med syns tydligt. På passkopiorna måste även siffror och tecken längst upp och längst ned på passidorna synas tydligt.\n\nOm du får tillstånd för mer än tre månader får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat foto på dig och dina fingeravtryck. Du som behöver visum för att resa till Sverige ska därför besöka den svenska ambassaden eller generalkonsulatet för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Det behöver du göra även om du tidigare haft ett uppehållstillståndskort eftersom ditt foto och dina fingeravtryck inte kan sparas. Kontakta ambassaden eller generalkonsulatet innan ditt besök.\n\nDu som inte behöver visum ska boka tid för att lämna underlag för uppehållstillståndskort på Migrationsverket efter att du kommit till Sverige.\n\nBeslutet skickas till den ambassad eller generalkonsulat du valde i din webbansökan. När du ska hämta ditt beslut ska du ta med ditt pass. När uppehållstillståndskortet är klart, kommer ambassaden eller generalkonsulatet att lämna ut eller skicka det färdiga kortet till dig. Tänk på att det kan ta upp till fyra veckor att tillverka och leverera kortet till ambassaden eller generalkonsulatet efter det att du fått ditt beslut.\n\nNär du reser in i Sverige ska du visa upp uppehållstillståndskortet tillsammans med ett giltigt pass. Om du kan resa till Sverige utan visum bör du kunna visa upp en kopia av beslutet när du reser in. Så snart du kommit till Sverige ska du boka tid för att lämna fingeravtryck och fotograferas. När ditt uppehållstillståndskort är klart kommer det att skickas till din adress i Sverige.\n\nOm Migrationsverket avslår din ansökan kan du överklaga beslutet inom tre veckor från den dag då du fick beslutet. Information om hur du gör finns i ditt beslut.\n\nOm du inte kan ansöka på webben fyller du i blanketten Uppehållstillstånd för bosättning, nummer 160011, och lämnar in den vid en svensk ambassad eller generalkonsulat i det land du bor. På ansökningsblanketten framgår vilka dokument som du ska bifoga.\n\nOm det inte finns någon möjlighet att ansöka i ditt land ska du ansöka på den ambassad eller det generalkonsulat som är närmast det land där du bor. Kontakta ambassaden eller generalkonsulatet innan du lämnar in din ansökan för mer information.\n\nOm du ansöker på en ambassad eller ett generalkonsulat betalar du avgiften när du lämnar in din ansökan. För information om avgift ska du kontakta den aktuella ambassaden eller konsulatet eftersom de inte följer samma avgiftsbestämmelser som Migrationsverket."}