{"url": "https://www.migrationsverket.se/Privatpersoner/Besoka-Sverige/Besoka-slakt-och-vanner.html", "text": "#Visum för att besöka släkt och vänner\n\n### Kontrollera vad ambassaden eller konsulatet kräver\n\nDet finns också krav som skiljer sig från land till land. Det är därför viktigt att du kontrollerar vad som gäller i ditt fall. Kraven kan förändras beroende på de rådande omständigheterna. Du hittar mer information på den aktuella ambassadens eller generalkonsulatets webbplats.\n\n### Specialavtal för vissa länder\n\nFör medborgare i Albanien, Armenien, Azerbajdzjan, Bosnien-Hercegovina, Georgien, Kap Verde, Moldavien, Montenegro, Nordmakedonien, Ryssland, Serbien och Ukraina gäller särskilda regler på grund av de viseringsförenklingsavtal som träffats mellan dessa länder och EU. Om du är medborgare i ett av dessa länder hittar du mer information på den svenska ambassadens webbplats för respektive land.\n\n## Ansöka om visum\n\nDu ska lämna din ansökan om visum till en svensk ambassad eller generalkonsulat. För att veta vad som gäller i det land där du bor, välj landet i listan på www.swedenabroad.se.\n\n\n* Många svenska ambassader och generalkonsulat samarbetar med externa tjänsteleverantörer för visumansökningar och då är det till dem du ska lämna ansökan. De externa tjänsteleverantörerna tar ut en extra avgift. Information om hur det går till finns på ambassadens eller generalkonsulatets webbplats.\n* I vissa länder förekommer det att ett annat Schengenland representerar Sverige. I dessa fall bör du kontakta det landets ambassad för att fråga vad du ska lämna in tillsammans med din ansökan om visum.\n* I vissa länder finns det varken en svensk ambassad eller generalkonsulat eller ett annat Schengenland som representerar Sverige. Där får du som vill lämna en ansökan om visum resa till närmaste land där det finns en svensk ambassad eller generalkonsulat. Information om vilken ambassad du ska vända dig till finns på www.swedenabroad.se.\n\n\n## Så länge gäller ett visum\n\nEtt visum gäller för vistelse i Schengenländerna i upp till 90 dagar under en period av 180 dagar.\n\nDet står på visummärket som klistras in i ditt pass hur många dagar du får vistas i Schengenländerna. Dagarna kan användas under den tidsperiod som framgår av märket. Perioden är oftast 15 dagar längre än antalet dagar som du får vistas i Schengenländerna. Det beror på att du ska ha möjlighet att ändra resdatum om något oförutsett händer."}