{"url": "https://www.migrationsverket.se/Privatpersoner/Bli-svensk-medborgare/Unga-vuxna-mellan-18-och-21-ar.html", "text": "Anmälan om svenskt medborgarskap för unga vuxna mellan 18 och 21 år som har bott i Sverige från 13 års ålder eller, för den som är statslös, från 15 års ålder\n\nUtländska medborgare eller statslösa mellan 18 och 21 år kan göra en anmälan om svenskt medborgarskap under vissa förutsättningar. Anmälan är ett förenklat sätt att bli svensk medborgare.\n\nSärskilda regler gäller för dig som är medborgare i Danmark, Finland, Island eller Norge.\n\nDu kan göra en anmälan om svenskt medborgarskap om du\n• har fyllt 18 men inte 21 år och\n• har permanent uppehållstillstånd, uppehållsrätt eller uppehållskort och\n• har bott i Sverige från att du fyllde 13 år eller, om du är statslös, från att du fyllde 15 år.\n\n\nSamtliga krav måste vara uppfyllda när anmälan lämnas in.\n\nOm du tidigare har fått ett avvisnings- eller utvisningsbeslut av Utlänningsnämnden eller migrationsdomstolen, måste du ha fått tillstånd för bosättning senast dagen du fyllde 13 år (15 år om du är statslös). Om du inte uppfyller förutsättningarna för att göra en anmälan, ska du i stället lämna in en ansökan om svenskt medborgarskap.\n\nLäs om hur du gör en ansökan om svenskt medborgarskap (om du inte uppfyller kraven för en anmälan)\n\nDina ogifta barn under 18 år som bor i Sverige blir svenska medborgare samtidigt som du om\n• du har ensam vårdnad om barnet eller barnen eller\n• du har vårdnaden gemensamt med den andra föräldern och hon eller han är svensk medborgare eller\n• den andra föräldern blir svensk medborgare samtidigt som du.\n\n\nDu kan göra en anmälan om medborgarskap på webben. Eftersom vi behöver din underskrift i original, behöver du skriva ut ansökan, skriva under den och posta den.\n\nMigrationsverket rekommenderar att du använder en dator när du gör din ansökan och att du använder Internet Explorer.\n\nSkriv ut och skicka anmälan till:\n\nMigrationsverket Medborgarskapsenheten 601 70 Norrköping\n\nI de flesta fall betalar du en avgift.\n\nOm du har bott i Sverige och haft uppehållsrätt i fem år görs en bedömning över om du uppfyller villkoren för uppehållsrätten i samband med din anmälan om svenskt medborgarskap. Du ska därför skicka in dokument som visar att den person som du har haft uppehållsrätt som familjemedlem till uppfyller villkoren för uppehållsrätt eller uppehållskort.\n\nDu ska skicka med dokument för alla år som din familjemedlem har haft uppehållsrätt från det att du fyllde 13, eller 15 år om du är statslös. Om du har haft egen uppehållsrätt ska du även skicka med dokument för den perioden.\n\nAlla kopior ska vara bestyrkta.\n\nMigrationsverket skickar beslutet till din folkbokföringsadress. Om du har blivit svensk medborgare meddelar vi även Skatteverket om beslutet. Vi kommer då också att spärra ditt uppehållstillståndskort, vilket betyder att kortet är ogiltigt och inte längre kan användas vid resa. Du ska inte skicka in ditt uppehållstillståndskort till Migrationsverket. Du kan själv makulera ditt kort genom att klippa sönder det.\n\nOm du har barn som har blivit svenska medborgare tillsammans med dig och som också har uppehållstillståndskort spärras även deras kort.\n\nOm du har blivit svensk medborgare kan du ansöka om ett svenskt pass. Ansökan om svenskt pass görs hos polisen.\n\nOm du befinner dig utomlands och vill ansöka om svenskt pass kan du göra det på en svensk ambassad eller generalkonsulat.\n\nOm du inte kan göra en anmälan på webben fyller du i blanketten Anmälan om svenskt medborgarskap för den som har fyllt 18 men inte 21 år, nummer 315011. På blanketten framgår vilka dokument som du ska bifoga.\n\nSkicka anmälan till:\n\nMigrationsverket Medborgarskapsenheten 601 70 Norrköping\n\nI de flesta fall betalar du en avgift."}