{"url": "https://www.migrationsverket.se/Privatpersoner/Besoka-Sverige/Avgifter.html", "text": "# Avgifter för ansökan om visum och uppehållstillstånd för besök\n\n## Avgifter för visum\n\nDu får inte tillbaka avgiften om du får avslag på din ansökan.\n\n## Betala på webben\n\nNär du gör en webbansökan betalar du avgiften med kontokort i samband med ansökan. Det gäller också om du ansöker om att förlänga ditt tillstånd. Kortet måste vara aktiverat för internetbetalning. Kontakta din bank om du vill få mer information.\n\n## Betala på ambassad eller generalkonsulat\n\nOm du ansöker på en ambassad eller ett generalkonsulat betalar du avgiften när du lämnar in din ansökan. Avgiften betalas oftast i lokal valuta. Omräkning sker enligt den kurs som Europeiska Centralbanken fastställer. Beloppet rundas av till en jämn summa. För information om avgift ska du kontakta den aktuella ambassaden eller generalkonsulatet.\n\n## Undantag från avgift för visum\n\nAlla som ansöker om visum behöver inte betala ansökningsavgift. Följande personer kan ansöka om visum utan att betala avgift:\n• barn under 6 år\n• skolelever, högskole- och forskarstuderande samt medföljande lärare som reser till Sverige i studie- eller utbildningssyfte\n• forskare som reser till Sverige för vetenskaplig forskning\n• företrädare för ideella organisationer.\n\nFamiljemedlemmar till medborgare i Island, Liechtenstein, Norge, Schweiz och EU-medborgare behöver inte betala någon ansökningsavgift för visum om de ska flytta till familjemedlemmen i Sverige. Det gäller även för en kortare resa för att förbereda för en flytt tillsammans med familjemedlemmen i Sverige. De måste kunna visa upp intyg som styrker äktenskapet eller släktbandet.\n\nFöljande familjemedlemmar omfattas:\n• make, maka, sambo och registrerad partner (sambo till medborgare i Schweiz omfattas inte)\n• barn under 21 år\n• barn över 21 år om de är beroende av sina föräldrar för sin försörjning\n• föräldrar som är ekonomiskt beroende av barn som bor i Sverige.\n\nSvenska medborgare räknas inte som EU-medborgare i detta sammanhang.\n\nFöljande länder ingår i EU:s viseringförenklingsavtal och deras medborgare betalar ingen eller en lägre avgift vid ansökan om visum:\n• Albanien\n• Armenien\n• Azerbajdzjan\n• Bosnien-Hercegovina\n• Georgien\n• Kap Verde\n• Makedonien\n• Moldavien\n• Montenegro\n• Ryssland\n• Serbien\n• Ukraina\n\nFör information om avgift ska du kontakta den aktuella ambassaden eller generalkonsulatet.\n\n## Avgifter för att förlänga visum\n\nI vissa fall kan du få ett förlängt visum om din sammanlagda vistelse är kortare än 90 dagar."}