{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Forlanga-tillstand.html", "text": "## Underlag för uppehållstillståndskort\n\nOm du får tillstånd för mer än tre månader får du ett uppehållstillståndskort. Kortet är ett bevis på att du har tillstånd att vara i Sverige och innehåller bland annat foto på dig och dina fingeravtryck. Du ska därför boka en tid på Migrationsverket för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Det behöver du göra även om du tidigare har haft ett uppehållstillståndskort eftersom ditt foto och dina fingeravtryck inte kan sparas.\n\n## Du får beslutet\n\nDu får ett mejl om att beslutet är fattat. Själva beslutet skickas sedan hem till din adress i Sverige. Din arbetsgivare eller uppdragsgivare får samtidigt ett meddelande om beslutet per post.\n\nDu kan få tillstånd för den tid anställningen gäller men aldrig längre än ditt pass är giltigt. Ett arbetstillstånd kan beviljas för högst två år i taget. Om Migrationsverket har svårt att bedöma hur länge anställningen ska vara, kan du få ett kortare tillstånd. När uppehållstillståndskortet är klart skickas det hem till dig inom cirka en vecka.\n\nPermanent uppehållstillstånd\n\nNär du har haft arbetstillstånd som arbetstagare och arbetat i sammanlagt fyra år under de senaste sju åren kan du få permanent uppehållstillstånd. Ditt permanenta uppehållstillstånd gäller så länge du är bosatt i Sverige. Tänk på att om du under längre perioder under tillståndstiden inte har bott i Sverige eller inte arbetat kan det påverka möjligheten att få permanent uppehållstillstånd.\n\nÖverklaga beslut om arbetstillstånd\n\nOm Migrationsverket avslår din ansökan om arbetstillstånd kan du överklaga beslutet inom tre veckor från den dag då du fick ta del av beslutet. Information om hur du gör finns i ditt beslut.\n\n## Om du inte ansöker på webben\n\nOm du inte kan ansöka på webben fyller du i blanketten Ansökan om tillstånd att arbeta i Sverige – för dig som är i Sverige, nummer 150011. Om din familj i Sverige också behöver uppehållstillstånd ska varje familjemedlem skicka in en egen ansökan. På ansökningsblanketten framgår vilka dokument som du ska bifoga.\n\nObservera att du som har ett tidsbegränsat uppehållstillstånd på grund av skyddsbehov och som vill ansöka om permanent uppehållstillstånd som anställd eller egenföretagare inte ska fylla i en blankett. Du ska i stället ansöka genom ett personligt besök på Migrationsverket.\n\nSkicka ansökan till:\n\nMigrationsverketBox 3100903 03 Umeå\n\nI de flesta fall betalar du en avgift."}