{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Om-du-vill-overklaga.html", "text": "# Om du vill överklaga\n\nOm du har fått ett beslut från Migrationsverket som du inte accepterar kan du välja att överklaga det. Här hittar du mer information om hur det går till att överklaga.\n\nOm du inte accepterar Migrationsverkets beslut har du rätt att överklaga. Att överklaga innebär att du vill att Migrationsverkets beslut ska ändras. Det är en domstol som prövar överklagandet, men du ska skicka ditt överklagande till Migrationsverket. I beslutet står det hur lång tid du har på dig att överklaga, ofta tre veckor från den dag som du fick ta del av beslutet. Om du har ett offentligt biträde kan han eller hon hjälpa dig att överklaga.\n\nOm du har sökt uppehållstillstånd, har fått avslag på din ansökan och befinner dig i Sverige när du får beslutet, ska du ändå planera för att återvända även om du väljer att överklaga. I ditt beslut står det om du har rätt att stanna i Sverige medan du väntar på domstolens beslut.\n\n## Migrationsdomstolen prövar ditt överklagande\n\nFörst går Migrationsverket igenom ditt överklagande för att se om beslutet ska ändras. Om Migrationsverket inte anser att det finns skäl att ändra beslutet skickas det vidare till migrationsdomstolen. Domstolen kan antingen ändra beslutet eller hålla med Migrationsverket.\n\nFrån den dag som migrationsdomstolen har tagit emot ditt överklagande ska du vända dig till domstolen med alla frågor som rör ditt överklagande och domstolens arbete. Det är ditt eget ansvar att bevaka migrationsdomstolens domar, Migrationsverket gör inte det åt dig.\n\nOm du har ett offentligt biträde kan du inte få pengar från Migrationsverket för resor till biträdet efter att ditt överklagande har lämnats till domstolen.\n\nOm du ändrar dig och vill ta tillbaka ditt överklagande kan du meddela Migrationsverket att du accepterar beslutet. Då prövas inte ditt överklagande, och du kan inte överklaga beslutet igen."}