{"url": "https://www.migrationsverket.se/Privatpersoner/Besoka-Sverige/Affars--eller-konferensbesok.html", "text": "#Visum för affärs\n\n## Vad är en fullmakt?\n\nEn fullmakt kan vara ett undertecknat brev där den som ansöker om tillstånd ger någon annan person möjlighet att företräda honom eller henne. En fullmakt kan till exempel ge någon rätt att ansöka, ta del av skälen för ett beslut eller överklaga ett beslut för någon annan. Fullmakten ska skrivas av den som ger sin fullmakt till någon annan och ska kunna visas upp i original om Migrationsverket begär det.\n\nFör att ge fullmakt till en annan person ska du lämna in ett brev till Migrationsverket där det står\n\n\n* att det är en fullmakt\n* namn, födelsedatum och adress för den person som ger någon annan fullmakt\n* vad personen som får fullmakt har rätt att göra\n* namn, personnummer och adress för den som får fullmakt\n* namnteckning av den person som ger någon annan fullmakt\n* datum och ort för när fullmakten skrevs under.\n\n\n## Handläggningstid för beslut\n\nVanligtvis får du ett beslut inom två veckor, men handläggningstiderna vid ambassaden eller generalkonsulatet varierar. Under semesterperioden juni–augusti kan det ta längre tid. Om du behöver aktuell information om detta, kontakta ambassaden eller generalkonsulatet som ska behandla din ansökan. Om ambassaden eller generalkonsulatet skickar din ansökan till Migrationsverket  kan det ta längre tid. För att vara säker på att få ditt visum i tid bör du lämna in din ansökan minst två månader innan du ska resa till Sverige.\n\n## Beslut om visum\n\nI de allra flesta fall beslutar ambassaden eller generalkonsulatet. Ibland gör den vissa kontroller med de övriga Schengenländerna. Om ambassaden eller generalkonsulatet är osäker på hur man ska bedöma din ansökan kan den skicka ansökan vidare till Migrationsverket i Sverige, som då fattar beslutet.\n\nDe allra flesta som söker visum får det. Du kan få avslag om myndigheten som fattar beslutet bedömer att du inte kommer att lämna Schengenområdet efter besöket och att syftet med din resa inte är det som du uppgivit i din ansökan. Du kan också få avslag om du finns i datasystemet SIS (Schengen Information System), där medlemsländerna registrerar personer som inte får resa in i Schengenområdet."}