{"url": "https://www.migrationsverket.se/privatpersoner/eu-medborgare-och-varaktigt-bosatta/uppehallstillstand-for-eu-medborgare.html", "text": "# Om du är EU-medborgare och ska flytta till någon som bor i Sverige\n\nDu som är EU-medborgare men inte har uppehållsrätt kan ansöka om uppehållstillstånd om din familjemedlem är bosatt i Sverige och ni vill bo tillsammans här. Du kan ansöka från Sverige.\n\n## Om du har uppehållsrätt behöver du inte kontakta Migrationsverket\n\nOm du arbetar, studerar eller har egna medel för din försörjning har du automatisk uppehållsrätt i Sverige och behöver därför inte ansöka om uppehållstillstånd eller kontakta Migrationsverket. Om du är familjemedlem till en EU-medborgare som har uppehållsrätt, så har även du uppehållsrätt. Efter fem år har du möjlighet att få permanent uppehållsrätt.\n\nFör att du ska kunna ansöka om uppehållstillstånd ska din familjemedlem i Sverige vara\n\n• sambo, make eller maka eller registrerad partner\n• blivande sambo, make eller maka\n• barn under 18 år.\n\nFörsörjningskrav\n\nDen person som du ska bo med i Sverige måste kunna försörja er båda. Han eller hon ska också ha en bostad av tillräcklig storlek och standard som ni kan bo tillsammans i när du flyttar till Sverige.\n\nAndra nära anhöriga\n\nI undantagsfall kan du få uppehållstillstånd på grund av anknytning till en annan nära anhörig som du har bott tillsammans med i hemlandet. Det kan till exempel vara om du är över 18 år och dina föräldrar är bosatta här.\n\nNi ska kunna visa att ni bodde tillsammans omedelbart innan din anhörige flyttade till Sverige och att ni redan i hemlandet var socialt och känslomässigt beroende av varandra, och att det därför är svårt för er att leva åtskilda.\n\nAnsökan ska lämnas in så fort som möjligt efter att din anhörige flyttade till Sverige. I regel är det inte möjligt att få uppehållstillstånd om ansökan görs efter lång tid eller om beroendet mellan er har uppstått efter att din anhörige flyttade till Sverige."}