{"url": "https://www.migrationsverket.se/Privatpersoner/Skydd-och-asyl-i-Sverige/Forlanga-tillstand.html", "text": "och dig som hittills har haft uppehållstillstånd på grund av anknytning till en person i Sverige.\n\nMed ny familjerelation menas att du har träffat någon som du har gift dig eller blivit sambo med i Sverige. Migrationsverket behöver veta mer om den personen och om er relation och därför ska du skicka in dessa bilagor:\n• Kopia av de sidor i ditt pass som visar din identitet och passets giltighetstid\n• Frågeformulär om nyetablerade förhållanden (förlängning), blankett nummer T78\n\nDet är personen som du är gift eller sambo med som ska svara på frågeformuläret.\n\nOm du vill ansöka om förlängning därför att du har fått ett barn som är svensk medborgare eller har permanent uppehållstillstånd ska du skicka in bilagan\n• Familjeuppgifter, blankett nummer 238011\n\nObservera att du inte ska använda någon av de webbansökningar som finns på sidorna under rubriken ”Flytta till någon i Sverige”.Hela familjen ska ansöka om förlängning av sina uppehållstillstånd på samma sätt. Det gäller både den som tidigare har sökt asyl och de som kom till Sverige senare för att återförenas med familjemedlemmar som hade sökt asyl.\n• Om ni har fått ett brev med en kod kan ni ansöka om förlängning på webben. Alla familjemedlemmar ska ha en egen kod och ni gör en webbansökan per person.\n• Om ni inte kan ansöka på webben måste ni skicka in en ansökningsblankett för varje familjemedlem. Skicka gärna hela familjens blanketter i samma kuvert.\n\nDu som har ett uppehållstillstånd för studier på gymnasial nivå kan ansöka om förlängt uppehållstillstånd. Det gäller både dig som har ett längre uppehållstillstånd därför att du studerar på gymnasial nivå samtidigt som du har andra skäl, och dig som har ett 13 månader långt uppehållstillstånd för att läsa på ett introduktionsprogram. Det gäller även dig som har uppehållstillstånd enligt 16 f § tillfälli"}