{"url": "https://www.migrationsverket.se/privatpersoner/eu-medborgare-och-varaktigt-bosatta/uppehallstillstand-for-eu-medborgare.html", "text": "## Kortare handläggningstid för komplett ansökan\n\nFör att Migrationsverket ska kunna fatta beslut i ditt ärende krävs det att alla uppgifter är ifyllda och alla nödvändiga dokument finns med. Det innebär att handläggningstiden blir kortare om allt som krävs finns med från början än om ansökan kompletteras i efterhand.\n\nObservera att Migrationsverket i vissa fall kan behöva utreda ansökan ytterligare även om alla uppgifter är ifyllda och alla dokument har skickats med.\n\n## När vi har tagit emot ansökan\n\nDen som får tillstånd för mer än tre månader får också ett uppehållstillståndskort. Kortet är ett bevis på att du har rätt att vara i Sverige och innehåller bland annat foto och fingeravtryck. Du ska därför besöka Migrationsverket för att bli fotograferad och lämna dina fingeravtryck så snart som möjligt. Eftersom uppgifterna inte sparas ska du göra detta även om du tidigare har haft ett uppehållstillståndskort. Innan du besöker Migrationsverket behöver du boka tid.\n\nEfter beslut\n\nBeslutet skickas hem till er adress i Sverige. Om du får ett ja på din ansökan kommer du att få ett uppehållstillståndskort i posten efter ungefär en vecka. Om du inte redan har blivit fotograferad och lämnat fingeravtryck måste du göra det innan du kan få ett uppehållstillståndskort.\n\nUppehållstillståndskortet tillverkas i samband med att beslutet fattas, dock tidigast tre månader innan uppehållstillståndet börjar gälla.\n\nDet går inte att skynda på tillverkningen eller leveransen av kortet.\n\nOm ni tidigare har bott tillsammans i hemlandet under minst två år får du i regel ett permanent uppehållstillstånd. Om ni inte redan har bott tillsammans i två år får du i regel ett tillfälligt uppehållstillstånd för två år.\n\nBarn som ansöker tillsammans med en förälder får oftast tillstånd för samma tid som föräldern. Detsamma gäller dig som ansöker om tillstånd för att bo i Sverige tillsammans med en anhörig som inte har permanent uppehållstillstånd."}