{"url": "https://www.migrationsverket.se/Privatpersoner/Skydd-och-asyl-i-Sverige/Forlanga-tillstand.html", "text": "# Förlänga uppehållstillstånd enligt den tillfälliga lagen\n\nDu som tidigare har sökt asyl eller är familjemedlem till någon som tidigare har sökt asyl och fått ett tidsbegränsat uppehållstillstånd enligt den tillfälliga lagen måste ansöka om förlängning av ditt uppehållstillstånd om du vill stanna i Sverige.\n\nDen här informationen gäller dig som har ett tidsbegränsat uppehållstillstånd enligt den tillfälliga lagen därför att\n\n• du behöver skydd (asyl)\n• du studerar på gymnasial nivå\n• du har särskilt eller synnerligen ömmande omständigheter\n• det finns tillfälligt verkställighetshinder\n• du är familjemedlem till någon som har fått uppehållstillstånd av skyddsskäl (asyl).\n\n## Ansök på webben\n\nFör att kunna ansöka om förlängt uppehållstillstånd på webben behöver du en personlig kod. Du får koden i ett brev som du får från Migrationsverket tre månader innan ditt uppehållstillstånd slutar gälla.\n\nMigrationsverket skickar koden till din folkbokföringsadress. Kom därför ihåg att meddela Skatteverket om du byter bostadsadress. Du behöver också ditt beteckningsnummer som finns på beslut och brev från Migrationsverket.\n\n## Ansök innan ditt uppehållstillstånd slutar gälla\n\nDet är viktigt att du ansöker om förlängning innan ditt tidsbegränsade uppehållstillstånd slutar gälla, men inte tidigare än tre månader innan det går ut.\n\nOm ni är flera i familjen vars tillstånd slutar gälla ungefär samtidigt ska ni ansöka om förlängning samtidigt. Om ni ansöker per post ska ni fylla i en ansökningsblankett för varje familjemedlem och posta dem i ett gemensamt kuvert till Migrationsverket.\n\nOm du inte ansöker om förlängning innan ditt uppehållstillstånd slutar gälla får du inte arbeta medan du väntar på ett beslut. Du riskerar också att förlora vissa förmåner, till exempel etableringsstöd, studiebidrag eller föräldrapenning."}