{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Forlanga-tillstand.html", "text": "# Förlänga arbetstillståndet\n\nOm du har ett arbetstillstånd och vill fortsätta arbeta efter att ditt tillstånd har gått ut ska du ansöka om att förlänga ditt arbetstillstånd. Om du har haft tillstånd som arbetstagare i sex månader eller mer och ansöker innan ditt nuvarande tillstånd går ut har du rätt att fortsätta arbeta i väntan på beslut.\n\n## Information till dig som har haft tillstånd för arbete i Sverige och vill ansöka om förlängt tillstånd för arbete\n\nNär du ansöker om förlängt arbetstillstånd kontrollerar Migrationsverket att villkoren för arbetstillstånd har varit uppfyllda under alla dina tidigare tillståndsperioder. För att ansökan ska bli komplett behöver du därför skicka in kontrolluppgifter från Skatteverket för hela den tid du har arbetat i Sverige.\n\nOm du har haft arbetstillstånd eller uppehållstillstånd av andra skäl som också gett dig rätt att arbeta måste du ha haft tillstånd i sex månader eller mer för att få fortsätta arbeta i väntan på beslut. Det gäller den som har haft uppehållstillstånd för till exempel studier eller som anhörig till någon i Sverige. Om du byter arbetsgivare eller yrke, och lämnar in en ny ansökan om arbetstillstånd innan ditt tidigare tillstånd går ut, kan du börja arbeta innan du har fått ditt beslut oavsett hur lång tid du har haft arbetstillstånd i Sverige.\n\n## Ibland gäller andra regler\n\nSärskilda regler gäller för dig som är artist, au pair, bärplockare, säsongsarbetare, gästforskare, idrottare eller tränare, praktikant, egen företagare, innehavare av EU-blåkort, innehavare av ICT-tillstånd eller har tillstånd som varaktigt bosatt. Särskilda regler gäller även för dig som har ett tidsbegränsat tillstånd på grund av skyddsbehov och som vill ansöka om permanent uppehållstillstånd som anställd eller egen företagare."}