{"url": "https://www.migrationsverket.se/privatpersoner/eu-medborgare-och-varaktigt-bosatta/medborgare-i-schweiz.html", "text": "## Så ansöker du\n\nDu fyller i blanketten Ansökan om uppehållstillstånd för medborgare i Schweiz och deras familjemedlemmar, nummer 146011, och skickar eller lämnar in den till någon av Migrationsverkets tillståndsenheter.\n\nDet kostar ingenting för medborgare från Schweiz att ansöka om uppehållstillstånd.\n\nNär du ansöker ska du alltid skicka med kopior av de sidor i ditt pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid och om du har tillstånd att bo i andra länder än ditt hemland.\n\nOm du är arbetstagare ska du också skicka med\n• anställningsintyg från din arbetsgivare.\n\nOm du har eget företag ska du också skicka med\n• F-skattsedel och registreringsbevis från Bolagsverket\n• den senaste momsredovisningen\n• bevis på att du driver verksamhet, till exempel fakturor till kunder, kvitton på inköpt material och hyreskontrakt för verksamhetens lokaler.\n\nOm du har köpt en verksamhet i Sverige ska du dessutom skicka med\n• överlåtelseavtal\n• den senaste årsredovisningen.\n\nOm du ska studera ska du skicka med\n• antagningsbevis till en utbildning på lägst gymnasienivå. Observera att du inte kan få uppehållstillstånd för undervisning i svenska för invandrare (SFI)\n• intyg som visar att du har en heltäckande privat sjukförsäkring som gäller under tiden du är i Sverige\n• en försäkran om att du har tillräckligt med pengar för din försörjning.\n\nOm du har tillräckliga medel ska du skicka med\n• dokument som visar hur du försörjer dig (till exempel pensionsbesked, kontoutdrag över banktillgångar\n• intyg som visar att du har en heltäckande privat sjukförsäkring som gäller under tiden du är i Sverige.\n\nOm du tillhandahåller eller är mottagare av tjänstDu ska skicka med ett intyg, avtal eller något liknande där det framgår vilken slags tjänst det är och hur lång tid du kommer att erbjuda eller få den. Dokumentet ska vara skrivet och undertecknat av den som tar emot tjänsten eller erbjuder tjänsten.\n\n## Kortare handläggningstid för komplett ansökan\n\nFör att Migrationsverket ska kunna fatta beslut i ditt ärende krävs det att alla uppgifter är ifyllda och alla nödvändiga dokument finns med. Det innebär att handläggningstiden blir kortare om allt som krävs finns med från början än om ansökan kompletteras i efterhand.\n\nObservera att Migrationsverket i vissa fall kan behöva utreda ansökan ytterligare även om alla uppgifter är ifyllda och alla dokument har skickats med."}