{"url": "https://www.migrationsverket.se/Privatpersoner/Lamna-Sverige/Avslag-pa-ansokan-om-uppehallstillstand.html", "text": "# Om du får avslag på din ansökan om uppehållstillstånd och befinner dig i Sverige\n\nOm Migrationsverket avslår din ansökan om uppehållstillstånd betyder det att du inte har rätt till uppehållstillstånd i Sverige och att du måste lämna landet om du befinner dig här. Du kan välja att acceptera eller överklaga beslutet. Om du överklagar får du stanna i Sverige under tiden som ditt ärende prövas i domstol. Även om du väljer att överklaga ska du planera för att återvända till ditt hemland eller det land där du har rätt att vistas.\n\nOm du accepterar beslutet kan du skriva under en så kallad nöjdförklaring. När du har skrivit under en nöjdförklaring kan du inte överklaga beslutet och ska planera för din hemresa. Även om du väljer att överklaga ska du planera för att återvända till ditt hemland eller det land där du har rätt att vistas.\n\n## I beslutet står det när du måste lämna Sverige\n\nI ditt beslut står det hur lång tid du har på dig att lämna Sverige, ofta inom fyra veckor från det att beslutet har fått laga kraft. Att beslutet har fått laga kraft betyder att det har börjat gälla och inte längre går att överklaga. Det sker i de flesta fall tre veckor efter att Migrationsverket har underrättat om beslutet, eller när du har skrivit under en nöjdförklaring.\n\nDu måste själv vara uppmärksam på när beslutet får laga kraft och lämna landet inom den tid som står i beslutet.\n\nEtt beslut om avslag gäller normalt i fyra år.\n\nAvvisning som ska genomföras omedelbart\n\nOm du har fått ett beslut om avvisning som ska genomföras omedelbart måste du lämna Sverige så snart du har fått beslutet. Även om du väljer att överklaga beslutet måste du lämna Sverige.\n\n## Om du vill överklaga\n\nDu har rätt att överklaga ett beslut från Migrationsverket. Om du väljer att överklaga kommer en domstol att pröva beslutet. I ditt beslut står det hur lång tid du har på dig att överklaga, ofta tre veckor från den dag beslutet meddelades. Även om du väljer att överklaga ska du planera för att återvända."}