{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Universitet-och-hogskola.html", "text": "### Du ska ha ett giltigt pass\n\nSkicka med kopior på de sidor i ditt pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid och om du har tillstånd att bo i andra länder än ditt hemland. Det är viktigt att hela passidorna finns med på kopiorna. Även siffror och tecken längst upp och längst ned på sidorna måste synas tydligt. Om ditt pass är på väg att gå ut bör du förlänga det eftersom du inte kan få tillstånd för längre tid än ditt pass är giltigt.\n\n### Du ska vara antagen till heltidsstudier\n\nDu ska vara antagen till heltidsstudier på ett program eller kurser som kräver din närvaro vid ett svenskt universitet eller högskola. Du kan inte få uppehållstillstånd för studier på distans. Heltidsstudier motsvarar 30 högskolepoäng per termin.\n\nDu kan inte få uppehållstillstånd om du inte är slutligt antagen till studierna. Om du är skyldig att betala studieavgift, anses du inte som slutligt antagen förrän den del av studieavgiften som universitetet eller högskolan tar ut i förväg är betald. Universitetet eller högskolan meddelar Migrationsverket när betalningen är gjord.\n\nÄven för dig som doktorand gäller att du måste ha blivit slutligt antagen till studierna för att kunna beviljas uppehållstillstånd. Det räcker alltså inte med att du har fått ett intyg om att du kommer att antas som doktorand. Om du har antagits som doktorand ska du skicka med lärosätets beslut om antagning, med information om tidpunkten för antagningen. Du behöver också skicka med ett kompletterande intyg gällande doktorandstudierna, utfärdat av lärosätet. Du kan hänvisa lärosätet till Migrationsverkets checklista för dessa intyg.\n\nOm du ska studera i Sverige som en del av en utbildning i ett annat land, kan du inte få uppehållstillstånd för studier om du inte är antagen till ett svenskt universitet eller högskola. Du kan i stället ansöka om uppehållstillstånd för besök. Om du har behörighet till en doktorandutbildning och är utvald att forska i Sverige kan du ansöka om uppehållstillstånd som gästforskare."}