{"url": "https://www.migrationsverket.se/Privatpersoner/Besoka-Sverige/Volontarsarbete-eller-praktik.html", "text": "# Volontärarbete eller praktik\n\nOm du vill arbeta ideellt som volontär för en organisation i Sverige kan du ansöka om uppehållstillstånd för besök. Det gäller även dig som har blivit inbjuden för att göra praktik på en organisation eller ett företag under en kortare period.\n\n## Krav för uppehållstillstånd för besök\n\nFör att få tillstånd ska du\n• ha ett intyg från organisationen eller företaget i Sverige och ett intyg från en eventuell organisation i ditt hemland\n• kunna försörja dig under den tid du ska vara i Sverige, antingen genom egna medel eller genom ersättning från någon organisation eller förening i ditt hemland. Organisationen eller företaget i Sverige får inte ge någon ersättning till dig\n• ha ett giltigt pass \n• ha en returbiljett eller pengar för att köpa en biljett.\n\n## Fyll i en ansökan\n\nFyll i blanketterna Ansökan om uppehållstillstånd för besök och Familjeuppgifter.\n\nTillsammans med ansökningsblanketterna ska du lämna in\n• ett intyg från organisationen eller företaget i Sverige och ett intyg från en eventuell organisation i ditt hemland\n• kontoutdrag eller något annat dokument som visar att du har pengar för den tid du ska besöka Sverige\n• kopior av de sidor i ditt pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid och om du har tillstånd att bo i andra länder än ditt hemland\n• returbiljett eller dokument som visar att du har pengar för att köpa en biljett.\n\nObservera att ambassaden eller generalkonsulatet där du lämnar in din ansökan kan kräva ytterligare dokument. För information om vad som gäller på aktuell ambassad eller generalkonsulat, läs på swedenabroad.com.\n\nOm du har familj som också ska följa med dig till Sverige behöver de också ansöka om uppehållstillstånd.\n\nBlanketter\n\nAnsökan om uppehållstillstånd för besök, blankett nummer 164011 (på svenska)Application for a visitor's permit, form number 165011 (på engelska)\n\nFamiljeuppgifter – bilaga till ansökan, blankett nummer 238011 (på svenska)Family details – appendix to your application, form number 239011 (på engelska)"}