{"url": "https://www.migrationsverket.se/Privatpersoner/Besoka-Sverige/Turistbesok.html", "text": "#Visum för turistbesök\n\n## Beslut om visum\n\nI de allra flesta fall beslutar ambassaden eller generalkonsulatet. Ibland gör den vissa kontroller med de övriga Schengenländerna. Om ambassaden eller generalkonsulatet är osäker på hur man ska bedöma din ansökan kan den skicka ansökan vidare till Migrationsverket i Sverige, som då fattar beslutet.\n\nDe allra flesta som söker visum får det. Du kan få avslag om myndigheten som fattar beslutet bedömer att du inte kommer att lämna Schengenområdet efter besöket och att syftet med din resa inte är det som du uppgivit i din ansökan. Du kan också få avslag om du finns i datasystemet SIS (Schengen Information System), där medlemsländerna registrerar personer som inte får resa in i Schengenområdet.\n\n## Så länge gäller ett visum\n\nEtt visum gäller för vistelse i Schengenländerna i upp till 90 dagar under en period av 180 dagar.\n\nDet står på visummärket som klistras in i ditt pass hur många dagar du får vistas i Schengenländerna. Dagarna kan användas under den tidsperiod som framgår av märket. Perioden är oftast 15 dagar längre än antalet dagar som du får vistas i Schengenländerna. Det beror på att du ska ha möjlighet att ändra resdatum om något oförutsett händer.\n\n### Visumet kan gälla för en eller flera in- och utresor\n\nPå visummärket står det hur många gånger du får resa in i och ut ur Schengenländerna under giltighetstiden.\n\nDet går att ansöka om ett Schengenvisum som gäller för flera inresor om du regelbundet besöker Sverige. Ett visum med flera inresor kan gälla för vistelser på upp till 90 dagar under de senaste 180 dagarna under maximalt fem år.\n\n### Visumet kan gälla för bara vissa länder\n\nOm du får visum kan du besöka övriga Schengenländer.\n\nDitt visum kan i vissa fall gälla för inresa och vistelse endast i Sverige eller i vissa Schengenländer, till exempel om ditt pass inte godtas av alla Schengenländer.\n\n### Räkna ut din viseringstid\n\nMed hjälp av EU:s viseringskalkylator kan du räkna ut när du kan resa in i Schengenområdet igen, och hur många dagar du kan stanna.\n\n### Längre vistelse\n\nOm du ska besöka Sverige under längre tid än 90 dagar ska du ansöka om ett uppehållstillstånd för besök."}