{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Flytta-tillbaka-till-Sverige.html", "text": "# Uppehållstillstånd för dig som har haft permanent uppehållstillstånd och ska flytta tillbaka till Sverige\n\nOm du planerar att flytta tillbaka till Sverige kan du ansöka om uppehållstillstånd. Du ska tidigare bott i Sverige med permanent uppehållstillstånd och ha någon form av anknytning till landet.\n\n## Anknytning till Sverige\n\nOm du tidigare har bott i Sverige kan du få uppehållstillstånd för att du har en anknytning till Sverige. Din anknytning till Sverige beror till största del på hur lång tid du tidigare bott här.\n\n## Tid i Sverige\n\nOm du har bott utomlands upp till tre år behöver du tidigare ha bott i Sverige i minst fyra år för att få ett nytt uppehållstillstånd. Var det mer än tre år sedan du bodde i Sverige kan du inte få uppehållstillstånd på nytt om du inte bott i Sverige i mer än tio år eller har andra skäl som du uppger i din ansökan.\n\n## Bedömning av din anknytning\n\nFörutom tiden du bott utanför Sverige bedömer Migrationsverket hur stark din anknytning är till ditt hemland eller något annat land du har bott i under tiden du inte bott i Sverige. Har du bland annat bildat ny familj i ett land utanför Sverige blir det svårare för dig att få ett uppehållstillstånd genom en anknytning till Sverige.\n\n## Viktigt att tänka på när du gör din ansökan\n\nFör att Migrationsverket ska kunna bedöma om du har rätt att få ett nytt uppehållstillstånd är det viktigt att du beskriver just dina skäl till varför du vill flytta tillbaka till Sverige.\n\nI vissa fall kan du få ett nytt uppehållstillstånd även om du har varit borta från Sverige under en längre tid. När Migrationsverket bedömer om du kan få ett nytt uppehållstillstånd tas också hänsyn till skälen till varför du flyttade från Sverige. Om du flyttade från Sverige på grund av skäl som du inte kunde påverka kan du i vissa fall få nytt uppehållstillstånd även om du inte uppfyller kraven för hur lång tid du ska ha bott i Sverige."}