{"url": "https://www.migrationsverket.se/Privatpersoner/Lamna-Sverige/Avslag-pa-ansokan-om-asyl.html", "text": "## Stöd vid återvändande\n\nBeroende på vilket land du kommer ifrån kan det finnas möjlighet till att få kontantstöd eller andra former av stöd som gör det lättare för dig att etablera dig i hemlandet igen. En förutsättning för att kunna få kontantstöd är att du återvänder självmant.\n\n## Om du inte följer beslutet\n\nNär beslutet har fått laga kraft och inte längre går att överklaga måste du lämna Sverige. När tidsfristen har gått ut har du inte längre rätt till boende och ekonomiskt stöd från Migrationsverket. Det gäller för dig som är vuxen och inte är vårdnadshavare till barn under 18 år.\n\nDen som fortfarande har rätt till ekonomiskt stöd från Migrationsverket (till exempel barnfamiljer) kan få minskad dagersättning om han eller hon inte samarbetar för att lämna landet.\n\nOm du inte samarbetar i ditt återvändande kan Migrationsverket ta ett beslut om uppsikt eller förvar. Uppsikt innebär att du regelbundet måste anmäla dig hos Migrationsverket eller polisen. Om du får ett beslut om förvar får du bo på ett låst boende i väntan på din avresa.\n\n## Återreseförbud\n\nOm du inte lämnar Sverige inom den tid som står i beslutet kan du få ett återreseförbud som innebär att du inte får återvända till något av Schengenländerna eller Rumänien, Bulgarien och Kroatien. Återreseförbudet gäller i ett år.\n\nOm du har fått ett beslut om avvisning som ska genomföras omedelbart får du alltid ett återreseförbud i normalt minst två år, även om du lämnar Sverige direkt.\n\n### Återreseförbud av andra skäl\n\nOm Migrationsverket inte tror att du kommer att lämna Sverige frivilligt kan du få ett återreseförbud till Schengenområdet som gäller i upp till fem år. Detta kan till exempel ske om du\n\n\n* har hållit dig undan förut\n* har sagt att du inte tänker lämna Sverige\n* har använt en falsk identitet eller inte hjälpt Migrationsverket att ta reda på din identitet\n* medvetet har lämnat uppgifter som inte stämmer eller inte berättat viktig information\n* har dömts för brott som kan ge fängelse.\n\n\nOm du får ett återreseförbud av någon av dessa orsaker förlorar du den tid du hade på dig för att resa hem frivilligt och måste lämna landet omedelbart.\n\nOm du förlorar din tid för frivillig hemresa innebär det att du också mister din rätt till boende och ekonomiskt stöd från Migrationsverket, om du inte har barn under 18 år."}