{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Foralder-eller-annan-familjemedlem.html", "text": "Uppehållstillstånd för förälder eller annan familjemedlem\n\nOm du är medborgare i ett land utanför EU och vill flytta till en familjemedlem i Sverige behöver du uppehållstillstånd. Du kan i undantagsfall få uppehållstillstånd för att flytta till en familjemedlem i Sverige som inte är eller ska bli din make, maka, sambo. Det kan gälla till exempel barn över 18 år och föräldrar till ett vuxet barn som bor i Sverige. Även föräldrar som vill flytta till ett minderårigt barn har möjlighet att få uppehållstillstånd. Familjemedlemmen i Sverige ska ha fått permanent uppehållstillstånd.\n\nOm du är förälder till ett barn under 18 år som bor i Sverige kan du ansöka om uppehållstillstånd med anknytning till barnet. Ni ska tidigare ha bott tillsammans och avsikten är att ni ska bo tillsammans i Sverige. Ansökan bedöms ofta enligt samma regler som för de som ansöker med anknytning till en annan familjemedlem.\n\nFör att du som förälder ska kunna få uppehållstillstånd till ett ensamkommande barn under 18 år krävs det oftast att barnet har fått uppehållstillstånd i Sverige på grund av asylskäl.\n\nDu kan i undantagsfall få uppehållstillstånd för att flytta till en annan familjemedlem i Sverige som du har bott tillsammans med i hemlandet. Det kan till exempel vara om du är över 18 år och dina föräldrar är bosatta här.\n\nNi ska kunna visa att ni har bott tillsammans omedelbart innan din familjemedlem flyttade till Sverige och att ni redan i hemlandet var socialt och känslomässigt beroende av varandra, och att det därför är svårt för er att leva åtskilda.\n\nAnsökan ska lämnas in så fort som möjligt efter att din familjemedlem flyttade till Sverige och fick permanent uppehållstillstånd. I regel är det inte möjligt att få uppehållstillstånd om ansökan görs efter lång tid eller om beroendet mellan er har uppstått efter att din familjemedlem flyttade till Sverige.\n\nDen person som du ska bo med i Sverige måste kunna försörja er båda. Han eller hon ska också ha en bostad av tillräcklig storlek och standard som ni kan bo tillsammans i när du flyttar till Sverige. Kravet på försörjning och bostad gäller inte barn under 18 år. Det innebär att om du ska flytta till ditt barn som bor i Sverige finns det inget krav på att barnet ska kunna försörja dig.\n\nJovan från Serbien har bott i Sverige i tio år och har permanent uppehållstillstånd. I Serbien bodde Jovan tillsammans med sina föräldrar som han också försörjde. Nu har föräldrarna blivit gamla och sjuka och har svårt att klara sig på egen hand trots att Jovan skickar pengar varje månad. Jovan och hans föräldrar önskar att föräldrarna kunde flytta till Sverige och bo med Jovan så att han kunde ta hand om dem.\n\nFöräldrarna ansöker om uppehållstillstånd för att flytta till Jovan i Sverige. De besöker den svenska ambassaden i Belgrad för intervju. När beslutet kommer får de reda på att de inte kan få uppehållstillstånd för att flytta till Jovan eftersom det har gått för lång tid sedan de bodde tillsammans i hemlandet. Att de nu har fått svårt att klara sig själva är inte tillräckligt starka skäl för att få uppehållstillstånd i Sverige.\n\nDet gäller även dig som ansöker om att bo tillsammans med något som du har bott tillsammans med i mindre än två år."}