{"url": "https://www.migrationsverket.se/Privatpersoner/Besoka-Sverige/Avgifter.html", "text": "Avgifter för ansökan om visum och uppehållstillstånd för besök\n\n\n\nDu får inte tillbaka avgiften om du får avslag på din ansökan.\n\nNär du gör en webbansökan betalar du avgiften med kontokort i samband med ansökan. Det gäller också om du ansöker om att förlänga ditt tillstånd. Kortet måste vara aktiverat för internetbetalning. Kontakta din bank om du vill få mer information.\n\nOm du ansöker på en ambassad eller ett generalkonsulat betalar du avgiften när du lämnar in din ansökan. Avgiften betalas oftast i lokal valuta. Omräkning sker enligt den kurs som Europeiska Centralbanken fastställer. Beloppet rundas av till en jämn summa. För information om avgift ska du kontakta den aktuella ambassaden eller generalkonsulatet.\n\nAlla som ansöker om visum behöver inte betala ansökningsavgift. Följande personer kan ansöka om visum utan att betala avgift:\n\nFamiljemedlemmar till medborgare i Island, Liechtenstein, Norge, Schweiz och EU-medborgare behöver inte betala någon ansökningsavgift för visum om de ska flytta till familjemedlemmen i Sverige. Det gäller även för en kortare resa för att förbereda för en flytt tillsammans med familjemedlemmen i Sverige. De måste kunna visa upp intyg som styrker äktenskapet eller släktbandet.\n\nFöljande familjemedlemmar omfattas:\n\nSvenska medborgare räknas inte som EU-medborgare i detta sammanhang.\n\nFöljande länder ingår i EU:s viseringförenklingsavtal och deras medborgare betalar ingen eller en lägre avgift vid ansökan om visum:\n\nFör information om avgift ska du kontakta den aktuella ambassaden eller generalkonsulatet.\n\nom din sammanlagda vistelse är kortare än 90 dagar.\n\nDu betalar ingen avgift när du lämnar in ansökan. Det är först när din ansökan ska prövas som du kontaktas av Migrationsverket för att betala avgiften. Betalning sker då via bankgironummer 5223-7005. IBAN-kontonummer är SE6912000000012810106908 och BIC/SWIFT-koden är DABASESX (Danske Bank).\n\nI rutan \"Meddelande till betalningsmottagaren\" skriver du förnamn och efternamn på den person ansökningsavgiften gäller samt personnummer och/eller ärendenummer. Betalar du avgift för flera personer samtidigt anger du alla personnummer och/eller ärendenummer.\n\nDu kan ansöka om uppehållstillstånd för besök när du ska besöka Sverige i mer än 90 dagar eller om du vill förlänga ditt besök i Sverige.\n\n\n\nDu får inte tillbaka avgiften om du får avslag på din ansökan."}