{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Andra-studier.html", "text": "# Andra sorters studier\n\nOm du vill gå en utbildning i Sverige som inte är på ett universitet, en högskola, ett internationellt gymnasium eller en folkhögskola behöver du ha uppehållstillstånd om utbildningen är längre än tre månader. Till denna kategori hör också uppdragsutbildningar på universitet och högskola. Tillståndet ska vara klart innan du reser till Sverige.\n\nOm du ska försörja dig med egna medel ska du lämna in din ansökan tidigast tre månader innan datumet du ansöker om uppehållstillstånd från. Det är för att du ska kunna visa att du kan försörja dig själv i nära anslutning till början av studietiden och för att dina handlingar inte ska hinna bli för gamla. Det gäller inte om du kommer få ett stipendium som ska täcka din försörjning, studerar på gymnasium eller är utbyteselev.\n\nFör studier som varar kortare tid än tre månader måste medborgare i vissa länder ha visum. Särskilda regler gäller för dig som är EU-medborgare och varaktigt bosatt.\n\nReglerna gäller för studier som inte är på ett universitet, en högskola, ett internationellt gymnasium eller en folkhögskola. Det kan vara till exempel bibelstudier och liknande religiösa studier, studier vid Folkuniversitet eller World Maritime University i Malmö (WMU), kompletteringsutbildningar för legitimationsyrken och förutbildningar för behörighet till högskoleutbildning. Reglerna gäller också uppdragsutbildningar på universitet och högskola.\n\n## Krav för uppehållstillstånd\n\nFör att få tillstånd ska du\n\n\n* ha ett giltigt pass\n* vara antagen till heltidsstudier\n* ha en heltäckande sjukförsäkring som gäller i Sverige\n* ha tillräckligt med pengar för att kunna försörja dig under den tid som du söker uppehållstillstånd för\n* ha ett medgivande från dina vårdnadshavare om du är under 18 år. I så fall ska du även skicka med ett intyg som visar vem eller vilka som är dina vårdnadshavare och hur ni är släkt, samt en kopia av en id-handling för vårdnadshavare.\n\n\nDu kan normalt inte få uppehållstillstånd för studier som kräver att du är fast bosatt i Sverige, till exempel studier på Komvux eller SFI (Svenska för invandrare).\n\nDu får inte arbeta utan arbetstillstånd under studietiden.\n\n### Möjlighet till uppehållstillstånd för studier under längre tid än ett år\n\nDu kan få uppehållstillstånd för studietiden, men vanligen för högst ett års tid. För vissa fleråriga utbildningar kan du dock få uppehållstillstånd för en längre tid, men högst för ett år i taget, eller 13 månader vid en förstagångsansökan."}