{"url": "https://www.migrationsverket.se/Privatpersoner/Besoka-Sverige/Fakta-om-visum.html", "text": "Fakta om visum\n\nVisum ger en person tillstånd för att resa in och vara i ett land under en kortare tid.  Den som är medborgare i ett land utanför EU kan behöva visum för att besöka Sverige.\n\nSverige är medlem i Schengensamarbetet. Schengensamarbetet innebär bland annat att den som har visum till Sverige oftast får resa in även i de andra medlemsländerna. De länder som är med i Schengensamarbetet kallas ofta för Schengenländer.\n\nVisum kan till exempel beviljas för• att besöka släkt eller vänner\n• affärs- eller konferensbesök, seminarier eller liknande arrangemang\n• turistbesök\n• att delta i idrottsturneringar\n• kulturellt utbyte\n• annat särskilt angivet syfte av till exempel av personlig eller ekonomisk natur\n• genomresa med flyg (transit).\n\n\nEtt visum gäller för vistelse i Schengenländerna i upp till 90 dagar under en period av 180 dagar.\n\nDet står på visummärket som klistras in i ditt pass hur många dagar du får vistas i Schengenländerna. Dagarna kan användas under den tidsperiod som framgår av märket. Perioden är oftast 15 dagar längre än antalet dagar som du får vistas i Schengenländerna. Det beror på att du ska ha möjlighet att ändra resdatum om något oförutsett händer.\n\nPå visummärket står det hur många gånger du får resa in i och ut ur Schengenländerna under giltighetstiden.\n\nDet går att ansöka om ett Schengenvisum som gäller för flera inresor om du regelbundet besöker Sverige. Ett visum med flera inresor kan gälla för vistelser på upp till 90 dagar under de senaste 180 dagarna under maximalt fem år.\n\nOm du får visum kan du besöka övriga Schengenländer.\n\nDitt visum kan i vissa fall gälla för inresa och vistelse endast i Sverige eller i vissa Schengenländer, till exempel om ditt pass inte godtas av alla Schengenländer.\n\nMed hjälp av EU:s viseringskalkylator kan du räkna ut när du kan resa in i Schengenområdet igen, och hur många dagar du kan stanna.\n\nOm du ska besöka Sverige under längre tid än 90 dagar ska du ansöka om ett uppehållstillstånd för besök.\n\nDu som kommer från ett land där du inte behöver ha visum för att resa till Sverige eller till ett annat Schengenland måste ändå uppfylla ett antal krav.\n\nAmbassaden eller generalkonsulatet beslutar om visum men kan under vissa förutsättningar lämna över ärendet till Migrationsverket i Sverige för beslut. Det är bestämmelserna i EU:s viseringskodex som avgör om du får visum eller inte.\n\nPraxis för visum fastställs av Migrationsdomstolen och Migrationsöverdomstolen. Om det gäller tolkning av viseringskodexen fastställs praxis av EU-domstolen."}