{"url": "https://www.migrationsverket.se/Privatpersoner/Lamna-Sverige/Atervandring.html", "text": "# Återvandring\n\nOm du har fått uppehållstillstånd i Sverige som flykting, skyddsbehövande, av humanitära skäl eller har tagits ut på flyktingkvoten och vill återvandra till ditt hemland har du möjlighet att få bidrag från Migrationsverket.\n\nDu som funderar på eller har beslutat dig för att flytta tillbaka till ditt hemland, kan här läsa om vilket bidrag du kan få och vad du bör tänka på. I vissa fall kan du få bidrag även om du vill flytta till ett annat land än ditt hemland.\n\n## Resebidrag\n\nDu kan få resebidrag om du har fått uppehållstillstånd i Sverige som flykting, skyddsbehövande, kvotflykting, på synnerligen eller särskilt ömmande omständigheter. Du kan inte få bidrag om du har blivit svensk medborgare.\n\nDu ska kunna visa att du har\n• ett giltigt hemlandspass\n• en adress i det land du ska flytta till\n• tillstånd för att bo i annat land än hemlandet, om du planerar att flytta till något annat land än ditt hemland\n• visum till de länder du passerar på hemresan om det behövs.\n\nDu ska dessutom redovisa dina skulder och tillgångar i Sverige, hemlandet eller annat land du ska flytta till. Skulderna i Sverige ska du betala eller göra en särskild överenskommelse eller avbetalningsplan för med den som du har lånat pengar av.\n\nDina familjemedlemmar kan få resebidrag om de har fått uppehållstillstånd på anknytning till dig. Som familjemedlemmar räknas make/maka/sambo och barn under 18 år. Du måste också kunna visa att du själv inte kan betala för din och din familjs resa.\n\nOm det finns särskilda skäl kan Migrationsverket bevilja bidrag för din sambo eller annan anhörig som bor tillsammans med dig.\n\n## Om du får resebidrag\n\nOm du får resebidrag för att flytta till ett annat land så kommer ditt permanenta uppehållstillstånd att återkallas när du har lämnat Sverige."}