{"url": "https://www.migrationsverket.se/Privatpersoner/Skydd-och-asyl-i-Sverige/Uppehallstillstand-for-gymnasiestudier.html", "text": "# Uppehållstillstånd för gymnasiestudier för dig som har sökt asyl\n\nDu som är mellan 17 och 24 år, som har eller har haft uppehållstillstånd på grund av skyddsbehov, och som har påbörjat en utbildning på gymnasienivå, kan få uppehållstillstånd på grund av gymnasiestudier.\n\n## Nya gymnasielagen från och med 1 juli 2018 – sista ansökningsdatum har passerat\n\nDen 1 juli 2018 trädde en tillfällig ändring i gymnasielagen i kraft, den så kallade nya gymnasielagen. Ändringen i gymnasielagen ger möjlighet till personer som fått avslag på sin asylansökan att få uppehållstillstånd för gymnasiestudier. Sista dagen för att ansöka om uppehållstillstånd enligt den nya gymnasielagen var den 30 september 2018.\n\n## Krav för uppehållstillstånd för gymnasiestudier\n\nDet är många saker som påverkar om du kan få uppehållstillstånd för gymnasiestudier. Beslutet påverkas av om du har ett tillfälligt uppehållstillstånd som du vill förlänga, om du ansöker om asyl för första gången eller om du har fått avslag på din ansökan om asyl. Beslutet påverkas också av om du är ensamkommande barn, om du studerar på ett nationellt program, ett introduktionsprogram eller en yrkesutbildning och i vissa fall även av när din första ansökan om asyl registrerades hos Migrationsverket.\n\nFör att få möjlighet till ett uppehållstillstånd på grund av gymnasiestudier ska du studera på gymnasienivå på ett introduktionsprogram, ett nationellt program eller en yrkesinriktad utbildning i gymnasieskola eller gymnasiesärskola. Även heltidsstudier på gymnasienivå på folkhögskola eller kommunal vuxenutbildning (Komvux) räknas, samt heltidsstudier på en sammanhållen yrkesutbildning inom Komvux eller Särvux.\n\nDu måste studera på heltid. För studier på deltid beviljas uppehållstillstånd bara i undantagsfall, till exempel vid sjukdom, funktionsnedsättning eller om du har behov av att komplettera en utländsk utbildning.\n\nOm du beviljas ett uppehållstillstånd som gäller i mer än 13 månader ska du varje år redovisa att du har deltagit aktivt i dina studier. Det gör du till exempel genom att lämna in närvarointyg eller betyg. Om du inte kan göra det kan Migrationsverket ompröva tiden för ditt uppehållstillstånd eller återkalla det. Migrationsverket kontaktar dig när det är dags att skicka in nya uppgifter om studieresultat.\n\nEfter avslutade studier kan du ansöka om förlängning av ditt uppehållstillstånd."}