{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Om-du-vill-overklaga.html", "text": "## Så här skriver du ett överklagande\n\nI beslutet står det hur du gör för att överklaga det. Om du vill överklaga Migrationsverkets beslut ska du skriva ett brev där du berättar vilket beslut som du vill att Migrationsverket ska ändra på, och varför. Skicka med dokument eller andra bevis som stödjer det du berättar, helst i original.\n\nI ditt överklagande ska du skriva dina personuppgifter och ditt ärendenummer. Ärendenumret står på ditt beslut. Om du är asylsökande står ditt ärendenummer också på ditt LMA-kort. Skriv också telefonnummer och adress där Migrationsverket eller domstolen kan nå dig.\n\nDet är viktigt att ditt överklagande kommer in till Migrationsverket i tid. I tabellen som finns på den här sidan kan du se hur lång tid du har på dig att överklaga, beroende på vilken typ av beslut det gäller. Tiden börjar räknas från det att du blivit underrättad om beslutet.\n\nOm du inte kan överklaga själv kan du be någon annan att göra det åt dig. Då behöver du lämna in en fullmakt för den som hjälper dig till Migrationsverket.\n\n## Vad är en fullmakt?\n\nEn fullmakt kan vara ett undertecknat brev där den som ansöker om tillstånd ger någon annan person möjlighet att företräda honom eller henne. En fullmakt kan till exempel ge någon rätt att ansöka, ta del av skälen för ett beslut eller överklaga ett beslut för någon annan. Fullmakten ska skrivas av den som ger sin fullmakt till någon annan och ska kunna visas upp i original om Migrationsverket begär det.\n\nFör att ge fullmakt till en annan person ska du lämna in ett brev till Migrationsverket där det står\n• att det är en fullmakt\n• namn, födelsedatum och adress för den person som ger någon annan fullmakt\n• vad personen som får fullmakt har rätt att göra\n• namn, personnummer och adress för den som får fullmakt\n• namnteckning av den person som ger någon annan fullmakt\n• datum och ort för när fullmakten skrevs under."}