{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Universitet-och-hogskola.html", "text": "Studera på universitet och högskola\n\nOm du ska studera på ett universitet eller en högskola i Sverige under längre tid än tre månader måste du ha ett uppehållstillstånd. Tillståndet ska vara klart innan du reser till Sverige. \n\nEn gästforskare är en person som genom en högskoleutbildning har behörighet till en doktorandutbildning och är utvald att forska i Sverige. Om du har fått anställning som gästforskare ska du ansöka om uppehållstillstånd som gästforskare.\n\nLäs mer om hur du ansöker om uppehållstillstånd som gästforskare\n\nDu som är doktorand och ska studera i Sverige som en del av en utbildning i ett annat land kan inte få uppehållstillstånd för studier om du inte är antagen till ett svenskt universitet eller högskola. Du kan i stället ansöka om uppehållstillstånd för besök.\n\nUppdragsutbildning i Sverige på ett universitet eller högskola ingår i kategorin andra sorters studier.\n\nSärskilda regler gäller för dig som är EU-medborgare och varaktigt bosatt.\n\nRegler för EU-medborgare och varaktigt bosatta\n\nFör studier som varar kortare tid än tre månader ska du inte ansöka om uppehållstillstånd utan i stället ansöka om visum. Medborgare i vissa länder får vistas i Sverige i upp till tre månader utan uppehållstillstånd eller visum. Under den tiden är det tillåtet att studera.\n\nLäs mer om att ansöka om visum under Besöka Sverige \n\nFör att få tillstånd ska du\n• ha ett giltigt pass\n• vara antagen till heltidsstudier på ett universitet eller en högskola\n• kunna försörja dig under den tid som du söker uppehållstillstånd för\n• ha en heltäckande sjukförsäkring.\n\n\nKontrollera att informationen på dokumenten du skickar med syns tydligt. Viktiga uppgifter som ditt namn måste framgå av dokumenten. Dokumenten bör vara så nyligen utfärdade som möjligt. Dokumenten bör också vara översatta till svenska eller engelska av auktoriserad översättare, om de är utfärdade på ett annat språk. När du skickar med ett översatt dokument ska du alltid skicka med en kopia av originaldokumentet.\n\nPå studyinsweden.se finns en förteckning över vilka lärosäten som räknas som universitet och högskolor.\n\nVärldssjöfartsuniversitet och Folkuniversitetet räknas inte som universitet eller högskola. Religiösa studier, uppdragsutbildningar eller studier på en yrkesskola räknas inte heller som universitets- eller högskolestudier utan som så kallade övriga studier.\n\nOm du ska studera på ett gymnasium eller en folkhögskola, som också är övriga studier, gäller andra regler.\n\nSkicka med kopior på de sidor i ditt pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid och om du har tillstånd att bo i andra länder än ditt hemland. Det är viktigt att hela passidorna finns med på kopiorna. Även siffror och tecken längst upp och längst ned på sidorna måste synas tydligt. Om ditt pass är på väg att gå ut bör du förlänga det eftersom du inte kan få tillstånd för längre tid än ditt pass är giltigt.\n\nDu ska vara antagen till heltidsstudier på ett program eller kurser som kräver din närvaro vid ett svenskt universitet eller högskola. Du kan inte få uppehållstillstånd för studier på distans. Heltidsstudier motsvarar 30 högskolepoäng per termin.\n\nDu kan inte få uppehållstillstånd om du inte är slutligt antagen till studierna. Om du är skyldig att betala studieavgift, anses du inte som slutligt antagen förrän den del av studieavgiften som universitetet eller högskolan tar ut i förväg är betald. Universitetet eller högskolan meddelar Migrationsverket när betalningen är gjord.\n\nÄven för dig som doktorand gäller att du måste ha blivit slutligt antagen till studierna för att kunna beviljas uppehållstillstånd. Det räcker alltså inte med att du har fått ett intyg om att du kommer att antas som doktorand. Om du har antagits som doktorand ska du skicka med lärosätets beslut om antagning, med information om tidpunkten för antagningen. Du behöver också skicka med ett kompletterande intyg gällande doktorandstudierna, utfärdat av lärosätet. Du kan hänvisa lärosätet till Migrationsverkets checklista för dessa intyg.\n\nOm du ska studera i Sverige som en del av en utbildning i ett annat land, kan du inte få uppehållstillstånd för studier om du inte är antagen till ett svenskt universitet eller högskola. Du kan i stället ansöka om uppehållstillstånd för besök. Om du har behörighet till en doktorandutbildning och är utvald att forska i Sverige kan du ansöka om uppehållstillstånd som gästforskare.\n\nOm du är doktorand och du omväxlande kommer att vistas både i Sverige och i ett annat land under dina studier (enligt den så kallade sandwich-modellen) kan du få uppehållstillstånd för upp till två år i taget. Du måste då vistas minst hälften av tiden i Sverige under den sökta tillståndstiden.\n\nEn sammanhängande utlandsvistelse på upp till en fjärdedel av tillståndstiden kan godtas. För ett uppehållstillstånd som gäller två år kan en sammanhängande utlandsvistelse på upp till sex månader godtas. För ett uppehållstillstånd som gäller ett år kan en sammanhängande utlandsvistelse på upp till tre månader godtas. Du måste visa att det finns ett tydligt upplägg för studierna. Du måste därför lämna in ett intyg, utfärdat av din handledare i Sverige, som visar hur du kommer att fördela din tid mellan Sverige och andra länder under den sökta tillståndstiden. Om dina studier påbörjas eller avslutas i ett annat land än Sverige, kommer du inte att få något uppehållstillstånd för dessa perioder.\n\nFörsörjningskravet för dig som har ansökt under år 2018 är minst 8 190 kronor per månad. För ansökningar som kommit in till Migrationsverket den 1 januari 2019 eller senare är försörjningskravet minst 8 370 kronor per månad.\n\nDu måste visa att du har försörjningen tryggad för den tid som du söker uppehållstillstånd för. Det innebär att du måste visa att du har pengar tillgängliga genom egna banktillgångar, stipendium eller liknande, som exempelvis studiemedel från hemlandet.\n\nOm du ska studera i ett år eller mer, ska du visa att din försörjning är tryggad för tio månader per år. Se exempel i faktarutan nedan.\n\nMed egna banktillgångar menas att du har pengar på ett konto som tillhör dig och som bara du och din eventuella make eller maka kan ta ut pengar ifrån. Det ses inte som egna banktillgångar om du delar kontot med till exempel dina föräldrar eller en släkting. Migrationsverket godkänner inte heller att någon annan (till exempel en släkting eller ett företag) står som sponsor för din försörjning under din vistelse i Sverige, om inte pengarna finns på ditt eget konto. Kredit, fonder eller aktier räknas inte som egna banktillgångar.\n\nOm du kommer att få stipendium eller liknande (till exempel studiemedel) ska du skicka med nyligen utfärdat dokument i ditt namn med uppgift om månadsbelopp eller totalbelopp. Av dokumentet ska även framgå vilken tid du kommer att få stipendium utbetalat och hur mycket av pengarna som kommer att vara tillgängliga för din försörjning.\n\nOm du är doktorand och kommer att få utbildningsbidrag eller lön för anställning som doktorand ska detta framgå av ett anställningsbevis eller studieintyg. Studieintyget utfärdas av lärosätet (se Checklista för intyg gällande ett första tillstånd för doktorandstudier).\n\nOm du kan visa att du får fri bostad och/ eller mat genom universitetet, högskolan eller en organisation som arbetar för internationellt utbyte, kan beloppet per månad minskas. För ansökningar som har kommit in till Migrationsverket under år 2018 minskas månadsbeloppet med 1 592 kronor per månad för fri mat och 1 592,50 kronor per månad för fri bostad. För ansökningar som har kommit in den 1 januari 2019 eller senare minskas månadsbeloppet med 1 627,50 kronor per månad för fri mat och 1 627,50 kronor per månad för fri bostad.\n\nOm du blir folkbokförd i Sverige så anses du ha en heltäckande sjukförsäkring. Du som har blivit antagen till studier kortare tid än ett år blir inte folkbokförd i Sverige. Om du då inte har en försäkring via universitetet eller högskolan, måste du vara försäkrad genom ditt hemland eller med en egen försäkring.\n\nFörsäkringen ska gälla för hela den tid du ska vara i Sverige och täcka kostnader för akut- och annan läkarvård, tandvård och sjukhusvistelse. Den ska också täcka kostnader för hemtransport av medicinska skäl.\n\nDu kan få uppehållstillstånd för den tid som studierna kräver, men aldrig för längre tid än ditt pass är giltigt. Även om du har blivit antagen till flera års studier kan du vanligtvis få uppehållstillstånd för högst ett år i taget, eller tretton månader vid en förstagångsansökan.\n\nSom doktorand kan du få upp till två års uppehållstillstånd för studier.\n\nLängden på beviljat uppehållstillstånd kan också påverkas om\n• du inte har pengar för hela den sökta tillståndstiden\n• sjukförsäkringens giltighetstid inte sträcker sig över hela den sökta tillståndstiden\n• den faktiska studieperioden är kortare än den sökta tillståndstiden.\n\n\nMigrationsverket har vissa vanliga tillståndstider som tillämpas så långt det är möjligt. Tiderna som presenteras i tabellen nedan är generella. Giltighetstiden för ett uppehållstillstånd finns angiven i beslutet från Migrationsverket.\n\n\n\nOm din familj samtidigt ansöker om uppehållstillstånd ska ni skicka med:\n• kopior av de sidor i dina familjemedlemmars pass som visar personuppgifter, foto, namnteckning, passnummer, utfärdandeland, giltighetstid, inresestämplar och om de har tillstånd att bo i andra länder än deras hemland. Om passet är på väg att gå ut bör de förlänga det eftersom de inte kan få tillstånd för längre tid än passet är giltigt\n• dokument, exempelvis kontoutdrag från bank, som styrker att familjens försörjning är ordnad för tiden i Sverige (se tabellen under rubrik Du ska kunna försörja dig)\n• kopia av vigselbevis, äktenskapsbevis eller motsvarande (gäller gifta par och registrerad partner)\n• dokument som visar att ni har bott tillsammans, till exempel folkbokföringsbevis, gemensamt hyreskontrakt eller gemensamt köpebevis för bostad (gäller sambos)\n• födelseattest eller födelsebevis för barn där föräldrarnas namn framgår\n• medgivande från den andra vårdnadshavaren för barn under 18 år, om den andra vårdnadshavaren inte följer med till Sverige, eller bevis om ensam vårdnad. Det kan till exempel vara domstolsbeslut, eller dödsbevis om den andra föräldern är avliden. Av medgivandet bör framgå om barnet har tillåtelse att vistas i Sverige under den tid du tänker vistas här. Vid gemensam vårdnad ska kopia av den andra vårdnadshavarens pass eller annan identitetshandling också bifogas\n• adoptionshandlingar om barnet är adopterat.\n\n\nFör att Migrationsverket ska kunna fatta beslut i ditt ärende krävs det att alla uppgifter är ifyllda och alla nödvändiga dokument finns med. Det innebär att handläggningstiden blir kortare om allt som krävs finns med från början än om ansökan behöver kompletteras i efterhand. Observera att Migrationsverket i vissa fall kan behöva utreda ansökan ytterligare även om alla uppgifter är ifyllda och alla dokument har skickats med.\n\nFör att få en uppfattning om hur lång tid du behöver vänta på ditt beslut kan du besöka sidan Tid till beslut. Observera att genomsnittstiden som visas på sidan beräknas utifrån tidigare avgjorda ärenden i samma kategori. Tiden kan variera från ansökan till ansökan."}