{"url": "https://www.migrationsverket.se/Privatpersoner/Studera-i-Sverige/Universitet-och-hogskola.html", "text": "#Krav för uppehållstillstånd för studier\n\n### Doktorander som kommer att vistas både i Sverige och ett annat land\n\nOm du är doktorand och du omväxlande kommer att vistas både i Sverige och i ett annat land under dina studier (enligt den så kallade sandwich-modellen) kan du få uppehållstillstånd för upp till två år i taget. Du måste då vistas minst hälften av tiden i Sverige under den sökta tillståndstiden.\n\nEn sammanhängande utlandsvistelse på upp till en fjärdedel av tillståndstiden kan godtas. För ett uppehållstillstånd som gäller två år kan en sammanhängande utlandsvistelse på upp till sex månader godtas. För ett uppehållstillstånd som gäller ett år kan en sammanhängande utlandsvistelse på upp till tre månader godtas. Du måste visa att det finns ett tydligt upplägg för studierna. Du måste därför lämna in ett intyg, utfärdat av din handledare i Sverige, som visar hur du kommer att fördela din tid mellan Sverige och andra länder under den sökta tillståndstiden. Om dina studier påbörjas eller avslutas i ett annat land än Sverige, kommer du inte att få något uppehållstillstånd för dessa perioder.\n\n### Du ska kunna försörja dig\n\nFörsörjningskravet för dig som har ansöktunder år 2018är minst8 190 kronor per månad. För ansökningar som kommit in till Migrationsverketden1 januari 2019 eller senareär försörjningskravetminst 8 370 kronor per månad.\n\nDu måste visa att du har försörjningen tryggad för den tid som du söker uppehållstillstånd för. Det innebär att du måste visa att du har pengar tillgängliga genom egna banktillgångar, stipendium eller liknande, som exempelvis studiemedel från hemlandet.\n\nOm du ska studera i ett år eller mer, ska du visa att din försörjning är tryggad för tio månader per år. Se exempel i faktarutan nedan.\n\nMed egna banktillgångarmenas att du har pengar på ett konto som tillhör dig och som bara du och din eventuella make eller maka kan ta ut pengar ifrån. Det ses inte som egna banktillgångar om du delar kontot med till exempel dina föräldrar eller en släkting. Migrationsverket godkänner inte heller att någon annan (till exempel en släkting eller ett företag) står som sponsor för din försörjning under din vistelse i Sverige, om inte pengarna finns på ditt eget konto. Kredit, fonder eller aktier räknas inte som egna banktillgångar.\n\nOm du kommer att få stipendium eller liknande (till exempel studiemedel) ska du skicka med nyligen utfärdat dokument i ditt namn med uppgift om månadsbelopp eller totalbelopp. Av dokumentet ska även framgå vilken tid du kommer att få stipendium utbetalat och hur mycket av pengarna som kommer att vara tillgängliga för din försörjning."}