{"url": "https://www.migrationsverket.se/privatpersoner/eu-medborgare-och-varaktigt-bosatta/arbeta-studera-eller-bo-i-sverige-for-eu-medborgare.html", "text": "EU-medborgare som arbetar, studerar eller bor i Sverige\n\nSom EU-medborgare har du rätt att arbeta, studera eller bo i Sverige utan uppehållstillstånd. Du har även rätt att starta och driva eget företag. Rätten för EU-medborgare att vistas i Sverige utan uppehållstillstånd kallas uppehållsrätt. Du har uppehållsrätt om du till exempel är arbetstagare, egen företagare, studerar eller har tillräckliga medel för din försörjning. Om du har uppehållsrätt i Sverige behöver du inte kontakta Migrationsverket.\n\nVid inresan till Sverige behöver du ett giltigt pass eller ett identitetskort där medborgarskapet framgår.\n\nDu kan flytta till Sverige utan att ansöka om något tillstånd, men om du har familj som är medborgare i ett land utanför EU behöver de ansöka om uppehållskort. För att din familj ska beviljas uppehållskort måste du kunna visa att du uppfyller uppehållsrätten i Sverige genom arbete, studier eller med tillräckliga medel.\n\nSom EU-medborgare har du rätt att börja arbeta eller studera direkt efter att du har kommit till Sverige.\n\nFör att folkbokföra dig i Sverige och få ett svenskt personnummer behöver du kontakta Skatteverket.\n\nDu som ska starta ett eget företag måste lämna en skatte- och avgiftsanmälan till Skatteverket och du kan behöva registrera ditt företag hos Bolagsverket innan du börjar driva din verksamhet. Du kan läsa mer på Verksamt.se.\n\nMedborgare i Danmark, Finland, Norge och Island kan bo i Sverige utan några krav på uppehållstillstånd. Du behöver bara folkbokföra dig hos Skatteverket.\n\nÄr du medborgare i Schweiz ska du ansöka om uppehållstillstånd.\n\nOm du har bott i ett land inom EU men inte är EU-medborgare kan du under vissa omständigheter få status som varaktigt bosatt i det landet. Du har då rättigheter som liknar de som EU-medborgare har.\n\nGlöm inte att spara ditt beslut om uppehållstillstånd. Du kommer att ha användning för det vid kontakten med olika myndigheter och organisationer.\n\nFör att folkbokföra dig och för att få ett svenskt personnummer ska du vända dig till\n\nFör att bli inskriven i det sociala trygghetssystemet ska du vända dig till\n\nEn del kommuner har kommunala bostadsförmedlingar där du kan söka bostad. Kommunen kan också ge dig tips om privata hyresvärdar.\n\nKommunen där du bor erbjuder barnomsorg och skola för barnen.\n\nFör frågor om sjukvård kontakta landstinget eller regionen du bor i.\n\nFör frågor om att läsa svenska för invandrare (SFI) ska du kontakta den kommun du bor i. Se även webbplatsen för\n\nOm du söker arbete kan du registrera dig hos\n\nInformation om studier på högskola eller universitet kan du hitta på\n\neller\n\nFör frågor om studiemedel\n\nFör frågor om körkort kan du vända dig till\n\nFör frågor om rösträtt kan du kontakta\n\nInformation om den svenska skolan från Skolverket\n\nSamhällsinformation om Sverige på flera språk finns på\n\nMer samhällsinformation om Sverige finns på\n\när en serie program om rättigheter och skyldigheter i Sverige.\n\nkan ge tips när du har frågor om köp eller avtal.\n\nPå sidan\n\nhittar du länkar till flera program för att lära sig svenska på egen hand."}