{"url": "https://www.migrationsverket.se/Privatpersoner/Flytta-till-nagon-i-Sverige/Forlanga-tillstand.html", "text": "#Förlänga uppehållstillstånd för att bo med någon i Sverige\n\n## Migrationsverket handlägger\n\nOm du har lämnat in en ansökan om förlängning har du rätt att vara kvar i Sverige tills Migrationsverket fattat sitt beslut. Du har också rätt att fortsätta arbeta om du har haft uppehållstillstånd i 6 månader eller mer och ansökan är gjord innan det nuvarande tillståndet går ut.\n\nTänk på att du bara har rätt att fortsätta arbeta under väntetiden om din ansökan har kommit in till Migrationsverket innan ditt tidigare tillstånd gått ut.\n\nOm du tidigare har ett beslut om avvisning eller utvisning och du ansöker efter att ditt tidigare tillstånd har gått ut kommer din ansökan att prövas enligt reglerna om hinder mot verkställighet och då gäller andra och hårdare krav för att få tillstånd.\n\n### Om Migrationsverket behöver mer information från dig\n\nMigrationsverket kommer att kontakta dig om vi behöver fler uppgifter eller dokument från dig. Du behöver inte kontakta Migrationsverket. Om du har ansökt på webben och Migrationsverket ber dig komplettera din ansökan ska du göra det via mejl. Du ska inte skicka dokument till Migrationsverket med vanlig post. Du kan läsa mer om hur du kompletterar ditt ärende i det mejl som Migrationsverket skickar om du behöver skicka in mer uppgifter.\n\n### Resa utomlands under handläggningstiden\n\nOm du reser utomlands i samband med att ditt tillstånd går ut, och du har ansökt om förlängning, kan det bli svårt för dig att komma tillbaka till Sverige innan du har fått ditt nya tillstånd beviljat. Du kan då behöva vänta på ditt nya beslut utanför Sverige. Om du av brådskande skäl måste resa tillbaka till Sverige innan dess finns det möjlighet att ansöka om ett nationellt visum för inresa. Med ett sådant visum får du resa tillbaka till Sverige och där invänta ditt beslut om förlängning. Du ansöker om visum på en svensk ambassad eller generalkonsulat i det land där du befinner dig, förutsatt att den myndigheten utfärdar viseringar. Du ska vara medveten om att en sådan ansökan kräver att det finns särskilda skäl att utfärda visum och att Migrationsverket inte kan styra hur ambassaden eller konsulatet beslutar i ansökan. Det är därför endast i undantagsfall, och om du verkligen måste, som du bör lämna Sverige under handläggningstiden. Exempel på särskilda skäl kan vara plötslig sjukdom, dödsfall i familjen eller viktiga jobbrelaterade uppdrag. Ambassaden kan kräva ett intyg om orsak till resan. Du ska också vara medveten om att ett beslut om nationellt visum inte kan överklagas."}