{"url": "https://www.migrationsverket.se/Privatpersoner/Arbeta-i-Sverige/Forlanga-tillstand.html", "text": "## Byte av arbetsgivare eller yrke\n\nUnder de första 24 månaderna gäller arbetstillståndet bara hos den arbetsgivare och för det yrke som står i ditt beslut. Om företaget du arbetar på byter organisationsnummer, du får en ny arbetsgivare eller nya arbetsuppgifter, eller om arbetsvillkoren förändras gäller inte längre ditt arbetstillstånd. Då ska du lämna in en ny ansökan om arbetstillstånd. Det framgår av ditt tidigare beslut vilket arbete ditt arbetstillstånd gäller för.\n\nNär du har haft arbetstillstånd i 24 månader och har fått en förlängning på ditt arbetstillstånd kan du byta arbetsgivare utan att lämna in en ny ansökan så länge du arbetar inom samma yrke. Om ditt nya arbete innebär att du byter yrke ska du lämna in en ny ansökan. Det framgår av ditt tidigare beslut hur ditt arbetstillstånd är begränsat och till vilket yrke.\n\nNär du har lämnat in din ansökan kan du börja arbeta innan du har fått beslut under förutsättning att du har ansökt innan ditt tidigare tillstånd gått ut. Din nya arbetsgivare måste ha annonserat ut tjänsten i Sverige och inom EU/EES och Schweiz innan du påbörjar din anställning.\n\nNär du ansöker om förlängt arbetstillstånd kommer du att behöva visa att villkoren för arbetstillståndet har varit uppfyllda under hela tiden du har haft arbetstillstånd i Sverige. Du ska även visa att du erbjuds ett arbete där villkoren för arbetstillstånd är uppfyllda.\n\n## Permanent uppehållstillstånd\n\nNär du har haft arbetstillstånd som arbetstagare och arbetat i sammanlagt fyra år under de senaste sju åren kan du bli beviljad permanent uppehållstillstånd när du ansöker om förlängning av ditt tillstånd. Du ska ha arbetat för den arbetsgivare och med det yrke som du har haft arbetstillstånd för.\n\n## Så ansöker du om att förlänga ditt arbetstillstånd\n\n## Arbetsgivaren påbörjar ansökan\n\nDin arbetsgivare eller uppdragsgivare i Sverige påbörjar ansökan om arbetstillstånd genom att skapa ett anställningserbjudande. Din arbetsgivare behöver uppgifter om ditt namn, födelsedatum, medborgarskap, din utbildning och e-postadress.\n\nDet är viktigt du har tillgång till den e-postadress du ger till din arbetsgivare fram tills att du har fått beslut på din ansökan. Migrationsverket kommer att använda e-postadressen för att kommunicera med dig under tiden du ansöker om arbetstillstånd."}