{"url": "https://www.migrationsverket.se/Privatpersoner/Lamna-Sverige/Avslag-pa-ansokan-om-asyl.html", "text": "# Om du har fått avslag på din ansökan om asyl\n\nEtt avslag på din ansökan betyder att Migrationsverket inte anser att du har tillräckliga skäl för att få stanna i Sverige. Du kan välja att acceptera eller överklaga beslutet.\n\nOm du accepterar beslutet om avvisning eller utvisning kan du skriva under en så kallad nöjdförklaring. När du har skrivit under en nöjdförklaring kan du inte överklaga beslutet och ska planera din hemresa. Även om du inte skriver under en nöjdförklaring är det viktigt att du samarbetar med Migrationsverket i ditt återvändande.\n\n## I beslutet står det när du måste lämna Sverige\n\nI ditt beslut står det hur lång tid du har på dig att lämna Sverige, ofta inom två till fyra veckor från det att beslutet fått laga kraft. Att beslutet har fått laga kraft betyder att det har börjat gälla och inte längre går att överklaga. Det sker i de flesta fall tre veckor efter att Migrationsverket har meddelat dig om beslutet, eller när du har skrivit under en nöjdförklaring. Du måste själv vara uppmärksam på när beslutet får laga kraft och lämna landet inom den tid som står i beslutet.\n\nEtt beslut om avslag gäller normalt i fyra år.\n\nAvvisning som ska genomföras omedelbart\n\nOm du har fått ett beslut om avvisning som ska genomföras omedelbart måste du lämna Sverige så snart du har fått beslutet.\n\n## Om du vill överklaga\n\nEtt beslut från Migrationsverket går att överklaga. Om du väljer att överklaga kommer en domstol att pröva beslutet. I ditt beslut står det hur lång tid du har på dig att överklaga, ofta tre veckor från den dag beslutet meddelades. Även om du väljer att överklaga ska du planera för att återvända.\n\n## Planera din hemresa\n\nNär du har fått ett beslut om avvisning eller utvisning kallas du till ett samtal med en handläggare på Migrationsverket för att planera ditt återvändande. Du får då information om vilka alternativ som finns i ditt fall och du kan också ställa frågor.\n\nOm du planerar att lämna Sverige på egen hand innan du har blivit kallad på samtal om återvändande kan du besöka din närmaste mottagningsenhet för mer information. Där kan du exempelvis få ett utresebevis som du ska lämna in i en svensk passkontroll när du lämnar landet."}