{"url": "/yrkespersoner/elinstallator/vad-ar-auktorisation/", "text": "# Vad är auktorisation?\n\nElinstallatör är ett reglerat yrke och det krävs en auktorisation för att få utöva det. En auktorisation ansöker man om hos Elsäkerhetsverket. Det finns olika typer av auktorisationer beroende på vilka elinstallationsarbeten som ska utföras.\n\n## Reglerat yrke\n\nDet finns yrken som är reglerade genom att det i svensk lag finns definierat vad som krävs för att få arbeta inom yrket, till exempel en viss examen eller en auktorisation, legitimation eller annat formellt erkännande. Elinstallatör är ett reglerat yrke.\n\nOm man vill bli elinstallatör måste man ansöka om en auktorisation hos Elsäkerhetsverket. För att få en auktorisation ställs ett utbildningskrav och ett krav på praktisk erfarenhet. Kraven regleras i Elsäkerhetsverkets auktorisationsföreskrifter ELSÄK-FS 2017:4. Du kan också läsa mer om vad som krävs på våra sidor Utbildning och Praktisk erfarenhet.\n\nAlla som har en auktorisation som elinstallatör finns registrerade hos Elsäkerhetsverket.\n\n## Auktorisationstyper\n\nDet finns olika typer av auktorisationer som elinstallatör. Beroende på vilken auktorisationstyp man har, har man rätt att utföra olika typer av elinstallationsarbeten.\n\n## Vad får man göra när man har en auktorisation?\n\nNär en auktoriserad elinstallatör arbetar yrkesmässigt måste han eller hon arbeta inom ramen för ett elinstallationsföretags egenkontrollprogram. Det är då egenkontrollprogrammet som styr vilka typer av arbeten som personen får utföra för företagets räkning.\n\nNär man har en auktorisation som elinstallatör får man också lov att utföra elinstallationsarbete privat, det vill säga utan att arbetet är på uppdrag av ett elinstallationsföretag. Men det får då inte vara yrkesmässigt och det får bara vara sådana elinstallationsarbeten som auktorisationen omfattar.\n\nHär kan du läsa mer om vad som gäller generellt när man ska arbeta med el.\n\n"}