{"url": "/yrkespersoner/elinstallator/att-arbeta-med-elinstallationer/", "text": "# Att arbeta med elinstallationer\n\nEl är farligt och därför finns det reglerat hur och av vem som elinstallationsarbete i Sverige får utföras. Det är elinstallationsföretagen som är ansvariga för att elinstallationsarbete utförs enligt gällande regler. Ett verktyg för att så ska ske är företagens egenkontrollprogram. För att få lov att arbeta med elinstallationer måste man ingå i ett sådant.\n\n## Regelverk styr\n\nEl är farligt och för att förebygga risk för skador på person och egendom till följd av bristfällig eller felaktig installation av elektriska starkströmsanläggningar är det reglerat hur och av som får arbeta med elinstallationsarbete.\n\nDen 1 juli 2017 började den nya elsäkerhetslagen att gälla. Det innebar att Sverige fick ett helt nytt system för vilka krav som gäller för utförande av elinstallationer. Elsäkerhetsverket är tillsynsmyndighet när det gäller de olika aktörernas skyldigheter enligt elsäkerhetslagen och tillhörande föreskrifter.\n\n## Företagets ansvar\n\nDe nya bestämmelserna innebär att företag och organisationer som yrkesmässigt utför elinstallationsarbeten är så kallade elinstallationsföretag. Det är elinstallationsföretagen som är ansvariga för att elinstallationsarbetet utförs enligt gällande regler, vilken kompetens som företaget måste ha och hur man ska säkerställa kompetensen hos de som utför arbetet för företagets räkning. Framförallt ska företagen också se till att uppfylla kravet på att det finns ett egenkontrollprogram upprättat för verksamheten.\n\nI det tidigare systemet var det elinstallatören som hade ett personligt ansvar för att utförande av elinstallationsarbete blev rätt. Detta genom att ha överinseende över kollegor som själva inte var auktoriserade elinstallatörer. Men överinseendefunktionen och det personliga ansvaret finns inte längre kvar, det har ersatts av egenkontrollprogram och företagaransvar.\n\nPå nedanstående länkar kan du läsa mer om vad elinstallationsföretagens ansvar omfattar.\n\n"}