{"url": "/yrkespersoner/elinstallator/du-som-vill-bli-elinstallator/krav-for-al/", "text": "# Krav för AL\n\nFör att få en auktorisation lågspänning, AL, ställs ett utbildningskrav och ett krav på praktisk erfarenhet. Kraven regleras i Elsäkerhetsverkets föreskrifter ELSÄK-FS 2017:4. AL-auktorisation omfattar alla elinstallationsarbeten på lågspänningsanläggningar.\n\n## Utbildning\n\nFör att uppfylla utbildningskravet för en AL-auktorisation ska du med godkänt resultat ha gått en utbildning som omfattar de kunskaps- och färdighetskrav som framgår i bilaga 1 i Elsäkerhetsverkets föreskrifter ELSÄK-FS 2017:4.\n\nMer övergripande information om utbildningar vid ansökan om auktorisation kan du läsa om på sidan Utbildning.\n\n## Praktisk erfarenhet\n\nFör att uppfylla kravet på praktisk erfarenhet för en AL-auktorisation ska du ha arbetat med el i minst fyra år. Observera att:\n\nOm man uppfyller kravet på praktisk erfarenhet för en auktorisation A kan även den kombinationen godtas vid en ansökan om auktorisation AL.\n\nMer övergripande information om praktisk erfarenhet vid ansökan om auktorisation kan du läsa om på sidan Praktisk erfarenhet. Där framgår också hur erfarenheten ska intygas.\n\n## Utländska meriter\n\nOm du har en auktorisation som elinstallatör i ett annat EES-land eller Schweiz kan du ansöka om en motsvarande auktorisation i Sverige. Detta enligt Lagen om erkännande av yrkeskvalifikationer. Observera att du måste ha tillstånd att utföra alla typer av elinstallationsarbeten på lågspänningsanläggningar i det andra EES-landet eller Schweiz för att uppfylla kraven för en AL-auktorisation.\n\nMer övergripande information om erkännande av yrkeskvalifikationer och vad som gäller om du har utländska meriter kan du läsa om på sidan Utländska meriter.\n\n"}