{"url": "/yrkespersoner/elinstallator/du-som-vill-bli-elinstallator/praktisk-erfarenhet/", "text": "# Praktisk erfarenhet\n\nFör att få en auktorisation ställs ett utbildningskrav och ett krav på praktisk erfarenhet. Hur lång tid och i vilken omfattning du behöver ha jobbat med el skiljer sig åt beroende på vilken auktorisationstyp du söker. Var noga med att ta reda på vilka krav som ställs för din ansökan.\n\n## Elinstallationsarbete\n\nFör att kunna uppfylla kravet på praktisk erfarenhet måste du ha arbetat med elinstallationsarbete. Vad som är elinstallationsarbete anges i 4 § Elsäkerhetslagen. Arbetet räknas som elinstallationsarbete när du\n\nElinstallationsarbete omfattar alltså allt arbete på en starkströmsanläggning från elproduktion fram till och med eluttaget samt alla fasta anslutningar och losskopplingar av elektrisk utrustning.\n\n## Annat arbete med el\n\nDet är inte bara elinstallationsarbete som får tillgodoräknas som praktisk erfarenhet. Du får också delvis (upp till halva tiden av den tid som krävs) tillgodoräkna dig annat arbete med el. Observera att annat arbete med el måste omfattas av något av de kunskapsområden som framgår i bilaga 1, 2 eller 3 i föreskrifterna ELSÄK-FS 2017:4. Exempel på sådana arbeten kan vara konstruktion, dimensionering, felsökning eller kontroll av hög- eller lågspänningsanläggningar eller utrustning som ansluts till sådana.\n\nOm du vill tillgodoräkna dig annat arbete med el ska den tiden intygas på en särskild blankett som fastställts av Elsäkerhetsverket.\n\n## Praktisk erfarenhet före 1 juli 2017\n\nOm du gjorde din praktiska erfarenhet före 1 juli 2017 ska elinstallationsarbetet ha utförts under överinseende av en elinstallatör. I regel ska du och elinstallatören ha varit anställda i samma företag. Det är också elinstallatören som haft överinseende över ditt arbete som ska intyga din praktiska erfarenhet när du ansöker om auktorisation. Använd blanketten som fastställts av Elsäkerhetsverket.\n\nOm du och den överinseende elinstallatören inte var anställda i samma företag måste en undantagsregel enligt tidigare gällande föreskrifter ha tillämpats. Detta innebär att omfattningen av arbetet och överinseendet ska finnas dokumenterat och bifogas med blanketten där praktisk erfarenhet intygats.\n\n## Praktisk erfarenhet efter 1 juli 2017\n\nFör att du ska kunna tillgodoräkna dig praktisk erfarenhet efter 1 juli 2017 måste elinstallationsarbetet ha utförts inom ett elinstallationsföretags egenkontrollprogram. Att så har skett ska intygas av någon som har rätt att företräda företaget. Använd blanketten som fastställts av Elsäkerhetsverket.\n\nObservera att det är de arbeten som du faktiskt har arbetat inom som ska intygas, inte vad företaget i stort får lov att göra.\n\n"}