{"url": "/yrkespersoner/elinstallator/vad-ar-auktorisation/auktorisationstyper/", "text": "# Auktorisationstyper\n\nFrån och med 1 juli 2017 finns det tre auktorisationstyper att ansöka om; A, AL och B. Om du sedan tidigare har en behörighet som elinstallatör så har du nu automatiskt fått den omvandlad till en auktorisation istället.\n\n## Auktorisationstyper från och med 1 juli 2017\n\nDe här auktorisationstyperna kan man ansöka om från och med 1 juli 2017. Om du blev elinstallatör före den 1 juli kan du läsa mer i avsnittet \"Tidigare behörighetstyper\" nedan. Där framgår det vilken auktorisationstyp din tidigare behörighet nu har omvandlats till.\n\nOmfattar alla elinstallationsarbeten.\n\nOmfattar alla elinstallationsarbeten på lågspänningsanläggningar.\n\nOmfattar elinstallationsarbeten på lågspänningsanläggningar begränsat till arbete i befintlig gruppledning som innebär:\n\n## Tidigare behörighetstyper\n\nHar omvandlats till A-auktorisation.\n\nHar omvandlats till AL-auktorisation.\n\nHar omvandlats till B-auktorisation.\n\nHar omvandlas till auktorisation men behåller samma namn och omfattning\n\n\n\nsom tidigare.\n\nDenna behörighet finns inte längre att ansöka om. För de som tidigare har fått den utfärdad av Elsäkerhetsverket har den omvandlats till en auktorisation men den behåller samma namn och omfattning som tidigare. Den är ett bevis på att man har erforderlig kompetens för att vara verksam inom verksamhetstypen Kabelförläggning i mark\n\n.\n\nFöretag som utför elinstallationsarbete som omfattas av verksamhetstypen Kabelförläggning i mark undantas från kravet om att ha en auktoriserad elinstallatör, men de ska ha ett egenkontrollprogram och registrera företaget hos Elsäkerhetsverket för verksamhetstypen Kabelförläggning i mark\n\n.\n\nLÄS MER:\n\n"}