{"url": "/yrkespersoner/elinstallationsforetag/verksamhetstyper/", "text": "# Verksamhetstyper\n\nMed verksamhetstyper menas de olika typer av arbete som ett elinstallationsföretag utför.\n\nNär ni registrerar ert företag hos Elsäkerhetsverket ska ni alltid ange den eller de verksamhetstyper som företagets elinstallationsarbete omfattar.\n\nRegistreringen ska endast omfatta den verksamhet som faktiskt bedrivs.\n\nVid tillsyn av företaget kommer Elsäkerhetsverket kontrollera att egenkontrollprogrammet omfattar era registrerade verksamhetstyper. Verksamhetstyperna syns även i e-tjänsten \"Kolla elföretaget\", där\n\nde som köper ett elinstallationsarbete kan kontrollera de företag som de anlitar.\n\nNedan presenteras de olika typerna av elinstallationsarbeten som ni kan registrera er för och vad de omfattar.\n\nLÄS OCKSÅ:\n\n## Verksamhetstyper inom lågspänning\n\nFöljande verksamhetstyper innehåller arbeten som avser elinstallationsarbeten i kretsar som matas med nominell spänning under 1000 volt AC och 1500 volt DC och som lägst kräver auktorisation för lågspänning, AL.\n\nElinstallationsarbete på anläggningar eller anläggningsdelar för användning av el inom bostäder, inklusive byggnader och bostadsmiljöer som hör till bostaden.\n\nElinstallationsarbete på anläggningar eller anläggningsdelar för användning av el inom kontor, restauranger, skolor, och övriga kommersiella och offentliga lokaler. (Verksamhetstypen omfattar inte sådant elinstallationsarbete som omfattas av verksamhetstypen Bostäder.)\n\nElinstallationsarbete på anläggningar eller anläggningsdelar för användning av el inom vägbelysning, industrier, lantbruk, utrymmen med förhöjd brandrisk, explosiv atmosfär och medicinska utrymmen och andra anläggningar eller anläggningsdelar för användning av el som inte omfattas av verksamhetstypen Bostäder eller Allmänna och offentliga utrymmen.\n\nElinstallationsarbete på anläggningar eller anläggningsdelar för överföring av el, i elnät som är koncessionspliktiga.\n\nElinstallationsarbete på anläggningar för järnvägs-, spårvägs-, tunnelbane- och trådbussdrift.\n\nElinstallationsarbete på solcellsanläggningar, batterilager, anläggningar inom vatten-, vind- och reservkraft, kraftförsörjning av säkerhetssystem och andra anläggningar eller anläggningsdelar för produktion av el.\n\n## Verksamhetstyper inom högspänning\n\nFöljande verksamhetstyper innehåller arbeten som avser elinstallationsarbeten i kretsar som matas med nominell spänning över 1000 volt AC och 1500 volt DC och som kräver fullständig auktorisation, A.\n\nElinstallationsarbete på anläggningar eller anläggningsdelar för överföring av el i elnät som är koncessionspliktiga.\n\nElinstallationsarbete på anläggningar för järnväg.\n\nElinstallationsarbete på anläggningar eller anläggningsdelar som inte omfattas av Elnät eller Bandrift.\n\n## Begränsade verksamhetstyper\n\nVerksamhetstyperna nedan innehåller arbeten som avser elinstallationsarbeten i kretsar som matas med nominell spänning under 1000 V AC och 1500 V DC och som får utföras med begränsad auktorisation, B.\n\nElinstallationsarbete i befintlig gruppledning som innebär:\n\nElinstallationsarbete i befintlig gruppledning som innebär:\n\nElinstallationsarbete i befintlig gruppledning som innebär:\n\n"}