{"url": "/yrkespersoner/elinstallator/du-som-vill-bli-elinstallator/krav-for-b/", "text": "# Krav för B\n\nFör att få en begränsad auktorisation, B, ställs ett utbildningskrav och ett krav på praktisk erfarenhet. Kraven regleras i Elsäkerhetsverkets föreskrifter ELSÄK-FS 2017:4.\n\nB-auktorisation omfattar elinstallationsarbeten på lågspänningsanläggningar begränsat till arbete i befintlig gruppledning som innebär:\n\n## Utbildning\n\nFör att uppfylla utbildningskravet för en B-auktorisation ska du med godkänt resultat ha gått en utbildning som omfattar de kunskaps- och färdighetskrav som framgår i bilaga 3 i Elsäkerhetsverkets föreskrifter ELSÄK-FS 2017:4.\n\nExempelvis kan man uppnå utbildningskravet genom att läsa följande kurser inom dagens gymnasieskola (GY2011).\n\nMer övergripande information om utbildningar vid ansökan om auktorisation kan du läsa om på sidan Utbildning.\n\n## Praktisk erfarenhet\n\nFör att uppfylla kravet på praktisk erfarenhet för en B-auktorisation ska du ha arbetat med el i minst två år. Observera att:\n\nMer övergripande information om praktisk erfarenhet vid ansökan om auktorisation kan du läsa om på sidan Praktisk erfarenhet. Där framgår också hur erfarenheten ska intygas.\n\n## Utländska meriter\n\nOm du har en auktorisation som elinstallatör i ett annat EES-land eller Schweiz kan du ansöka om en motsvarande auktorisation i Sverige. Detta enligt Lagen erkännande av yrkeskvalifikationer. Observera att du vid en ansökan om B-auktorisation måste visa att du har ett tillstånd i det andra EES-landet eller Schweiz att utföra de typer av elinstallationsarbeten som en B-auktorisation omfattar i Sverige.\n\nMer övergripande information om erkännande av yrkeskvalifikationer och vad som gäller om du har utländska meriter kan du läsa om på sidan Utländska meriter.\n\n"}