Repository: dkalpakchi/Textinator
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: You have not created any projects so far. If you want to create a new project now, please click
ru: перевод
uk: Поки що Ви не створили жодного проекту. Якщо Ви хочете створити новий проект зараз, будь ласка натисніть

source: here
ru: выйти
uk: тут

source: view
ru: На сегодняшний момент открытых активных заданий больше нет
uk: переглянути

source: Welcome to Textinator!
ru: Добро пожаловать в Textinator!
uk: Вітаємо у Textinator!

source: Thank you for choosing Textinator as your annotation tool! We've got a bunch of resources to get you started:
ru: Спасибо, что выбрали Textinator как средство аннотации! Мы подготовили несколько реусрсов, чтобы помочь Вам начать:
uk: Дякуємо, що вибрали Textinator як засіб анотації! Ми підготвували декілька ресурсів, щоб допомогти Вам розпочати:

source: if you prefer reading, here is the {}
ru: если вы предпочитаете читать, вот {}
uk: якщо Ви надаєте перевагу читанню, ось {}

source: documentation
ru: документация
uk: документація

source: if you prefer watching, here is the {}
ru: если Вы предпочитаете просмотр видео, вот {}
uk: якщо Ви надаєте перевагу перегляду відео, ось {}

source: admin guide on YouTube
ru: руководство администратора на YouTube
uk: керівництво адміністратора на YouTube

source: if you prefer exploring on your own, just go for it!
ru: если Вы предпочитаете исследовать самостоятельно, вперёд!
uk: якщо Ви любити досліджувати самостійно, вперед!

source: On top of that, if you want to help developing Textinator further (which we would be immensely happy about!), here is the {}
ru: К тому же, если Вы хотите помочь разрабатывать Textinator (чему мы были бы безмерно рады!), вот {}
uk: Крім того, якщо Ви хочете допомогти в подальшій розробці Textinator (чому ми будемо дуже раді!), ось {}

source: our GitHub repository
ru: наш репозиторий на GitHub
uk: наш репозиторій на GitHub

source: project manager guide on YouTube
ru: руководство менеджера проекта на YouTube
uk: керівництво менеджера проекту на YouTube

source: Thank you for joining Textinator! Your annotation or evaluation efforts will most certainly help in advancing Natural Language Processing (NLP) beyond its current limits.
ru: Спасибо, что присоединились к Textinator! Ваша помощь в аннотации или оценивании будут безусловно способствовать прогрессу методов обработки естественного языка (NLP) за текущие пределы.
uk: Дякуємо, що приєднались до Textinator! Ваші зусилля з анотації або оцінювання безсумнівно cприятимуть прогресу методів обробки природної мови за поточні межі.

source: If you are here to help <u>annotating</u>, here are some tips:
ru: Если Вы здесь для помощи в <u>аннотации</u>, вот несколько советов:
uk: Якщо Ви хочете допомогти з <u>аннотацією</u>, ось декілька порад:

source: If you are unfamiliar with Textinator or with NLP annotations in general, we have prepared {} to help you in starting this journey
ru: Если Вы незнакомы с Textinator или аннотационными платформами в общем, мы приготовили {}, чтобы помочь Вам начать это путешествие
uk: Якщо Ви користуєтеся Textinator чи взагалі платформою анотації вперше, ми приготували {}, щоб допомогти Вам розпочати цю подорож

source: a couple of short YouTube videos
ru: несколько коротких видео на YouTube
uk: декілька коротких відео на YouTube

source: If you have signed up to take part in a specific annotation effort, please click on the {} in the menu above. If you don't see your project there, please contact your project manager.
ru: Если Вы зарегистрировались для участия в конкретном аннотационном проекте, пожалуйста нажмите на {} в меню выше. Если Вы не видите Ваш проект, свяжитесь с менеджером проекта.
uk: Якщо Ви зареєструвалися для участі у конкретному анотаційному проекті, будь ласка натисніть на {} у меню вище. Якщо Ви не бачите свого проекту, будь ласка зв'яжіться з менеджером вашого проекту.

source: "My Tasks" tab
ru: вкладка "Мои задания"
uk: вкладка "Мої завдання"

source: If you have signed up out of curiosity and willingness to help, huge thank you! We are very grateful and honored to have you on board! Please click on the {} and see if we currently have any annotation efforts, open to general public.
ru: Если Вы зарегистрировались из любопытства и желания помочь, огромное спасибо! Мы очень благодарны и имеем за честь, что Вы с нами! Пожалуйста, нажмите на {} и посмотрите есть ли сейчас аннотационные проекты, открытые для общественности.
uk: Якщо Dи зареєструвалися з цікавості та бажання допомогти, величезне "дякую"! Ми дуже вдячні та маємо за честь, що Ви з нами! Будь ласка, натисніть на {} та подивіться чи є якісь анотаційні проекти, відкриті для загалу.

source: "Open Tasks" tab
ru: вкладка "Опубликованные задания"
uk: вкладка "Опубліковані завдання"

source: We urge you to read the instructions carefully to check that you understand them and are indeed eligible to take part. Please contact the project responsible if any questions arise.
ru: Мы призываем Вас внимательно прочитать инструкции, чтобы убедиться, что Вы их понимаете и действительно квалифицированы для участия. Пожалуйста, свяжитесь с ответственным за проект, если возникнут какие-либо вопросы.
uk: Ми закликаємо Вас уважно прочитати інструкції, щоб переконатися, що Ви їх розумієте та дійсно маєте необхідні кваліфікації для участі. Зверніться до відповідального за проект, якщо виникнуть запитання.

source: If you are here to help <u>evaluating</u>, here are some other tips:
ru: Если Вы здесь для помощи в <u>оценивании</u>, вот несколько советов:
uk: Якщо Ви хочете допомогти з <u>оцінюванням</u>, ось декілька порад

source: If you have signed up to take part in a specific evaluation effort, please click on the {} and see if your survey is ready If you don't see your survey, please contact your project manager.
ru: Если Вы зарегистрировались для участия в конкретном оценивании, пожалуйста нажмите на {} и проверьте готов ли ваш опрос. Если Вы не видите Ваш опрос, свяжитесь с менеджером проекта.
uk: Якщо Ви зареєструвалися для участі у конкретному оцінюванні, будь ласка натисніть на {} та подивіться чи Ваше опитування наявне. Якщо Ви не бачите свого опитування, будь ласка зв'яжіться з менеджером проекту

source: "Survey" tab
ru: вкладка "Опросы"
uk: вкладка "Опитування"

source: If you have signed up out of curiosity, please click on the {} and see if there are any surveys open to general public.
ru: Если Вы зарегистрировались из любопытства, пожалуйста нажмите на {} и посмотрите есть ли опросы, открытые для общественности.
uk: Якщо Ви зареєструвалися з цікавості, будь ласка натисніть на {} та подивіться чи є якісь опитування, відкриті для загалу.

source: actions
ru: действия
uk: дії

source: submit
ru: отослать
uk: надіслати

source: new text
ru: новый текст
uk: новий текст

source: editing
ru: редактирование
uk: редагування

source: marker groups
ru: группы маркеров
uk: групи маркерів

source: No reminders are set
ru: Напоминания не установлены
uk: Нагадування не встановлені

source: text
ru: текст
uk: Текст

source: required
ru: необходимо
uk: необхідно

source: Your feedback on this text
ru: Ваша обратная связь касательно этого текста
uk: Ваш зворотний зв'язок стосовно цього тексту

source: What is the problem with this text?
ru: В чём проблема с этим текстом?
uk: У чому проблема(и) з цим текстом?

source: Please describe any problems you experience, e.g. weird formatting, wrong sentence starts, empty text, etc.
ru: Пожалуйста, опишите любые проблемы, которые Вам повстречались (например, странное форматирование, неверные начала предложение, отсутствие текста и т.п.)
uk: Будь ласка, опишіть вашу(і) проблему(и), наприклад, дивне форматування, неправильні частини речень, відсутній текст, тощо.

source: No guidelines are provided
ru: Нет инструкций
uk: Жодних вказівок не надано

source: Follow the UI intro tour
ru: Пройти тур ознакомления с интерфейсом
uk: Пройти ознайомлення з інтерфейсом

source: project details
ru: детали проекта
uk: деталі проекту

source: responsible
ru: ответственный
uk: відповідальна особа

source: contact email
ru: электронная почта
uk: контактна електронна пошта

source: published
ru: опубликовано
uk: опубліковано

source: will be expired
ru: срок действия закончится
uk: термін дії закінчиться

source: stop editing
ru: перестать редактировать
uk: припинити редагування

source: editor
ru: редактор
uk: редактор

source: profiles
ru: профили
uk: профілі

source: preferred language
ru: предпочитаемый язык
uk: бажана мова

source: fluent in
ru: свободно владею
uk: вільно володію

source: Comma-separated list of language codes, compliant with RFC 5646
ru: Список кодов языков (через запятую), которые соответствуют RFC 5646
uk: Список кодів мов (через кому), які відповідають RFC 5646

source: save
ru: сохранить
uk: зберегти

source: user details
ru: детали пользователя
uk: деталі про користувача
