Repository: dkalpakchi/Textinator
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Back to the site
ru: Назад на сайт
uk: Назад на сайт

source: restriction
ru: ограничение
uk: обмеження

source: restrictions
ru: ограничения
uk: обмеження

source: context menu item
ru: элемент контекстного меню
uk: елемент контекстного меню

source: context menu items
ru: элементы контекстного меню
uk: елементи контекстного меню

source: project-specific marker
ru: маркер проекта
uk: маркер проекту

source: project-specific markers
ru: маркеры проекта
uk: маркери проекту

source: participant
ru: участник
uk: учасник

source: participants
ru: участники
uk: учасники

source: project-specific relation
ru: отношение проекта
uk: відношення проекту

source: project-specific relations
ru: отношения проекта
uk: відношення проекту

source: All data sources must be of the same language as the project
ru: Все источники данных должны быть на том же языке, что и проект.
uk: Усі джерела даних мають бути на тій самій мові, що й проект.

source: task specification
ru: спецификация задания
uk: специфікація завдання

source: data
ru: данные
uk: дані

source: settings
ru: настройки
uk: налаштування

source: administration
ru: администрация
uk: адміністрація

source: Created at
ru: Дата создания
uk: Дата створення

source: Autofilled
ru: Автозаполняется
uk: Автозаповнене

source: Updated at
ru: Дата обновления
uk: дата оновлення

source: post-processing method
ru: метод постобработки
uk: метод післяобробки

source: post-processing methods
ru: методы постобработки
uk: методи післяобробки

source: name
ru: название
uk: назва

source: Verbose name
ru: Отображаемое название
uk: Відображувана назва

source: helper function name
ru: название вспомогательной функции
uk: назва допоміжної функції

source: Name as specified in `projects/helpers.py`
ru: Название как указано в файле "projects/helpers.py"
uk: Назва як зазначено у файлі `projects/helpers.py`

source: data source
ru: источник данных
uk: джерело даних

source: data sources
ru: источники данных
uk: джерела даних

source: dataset name
ru: название набора данных
uk: назва набору даних

source: dataset type
ru: тип набора данных
uk: тип набору даних

source: specification
ru: спецификация
uk: специфікація

source: in a JSON format
ru: в формате JSON
uk: у форматі JSON

source: language
ru: язык
uk: мова

source: Language of this data source
ru: Язык этого источника данных
uk: Мова джерела даних

source: formatting
ru: форматирование
uk: форматування

source: text formating of the data source
ru: форматирование текста этого источника данных
uk: форматування тексту джерела даних

source: is public?
ru: публичный?
uk: публічний?

source: Whether to make data source available to other Textinator users
ru: Делать ли источник данных доступным другим пользователям платформы
uk: Чи робити джерело даних доступним для інших користувачів платформи

source: owner
ru: владелец
uk: власник

source: marker action
ru: действие з маркером
uk: дії з маркером

source: marker actions
ru: действия с маркером
uk: дії з маркером

source: description
ru: описание
uk: опис

source: file name
ru: название файла
uk: назва файлу

source: a name of the JS plugin file in the `/static/scripts/labeler_plugins` directory
ru: название файла с плагином с расширением .js, коротрый находится в папке `/static/scripts/labeler_plugins`
uk: назва файлу із плагіном з розширенням .js, який міститься у папці `/static/scripts/labeler_plugins`

source: type of admin filter
ru: тип фильтра в админ. интерфейсе
uk: тип фільтра у адмін. інтерфейсі

source: Specifies the filter type in the data explorer interface (one of 'boolean', 'range'). If empty, then this action will be excluded from data explorer.
ru: Указывает тип фильтра в проводнике ("булевый" или "диапазон"). Если не заполнено, то это действие будет исключено из проводника.
uk: Вказує тип фільтру у провіднику ("булевий" чи "діапазон"). Якщо не вказано, ця дія буде виключена з провідника.

source: The display name of the marker (max 50 characters)
ru: Отображаемое название маркера (макс. 50 символов)
uk: Відображувана назва для маркера (макс. 50 символів)

source: code
ru: код
uk: код

source: Marker's nickname used internally
ru: Внутреннее название маркера
uk: Внутрішня назва маркеру

source: color
ru: цвет
uk: колір

source: Color for the annotated text span
ru: Цвет аннотированного текстового диапазона
uk: Колір анотованого текстового проміжку

source: keyboard shortcut
ru: сочетание клавиш
uk: гаряча клавіша

source: Keyboard shortcut for annotating a piece of text with this marker
ru: Сочетание клавиш для аннотации кусочка текста этим маркером
uk: Гаряча клавіша для маркування фрагментів тексту цим маркером

source: Endpoint for the Suggestions API
ru: URL для Suggestions API
uk: URL для Suggestions API

source: marker
ru: маркер
uk: маркер

source: markers
ru: макреры
uk: маркери

source: marker pair
ru: пара маркеров
uk: пара маркерів

source: marker pairs
ru: пары маркеров
uk: пари маркерів

source: relation
ru: отношение
uk: відношення

source: relations
ru: отношения
uk: відношення

source: Directed from the first to the second
ru: Направлено от первого ко второму
uk: Направлене від першого до другого

source: Directed from the second to the first
ru: Направлено от второго к первому
uk: Направлене від другого до першого

source: Bi-directional
ru: Двунаправленное
uk: Двонаправлене

source: direction
ru: направление
uk: напрям

source: Keyboard shortcut for marking a piece of text with this relation
ru: Сочетание клавиш для маркирование участков текста этим отношением
uk: Гаряча клавіша для маркування фрагментів тексту цим відношенням

source: graphical representation type
ru: вид графического отображения
uk: вид графічного відображення

source: Graph
ru: Граф
uk: Граф

source: List
ru: Список
uk: Список

source: How should the relation be visualized?
ru: Как изображать данное отношение ?
uk: Як дане відношення має бути відображене?

source: task type specification
ru: спецификация типа задания
uk: специфікація типу завдання

source: type of the annotation task
ru: тип аннотационного задания
uk: тип анотаційного завдання

source: JSON configuration
ru: JSON-конфигурация
uk: JSON-конфігурація

source: project
ru: проект
uk: проект

source: projects
ru: проекты
uk: проекти

source: title
ru: название
uk: назва

source: short description
ru: краткое описание
uk: короткий опис

source: Will be displayed on the project card
ru: Будет отображено на карточке проекта
uk: Відображатиметься на картці проекту

source: institution
ru: учреждение
uk: установа

source: Institution responsible for the project
ru: Учреждение, ответственное за проект
uk: Установа, відповідальна за проект

source: supported by
ru: поддерживается
uk: спонсор

source: The name of the organization supporting the project financially (if applicable)
ru: Название организации, которая поддерживает проект финансово (если применимо)
uk: Назва установи-спонсора проекту (якщо може бути застосовано)

source: guidelines
ru: инструкции
uk: вказівки

source: Guidelines for the annotation task
ru: Инструкции для аннотационного задания
uk: Вказівки для анотаційного завдання

source: reminders
ru: напоминания
uk: нагадування

source: Reminders for essential parts of guidelines (keep them short and on point)
ru: Напоминания о ключевых частях указаний (короткие и чёткие)
uk: Нагадування про суттєві частини вказівок (короткі та чіткі)

source: temporary message
ru: временное сообщение
uk: тимчасове повідомлення

source: A temporary message for urgent communication with annotators (e.g., about maintenance work)
ru: Временное сообщение для срочной коммуникации с аннотаторами (например, о техническом обслуживании)
uk: Тимчасове повідомлення для термінового зв'язку з анотаторами (наприклад, про роботи з технічного обслуговування)

source: should data be sampled with replacement?
ru: создавать выборку с заменой?
uk: відбирати вибірку з заміною?

source: should each annotator work with their own part of data?
ru: должен ли каждый аннотатор работать над своей частью данных?
uk: чи має кожен анотатор працювати над своєю частиною даних?

source: should data source identifiers be shown?
ru: показывать идентификаторы источника данных?
uk: показувати ідентифікатори джерел даних?

source: publishing date
ru: дата публикации
uk: дата публікації

source: expiration date
ru: дата окончания срока действия
uk: дата закінчення терміну дії

source: updated at
ru: дата обновления
uk: дата оновлення

source: collaborators
ru: соавторы
uk: співавтори

source: author
ru: автор
uk: автор

source: should the project be public?
ru: опубликовать проект?
uk: опублікувати проект?

source: should the annotations be peer reviewed?
ru: включить рецензирование аннотаций?
uk: дозволити рецензування анотацій?

source: should selecting the labels be allowed?
ru: позволить выбирание ярлыков?
uk: дозволити вибирати ярлики?

source: should submitted labels be disabled?
ru: отключать сохранённые ярлыки?
uk: відключати збережені ярлики?

source: maximal number of markers per input
ru: максимальное количество маркеров на текстовый маркер
uk: максимальна кількість маркерів на текстовий маркер

source: should the project include intro tour?
ru: включить ознакомление с интерфейсом?
uk: увімкнути ознайомлення з інтерфейсом?

source: WARNING: Intro tours are currently in beta
ru: ВНИМАНИЕ: Ознакомительные туры сейчас в разработке
uk: ЗАУВАЖЕННЯ: Ознайомлювальні тури наразі в розробці

source: Language of this project
ru: Язык этого проекта
uk: Мова цього проекту

source: A thumbnail of your project (ignored if not provided)
ru: Миниатюрное изображение для проекта (игнорируется, если не предоставлено)
uk: Мініатюрне зображення для проекту (ігнорується якщо не надано)

source: summary video
ru: ознакомительное видео
uk: ознайомлювальне відео

source: Video introducing people to the annotation task at hand (if applicable)
ru: Видео для ознакомлением с аннотационным заданием (если применимо)
uk: Відео для ознайомлення з анотаційним завданням (якщо таке є)

source: A URL for video summary to be embedded (e.g. from YouTube)
ru: URL для ознакомительного видео (например, на YouTube)
uk: URL до відео-резюме (наприклад, з YouTube)

source: marker unit
ru: маркерный блок
uk: маркерний блок

source: marker units
ru: макерные блоки
uk: маркерний блок

source: size
ru: размер
uk: розмір

source: Default (and maximal) number of marker groups in the unit
ru: Размер маркерных груп в блоке (по умолчанию и максимальный)
uk: Кількість маркерних груп у блоці (за замовчуванням та водночас максимальна)

source: minimum required
ru: минимально необходимо
uk: мінімально необхідно

source: Minimum required number of marker groups in the unit (can't be more than `size`)
ru: Минимально необходимое количество макерных групп в блоке (не может быть больше, чем `размер`)
uk: Мінімально необхідна кількість маркерних груп у блоці (не може бути більше, ніж `Розмір`)

source: is rankable?
ru: можно ранжировать?
uk: ранжується?

source: Whether annotators should be allowed to rank marker groups in the unit
ru: Разрешается ли ранжировать маркерные группы в блоке
uk: Чи дозволяється ранжувати маркерні групи у блоці

source: rankable
ru: ранжируемое
uk: ранжоване

source: From {} to {}{}
ru: С {} до {}{}
uk: Від {} до {}{}

source: Exactly {}
ru: Ровно {}
uk: Рівно {}

source: range
ru: диапазон
uk: діапазон

source: ranges
ru: диапазоны
uk: діапазони

source: minimal value
ru: минимальное значение
uk: мінімальне значення

source: maximal value
ru: максимальное значение
uk: максимальне значення

source: step
ru: шаг
uk: крок

source: You must specify either a step, a minimal or a maximal value
ru: Вы должны указать либо шаг, либо минимальное или максимальное значение
uk: Або крок, або мінімальне чи максимальне значення має бути вказане

source: Between {} and {}
ru: Между {} и {}
uk: Між {} та {}

source: From {}
ru: От {}
uk: З {}

source: Up to {}
ru: До {}
uk: До {}

source: step {}
ru: шаг {}
uk: крок {}

source: marker variant
ru: вариант макера
uk: варіант маркера

source: marker template
ru: шаблон маркера
uk: шаблон маркера

source: numeric range
ru: числовой диапазон
uk: числовий діапазон

source: Applicable only if the annotation types are 'integer', 'floating-point number' or 'range'. If the annotation type is 'range' and no numeric range is specified, the input will range from 0 to 100 by default. The values will remain unrestricted for 'integer' or 'floating-point number' types.
ru: Применимо только для типов аннотации "целое число", "дробное число" или "диапазон". Если выбран тип аннотации "диапазон", и числовой диапазон не указан, то числовой диапазон от 0 до 100 будет использован по умолчанию. Для типов "целое число" и "дробное число", числовой диапазон неограничен по умолчанию.
uk: Застосовно тільки для типів аннотації "ціле число", "дрібне число" чи "діапазон". Якщо тип анотації "діапазон" та числовий діапазон не вказано, застосовується числовий діапазон від 0 до 100 за замовчуванням. У такому ж випадку для типів "ціле число" чи "дробне число", числовий діапазон не обмежується.

source: order in a unit
ru: порядок в блоке
uk: порядок у маркерному блоці

source: Order of this marker in the unit
ru: Порядок этого макера в блоке
uk: Порядок цього маркера у маркерному блоці

source: Actions associated with this marker
ru: Действия, ассоциируемые с маркером
uk: Дії, асоційовані з цим маркером

source: enable suggestions?
ru: разрешить предложения?
uk: дозволити пропозиції?

source: Indicates whether Suggestions API should be enabled for this marker (if endpoint is specified)
ru: Указывает, разрешить ли Suggestions API для этого маркера (если URL указан)
uk: Вказує чи дозволяється використовувати Suggestions API для цього маркера (якщо вказано URL)

source: Custom endpoint for the Suggestions API (by default the one from the marker template is used). Activates only if suggestions are enabled.
ru: URL для Suggestions API (URL шаблона по умолчанию). Активный только если предложения разрешены.
uk: URL для Suggestions API (URL шаблону за замовчуванням). Активується тільки якщо пропозиції дозволені

source: Customized color for the annotated text span (color of the marker template by default)
ru: Цвет для аннотированного промежутка текста (цвет шаблона по умолчанию)
uk: Колір аннотованого текстового проміжку (колір шаблону за замовчуванням)

source: Keyboard shortcut for annotating a piece of text with this marker (shortcut of the marker template by default
ru: Сочетание клавиш для аннотации промежутка текста этим маркером (сочетание из шаблона по умолчанию)
uk: Гаряча клавіша для маркування фрагменту тексту цим маркером (гарячі клавіша з шаблону за замовчуванням

source: annotation type
ru: тип аннотации
uk: тип анотації

source: The type of annotations made using this marker
ru: Тип аннотации, создаваемый этим маркером
uk: Тип анотації, який можна зробити цим маркером

source: marker context menu item
ru: элемент контекстного меню маркера
uk: елемент контекстного меню маркера

source: marker context menu items
ru: элементы контекстного меню
uk: Елементи контекстного меню маркера

source: verbose name
ru: отображаемое имя
uk: відображувана назва

source: verbose name in data explorer
ru: отображаемое имя в проводнике
uk: відображувана назва у Провіднику

source: field name in logs
ru: название поля в журнале доступа
uk: назва поля у журналі доступу

source: If applicable
ru: Если применимо
uk: Якщо може бути застосовано

source: marker restriction
ru: ограничение для маркера
uk: обмеження для маркера

source: marker restrictions
ru: ограничения для маркера
uk: обмеження для маркера

source: restriction kind
ru: тип ограничения
uk: вид обмеження

source: restriction value
ru: значение ограничения
uk: значення обмеження

source: e.g., if restriction kind is '<=' and value is '3', this creates a restriction '<= 3'
ru: например, если тип ограничения '<=', а значение - "3", то будет создано ограничение '<= 3'
uk: наприклад, вид обмеження '<=' та значення '3' створять обмеження '<= 3'

source: data access log
ru: запись доступа к данным
uk: запис доступу до даних

source: data access logs
ru: записи доступа к данным
uk: записи доступу до даних

source: user
ru: пользователь
uk: користувач

source: datapoint ID
ru: идентификатор точки данных
uk: ідентифікатор точки даних

source: As stored in the original dataset
ru: Как сохранено в исходном наборе данных
uk: Як збережено в оригінальному наборі даних

source: flags
ru: приметки
uk: позначки

source: Additional information provided by the annotator
ru: Дополнительная информация, предоставляемая аннотатором
uk: Додаткова інформація, надана анотатором

source: is submitted?
ru: сохранено?
uk: надіслане?

source: Indicates whether the datapoint was successfully submitted by an annotator
ru: Указывает, была ли точка данных успешно отослана аннотатором
uk: Зазначає чи дані по цьому тексту були надіслані анотатором

source: is skipped?
ru: пропущена?
uk: пропущене?

source: Indicates whether the datapoint was skipped by an annotator
ru: Указывает, была ли точка данных пропущена аннотатором
uk: Зазначає чи був цей текст пропущений анотатором

source: pre-marker
ru: Предмаркер
uk: передмаркер

source: pre-markers
ru: Предмаркеры
uk: передмаркери

source: static tokens
ru: статичные токены
uk: статичні токени

source: Comma-separated tokens that should be highlighted with a marker
ru: Список токенов (через запятую), которые нужно выделить данным маркером
uk: Список токенів (через кому), які потрібно виділити даним маркером

source: relation variant
ru: вариант отношения
uk: варіант відношення

source: relation template
ru: вариант отношений
uk: шаблон відношення

source: Keyboard shortcut for marking a piece of text with this relation (shortcut of the relation template by default)
ru: Сочетание клавиш для маркироваки промежутков текста этим отношением (сочетание клавиш из шаблона по умолчанию)
uk: Гаряча клавіша для маркування фрагментів тексту цим відношенням (гаряча клавіша шаблону за замовчуванням

source: How should the relation be visualized? (representation of the relation template by default)
ru: Как визуализировать это отношение? (визуализация из шаблона по умолчанию)
uk: Як візуалізувати це відношення? (Візуалізація з шаблону за замовчуванням)

source: context
ru: контекст
uk: контекст

source: contexts
ru: контексты
uk: контексти

source: content
ru: содержание
uk: вміст

source: annotation batch
ru: аннотационный блок
uk: блок анотації

source: annotation batches
ru: аннотационные блоки
uk: блоки анотації

source: input
ru: ввод
uk: введення

source: inputs
ru: вводы
uk: введення

source: marker group order in the unit
ru: порядок группы в маркерном блоке
uk: порядок групи у маркерному блоці

source: At the submission time
ru: Во время отсылки
uk: Під час надсилання

source: label
ru: ярлык
uk: ярлик

source: labels
ru: ярлыки
uk: ярлики

source: start position
ru: начальная позиция
uk: початкова позиція

source: Character-wise start position in the text
ru: Посимвольная начальная позиция в тексте
uk: Початкова позиція в тексті за символами

source: end position
ru: конечная позиция
uk: кінцева позиція

source: Character-wise end position in the text
ru: Посимвольная конечная позиция в тексте
uk: Кінцева позиція в тексті за символами

source: extra information
ru: дополнительная информация
uk: додаткова інформація

source: was undone?
ru: отменено?
uk: було скасовано?

source: Indicates whether the annotator used 'Undo' button
ru: Показывает, нажал ли аннотатор на кнопку "Отменить"
uk: Зазначає чи анотатор натиснув кнопку 'Скасувати'

source: label review
ru: рецензия на ярлык
uk: рецензія на ярлик

source: label reviews
ru: рецензии на ярлык
uk: рецензії на ярлик

source: is a match?
ru: совпадает?
uk: співпадає?

source: Indicates whether the reviewed and original labels match
ru: Показывает, совпадает ли рецензия с исходным ярлыком
uk: Зазначає чи рецензований та оригінальний ярлики співпадають

source: ambiguity?
ru: неоднозначность?
uk: неоднозначність?

source: Decided automatically to inform a decision maker
ru: Решается автоматически для информирования лицо, принимающее решения
uk: Вираховується автоматично для інформування відповідальної особи

source: start position of the review label
ru: начальная позиция рецензии
uk: початкова позиція ярлика рецензії

source: is impossible?
ru: невозможно?
uk: неможливе?

source: Indicates whether the reviewer marked the datapoint as impossible wrt. guidelines
ru: Указывает, отметил ли рецензент точку данных как невозможную согласно инструкциям
uk: Зазначає чи рецензент позначив точку даних як неможливу стосовно вказівок до завдання

source: label relation
ru: отношение между ярлыками
uk: відношення між ярликами

source: label relations
ru: отношениz между ярлыками
uk: відношення між ярликами

source: relation cluster
ru: кластер отношения
uk: кластер відношення

source: a project-specific user profile
ru: профиль пользователя для проекта
uk: профіль користувача для проекту

source: project specific user profiles
ru: профили пользователя для проекта
uk: профілі користувача для проекту

source: You have finished this task
ru: Вы закончили это задание
uk: Ви закінчили це завдання

source: Thank you for the participation, we are very grateful for your contribution to the research!
ru: Спасибо за участие, мы очень благодарны за ваш вклад в исследовательскую работу!
uk: Дякуємо за участь! Ми дуже вдячні за Ваш внесок у дослідницьку роботу!

source: my projects
ru: мои проекты
uk: мої проекти

source: open tasks
ru: опубликованные проекты
uk: опубліковані завдання

source: my tasks
ru: мои задания
uk: мої завдання

source: shared projects
ru: общие проекты
uk: спільні проекти

source: surveys
ru: опросы
uk: опитування

source: profile
ru: профиль
uk: профіль

source: data explorer
ru: проводник
uk: провідник

source: admin
ru: админ
uk: адмін

source: translation
ru: перевод
uk: переклад

source: logout
ru: выйти
uk: вийти

source: Unfortunately, we found no data to be annotated
ru: К сожалению, мы не нашли данных для аннотации
uk: На жаль, ми не знайшли даних для анотації

source: Please, contact the project responsible to sort things out.
ru: Пожалуйста, свяжитесь с ответственным за проект для разрешения ситуации.
uk: Будь ласка, зв'яжіться з відповідальним за проект для вирішення цієї проблеми

source: Currently there are no more active open tasks!
ru: На сегодняшний момент открытых активных заданий больше нет
uk: Наразі активних відкритих завдань більше немає!

source: Thank you for joining Textinator! You don't have any tasks yet, but you can join to one of the open tasks in the respective tab
ru: Спасибо, что присоединились к Textinator! У Вас ещё нет заданий, но Вы можете присоединиться к одному из открытых заданий в соответствующей вкладке.
uk: Дякуємо, що приєднались до платформи Textinator! У Вас ще немаєе жодного завдання, але Ви можете приєднатись до одного з відкритих завданнь у відповідній вкладці.

source: to be published
ru: будет опубликовано
uk: опублікується

source: expired
ru: срок действия закончился
uk: термін дії закінчився

source: finishes
ru: опросы
uk: завершується

source: leave
ru: профиль
uk: покинути

source: join
ru: настройки
uk: приєднатися

source: quick links
ru: быстрые ссылки
uk: швидкі посилання

source: create a new data source
ru: создать новый источник данных
uk: створити нове джерело даних

source: my projects (admin)
ru: мои проекты (админ. панель)
uk: мої проекти (адмін панель)

source: create a new project
ru: создать новый проект
uk: створити новий проект

source: recently shared
ru: проводник
uk: надано спільний доступ нещодавно

source: previously shared
ru: админ
uk: надано спільний доступ раніше
