{"url": "/arbetsmiljoarbete-och-inspektioner/skyddsombud-och-arbetsmiljoombud/begaran-om-atgarder-kring-arbetsmiljo-och-arbetstider-6-6a/", "text": "## När kan du begära att vi ingriper och när kan du inte begära det?\n\nDu kan begära att vi ingriper när det gäller risker som finns reglerade i arbetsmiljölagen, förutom när det gäller 6 kap i arbetsmiljölagen. Reglerna i detta kapitel räknas som samverkansfrågor, se nedan. Du kan också begära att vi ingriper när det gäller mertid, extra övertid och nödfallsövertid, men bara om inte reglerna ersatts av kollektivavtal.\n\nDu kan inte begära att vi ingriper i samverkansfrågor, till exempel att du inte får ut handlingar som du begärt från arbetsgivaren, att du upplever dig hindrad från att utöva ditt uppdrag som skyddsombud, att arbetsgivaren inte informerar tillräckligt om sina planer för verksamhetens ekonomi eller produktion, att personalen inte litar på arbetsgivaren eller upplever att arbetsgivaren straffar kritik med uteblivna löneökningar, uteblivna befordringar och liknande. Det är frågor du kan ta upp med de fackliga organisationerna på din arbetsplats.\n\nDu kan inte heller begära att vi ingriper när det gäller arbetsgivarens skyldigheter enligt medbestämmandelagen (MBL), arbetsgivarens personalpolicy, sådant som regleras i lagen om anställningsskydd (LAS), affärsmässiga strategier, konflikthantering på individnivå och tolkning av kollektivavtal.\n\nBlanketten med bilagor mejlar du till\n\neller skickar med vanlig post till Arbetsmiljöverket, 112 79 Stockholm.\n\n## Mer information\n\n## Hallå arbetsmiljö! Skyddsombudets roll\n\nDet här avsnittet handlar om skyddsombudets roll. Vad gör egentligen ett skyddsombud om dagarna och i hur stor utsträckning får hen ägna sig åt rollen? Gäst i studion är en viss Lotta från en annan myndighet. Programledare: Fredrik Berling och Ann-Caroline \"Carro\" Kostet som även hon varit skyddsombud en längre tid.\n\n"}