{"url": "/arbetsmiljoarbete-och-inspektioner/arbetstagarens-deltagande-i-arbetsmiljoarbetet/bemanningsanstallda/", "text": "# Du har rätt till en säker arbetsdag\n\nBemanningsanställd, inhyrd eller konsult. Titlarna kan skilja sig åt men uppdraget är detsamma – att utföra sitt arbete hos någon annan än sin arbetsgivare. Som bemanningsanställd är du ofta ny på jobbet eftersom varje arbetsplats är unik, med en egen kultur, arbetsmiljö och speciella risker.## Hur har du det på jobbet?\n\nEn god arbetsmiljö innebär att du inte riskerar att bli sjuk eller skadar dig p&aring jobbet. Du ska inte få ont i kroppen av att sitta fel eller göra samma rörelser i flera timmar i sträck. Inte heller förlora kontrollen över ett fordon eller gör illa dig på en maskin. Det kan också handla om att ha rätt belysning, att kunna lyfta utan att få ont, eller att slippa att känna sig hotad på jobbet.\n\nLika viktigt är att ha en god psykisk och social arbetsmiljö. För hög arbetsbelastning är ett exempel på när det inte är bra arbetsmiljö. Om du har för mycket att göra, eller om du upplever att du inte räcker till fast du jobbar hårt, kan du bli sjuk. Den sociala arbetsmiljön handlar om hur du har det på jobbet tillsammans med dina arbetskamrater. Den som känner sig ensam, utstött eller utanför på en arbetsplats kan bli sjuk.\n\n## Samma rätt till god arbetsmiljö\n\nDu som är bemanningsanställd har rätt till samma goda arbetsmiljö som alla andra på arbetsplatsen, det är viktigt att du kan känna dig trygg och välkommen. Är du under 18 år ska du dessutom få en handledare.\n\n## Innan du blir utplacerad på en arbetsplats\n\nSe till att du får tillräckligt med information av ditt bemanningsföretag om arbetsplatsen som du ska bli uthyrd till. Vad är det för ett företag ? Vilka arbetsuppgifter ingår och vilka risker finns? innebär det? Behöver man använda personlig skyddsutrustning och vem ska förse dig med den? Det är viktigt att du får arbetsuppgifter som motsvarar din kompetens, annars ökar risken att du skadar dig.\n\n"}