{"url": "/arbetsmiljoarbete-och-inspektioner/skyddsombud-och-arbetsmiljoombud/elevskyddsombud/", "text": "# Elevskyddsombud\n\nFrån och med årskurs 7 i grundskolan och i gymnasie­skolan har eleverna rätt att medverka i skolans arbetsmiljö­arbete genom att utse elevskydds­ombud. Elev­skydds­ombuden utses av alla elever, och representerar alla eleverna.Eleverna ska bjudas in i arbetsmiljö­arbetet på i stort sett samma villkor som personalens skydds­ombud och företräda eleverna och verka för en bra arbets­miljö på skolan. Även yngre elever har rätt att delta i arbetsmiljö­arbetet efter ålder, mognad och förutsättningar i övrigt. Vuxna studerande kan utse studerande­skyddsombud.\n\nI arbetsmiljölagen finns särskilda regler om elevskyddsombud och deras medverkan i skyddskommittén.\n\nVad elevskyddsombuden ska ha för kanaler ut till eleverna finns inte reglerat. Det är upp till varje skola att hitta former för elevernas samverkan och hur alla frågor ska förankras i elev­gruppen.\n\nSkolledningen ska aktivt uppmana eleverna att utse elev­skydds­ombud. Det är inte rektorn som ska utse elev­skydds­ombuden men det är rektorns uppgift att se till att alla elever får veta att de har rätt att själva välja elevskydds­ombud. Rektorn ska också se till att skolans elever och personal informeras om vem eller vilka som blivit valda till elevskydds­ombud.\n\nLäs om elevmedverkan i Skolverkets föreskrifter om elevmedverkan i skolans arbetsmiljöarbete genom elevskyddsombud, SKOLFS 2004:13\n\n## Så här väljs elevskyddsombud\n\nDet är upp till eleverna att utse elevskyddsombud. Det finns inga regler om hur valet ska gå till. Om inte skolan har någon policy för hur valet ska gå till så bestämmer ni det själva. Ni kan till exempel utse elevskyddsombud på elevrådets eller elevkårens årsmöte. Varje årskurs eller gymnasieprogram kan också utse sina elevskyddsombud på gemensamma klassråd.\n\nArbetsmiljölagen har inte några regler för hur lång mandatperiod ett elevskyddsombud ska ha, det vill säga hur länge en elev ska vara elevskyddsombud. Det behöver ni komma överens om på skolan.\n\nEleverna har rätt att utse två elevskyddsombud per årskurs på högstadiet och två per program på gymnasiet. Om ni utser färre elevskyddsombud än så kan ni dela upp skolans elever mellan elevskyddsombuden.\n\n"}