{"url": "/arbetsmiljoarbete-och-inspektioner/arbeta-med-arbetsmiljon/jamstalldhet-i-arbetsmiljon/", "text": "## Verktyg för att göra arbetsmiljön mer jämställd\n\nGenom att arbeta genusmedvetet kan du som arbetsgivare höja kvaliteten i det systematiska arbetsmiljöarbetet. Ta gärna hjälp av de verktyg vi tagit fram för att göra arbetsmiljön mer jämställd.\n\nArbetsvillkoren skiljer sig ofta åt i kvinnodominerade och mansdominerade verksamheter. Med hjälp av vårt test kan du synliggöra, jämföra och reflektera kring förutsättningarna för en god arbetsmiljö i olika verksamheter.\n\n* verksamhetens uppdrag\n* medarbetarnas arbetsvillkor\n* kommunikation, ledning och styrning\n* krav och resurser\nSkriv ut testresultaten och ta upp det och reflektionsfrågorna på en arbetsplatsträff eller i en samverkansgrupp. När ni reflekterat, diskuterat och kommit fram till vad som behöver åtgärdas ka ni använda resultatet som en del i ert systematiska arbetsmiljöarbete. Att skapa jämställa organisationer kan kräva många olika typer av insatser på flera nivåer.\n\nTestet har tagits fram i samarbete med Annika Härenstam, professor i arbetsvetenskap. I denna första version av testet fungerar tyvärr inte lyssna-funktionen så det går inte att få texterna upplästa.\n\nI foldern Genuskollen finns ett antal frågor grupperade under sex huvudfrågor:\n\n* Hur många män och kvinnor arbetar i organisationen?\n* Vad arbetar de med?\n* Finns det könsuppdelad statistik?\n* Finns det skillnader i den känslomässiga belastningen i olika arbeten?\n* Finns det skillnader mellan kvinno- och mansdominerade arbetsuppgifter vad gäller hur arbetsplatsen är fysiskt utformad och fysisk belastning?\n* Finns det skillnader mellan kvinno- och mansdominerade verksamheter i hur arbetet är organiserat eller i arbetsvillkoren?\nDu kan också ta hjälp av de 12 frågor som vi tagit upp med arbetsgivare i våra inspektioner.\n\nI broschyren ”Hur kan arbetsmiljön bli bättre för både kvinnor och män?” finns ännu fler frågor som kan hjälpa dig att identifiera och bedöma risker och brister i arbetsmiljön för alla dina anställda.\n\n"}