{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/anmal-arbetsskada-dodsfall-och-allvarliga-tillbud-till-arbetsmiljoverket/", "text": "## Tillbud som inneburit allvarlig fara för liv eller hälsa – vad är det?\n\nDet kan till exempel vara när\n\n* någon fallit från några meters höjd utan att skada sig\n* hängande last eller något annat rasat ner i närheten av någon eller där någon skulle kunna ha befunnit sig\n* en förare av ett fordon blivit utsatt för laserbeskjutning\n* någon fick en stick- eller skärskada av en kanyl eller liknande, där det är känt eller starkt misstänkt att patientens eller den andra personens blod är smittat\n* någon oskyddat kommit i kontakt med material, en patient eller person där det är känt eller finns misstanke om en allvarlig smitta, till exempel smittsam tuberkulos\n* det skett ett rök-, gas- eller kemikalieutsläpp utan att någon arbetstagare skadats\n* det skett en explosion i en lokal där det vid tillfället inte fanns några personer\nDet kan även röra sig om händelsen som drabbat någon psykiskt, till exempel\n\n* en enstaka kränkande handling\n* hot om våld, såsom knivhot eller hot med skjutvapen\n* mordhot som upplevs varit allvarligt menat eller annat hot om våld mot person\n* svårare fall av mobbning, kränkningar och trakasserier\n* om någon under en längre tid varit utsatt för skadlig stress och reagerat starkt på det\n## Vem bedömer om händelsen är så allvarlig att den ska anmälas?\n\nDet är arbetsgivaren själv som från fall till fall bedömer om tillbudet eller skadan är så allvarlig att den behöver anmälas till oss. Är du osäker på om händelsen är tillräckligt allvarlig är det bättre att anmäla än att inte göra det. Om du som arbetsgivare inte anmält en allvarlig händelse kan du bli dömd i domstol att betala böter enligt 8 kap. 2 § arbetsmiljölagen.\n\n## Hur anmäler arbetsgivaren?\n\nAnmälan kan göras på www.anmalarbetsskada.se\n\nOm du har några frågor eller behöver hjälp med att fylla i anmälan går det bra att ringa till oss på E-tjänster på 010-730 90 00, tryck E-tjänster så blir du kopplad rätt.\n\n"}