{"url": "/arbetsmiljoarbete-och-inspektioner/arbeta-med-arbetsmiljon/dolda-faror-i-arbetsmiljon/", "text": "önen (i vårt exempel 30 000 kronor/månad) + semesterkostnad + sociala avgifter: 22 000 kronor. 2 veckor sjukfrånvaro (sjuklön på 90 procent + semesterkostnad + sociala avgifter): 16 000 kronor. 1,5 månad med förlorad produktion: 150 000 kronor. Kostnader för rekrytering och inskolning av ersättare: 200 000 kronor.\n\nMed systematiskt arbetsmiljöarbete (SAM) mår personalen bättre och kostnaderna kan undvikas. Läs mer om hur du kan förebygga stress samt om vilka faktorer som ökar risken för utmattning och depression på våra sidor om stress.\n\n\n\nKonflikter och mobbning utvecklas främst på arbetsplatser där arbetsmiljön är bristfällig. Olösta konflikter som ligger och pyr och som kanske gör att någon upplever sig som trakasserad eller mobbad leder ofta till samarbetssvårigheter, minskad effektivitet och produktivitet, hög sjukfrånvaro samt stor personalomsättning, vilket kostar pengar*.\n\n*Enligt SCB rapporterar 9 procent av arbetskraften (drygt 400 000 personer) att de blivit mobbade på arbetet det senaste året. För ett företag med 30-tal anställda kan de årliga kostnaderna för olösta konflikter uppgå till 300 000 kronor på grund av sjukskrivningar, omplaceringar och att arbetstid går förlorad för att man är upptagen av konflikten.\n\nKälla: Arbetsmiljöverkets arbetsmiljöstatistik, rapport 2014:3 och tidningen Kollega, \"Så mycket kostar en konflikt\", publicerad 10 juni 2014.\n\nMed systematiskt arbetsmiljöarbete (SAM) blir det lättare att få syn på orsaker till konflikter och mobbning. Lär dig mer om systematiskt arbetsmiljöarbete och hur du som arbetsgivare kan förebygga mobbning.\n\n\n\nLedarskapet är en av de viktigaste faktorerna för välbefinnandet på arbetsplatsen. Ett bristfälligt ledarskap skapar otydlighet och förvirring om roller och ansvar. En chef behöver inte alltid vara på plats fysiskt, men han eller hon måste alltid vara närvarande i sitt ledarskap*.\n\n*Bristande ledarskap medför bland annat kostnader i form av bristande engagemang hos personalen: I ett företag med 30 anställda, en årslönekostnad på 485 000 kronor per medarbetare och där 40 procent av personalen uppger i medarbetarundersökningen att de inte är fullt engagerade i företagets mål, blir kostnaden för lågt engagemang 2,3 miljoner kronor per år.\n\nMed systematiskt arbetsmiljöarbete (SAM) blir personalen mer engagerad och kostnaderna kan undvikas. Lär dig mer om systematiskt arbetsmiljöarbete och hur viktigt bra ledarskap är för friska företag.\n\nKälla: VD-tidningen\n\n"}