{"url": "/arbetsmiljoarbete-och-inspektioner/arbeta-med-arbetsmiljon/tips-och-vagledning-till-ditt-arbetsmiljoarbete/", "text": "## 8§. Undersökning och riskbedömning\n\nAtt undersöka arbetsmiljön och bedöma risker i verksamheten tillhör de centrala aktiviteterna i det systematiska arbetsmiljöarbetet. För att veta på vilket sätt man kan undersöka arbetsmiljön behöver man identifiera vilka riskkällor som finns i verksamheten. Undersökningar och riskbedömningar av arbetsförhållandena behöver göras löpande och regelbundet. Riskbedömningar ska också göras när ändringar i verksamheten planeras.\n\nExempel på krav Arbetsmiljöverket kan rikta till arbetsgivare som inte lever upp till 8§.\n\n2 Ni ska genomföra en undersökning och riskbedömning av arbetsförhållandena i er verksamhet. Undersökningen ska gälla alla faktorer som påverkar arbetsmiljön, alltså både fysiska, organisatoriska och sociala förhållanden. Riskbedömningen ska dokumenteras skriftligt.\n4 Innan ni genomför de planerade förändringarna i er verksamhet ska ni undersöka och bedöma vilka risker för ohälsa och/eller olycksfall som förändringarna kan medföra för personalen. Riskbedömningen ska dokumenteras skriftligt.\n## 9§. Utredning av ohälsa, olyckor och tillbud\n\nAtt utreda orsakerna till ohälsa, olyckor och tillbud är en del av att undersöka sin arbetsmiljö. Det är nödvändigt att alltid utreda orsaker till oönskade händelser för att se om det finns samband mellan händelser och arbetet. Syftet är att hitta orsaker till händelser, inte att kasta skuld på någon. För att fånga upp vilka oönskade händelser som inträffar i verksamheten behövs någon form av rapporteringssystem.\n\nExempel på krav Arbetsmiljöverket kan rikta till arbetsgivare som inte lever upp till 9§.\n\n2 Ni ska utreda orsakerna till de händelser i form av ohälsa, olycka eller tillbud som inträffat i er verksamhet så att risker för ohälsa och olycksfall kan förebyggas i fortsättningen.\n4 Ni ska säkerställa att alla arbetstagare känner till att tillbud i verksamheten ska rapporteras. Informationen ska innehålla vad som ska rapporteras, hur det ska rapporteras och till vem rapporteringen ska göras.\n"}