{"url": "/arbetsmiljoarbete-och-inspektioner/en-tillganglig-arbetsmiljo/forebyggande-arbete-for-att-en-tillganglig-arbetsmiljo/", "text": "# Förebyggande arbete för en tillgänglig arbetsmiljö\n\nDet är du som arbetsgivare som är ansvarig för att det finns en fungerande organisation på arbetsplatsen för att undersöka, riskbedöma, åtgärda och följa upp olika brister och risker i arbetsmiljön. Syftet är att förebygga ohälsa och olycksfall.## Skapa förutsättningar för en tillgänglig arbetsmiljö\n\nArbetsgivaren har en betydelsefull roll i att skapa goda arbetsförhållanden och ett tillåtande och öppet arbetsklimat för alla medarbetare. Arbetsgivaren ska också med hjälp av organisatoriska åtgärder se till att alla får vara delaktiga i den sociala gemenskapen på arbetsplatsen.\n\n\n\n\n\nDet är också angeläget att det finns förutsättningar att göra ett bra arbete så att arbetstagarna kan påverka sin egen arbetssituation, få återkoppling och att det finns möjligheter till utveckling, variation och arbetsglädje.\n\n\n\n\n\n\n\nDessa aspekter är hälsofrämjande för alla medarbetare men speciellt viktiga för personer med någon typ av sårbarhet. Sårbarheten kan handla om någon form av sjukdom, skada eller annat tillstånd som innebär att man behöver kompensera för en funktionsnedsättning.\n\n## En tillgänglig arbetsmiljö är bra för alla\n\nEftersom förutsättningar och behov är olika är det av stor vikt att arbetstagare och arbetsgivare i öppen dialog resonerar sig fram till lämpliga lösningar. Att bemöta varandra med respekt, utforska olika alternativ, följa upp, visa intresse, vilja förstå och verka för en så välfungerande arbetsmiljö som möjligt är, i sig kraftfulla verktyg.\n\n\n\n\n\n\n\nBalans mellan aktivitet och vila är en av de mest betydelsefulla faktorerna för orken och prestationen under arbetsdagen för personer med någon typ av skada eller sjukdom. Det finns därmed behov av att kunna reglera trötthet genom att ta pauser under arbetsdagen, anpassa arbetstider och variera arbetsuppgifter samt få förståelse för den egna arbetssituationen. För vissa är regelbundna måltider och jämn dygnsrytm av stor vikt.\n\n\n\n\n\n\n\nNedan följer exempel på en del specifika åtgärder med tanke på människors olika förutsättningar i kognitivt, fysiskt och psykiskt avseende.\n\n"}