{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/vad-gor-du-som-arbetsgivare-vid-en-begaran-om-atgarder/", "text": "## När kan skyddsombudet begära att vi ingriper och vad kan hen inte begära?\n\nSkyddsombudet vänder sig till dig när hen har upptäckt risker i arbetsmiljön eller bedömer att du inte följer reglerna om arbetstid. Skyddsombudet ber dig att rätta till riskerna. Arbetsmiljöarbetet bygger på samverkan. Förhoppningsvis räcker denna första kontakt för att du i dialog med skyddsombudet vidtar åtgärder för att minska riskerna. Du som arbetsgivare har ansvar att vidta de åtgärder som behövs för att arbetsmiljön ska vara säker.\n\nOm inte denna första kontakt inte räcker kan skyddsombud behöva använda sin rätt att begära åtgärder med stöd av sina rättigheter i arbetsmiljölagen respektive arbetstidslagen.\n\nSkyddsombudet kan begära att vi ingriper när det gäller hela arbetsmiljölagen, förutom när det gäller 6 kap i arbetsmiljölagen. Reglerna i detta kapitel räknas som samverkansfrågor. Skyddsombudet kan också begära att vi ingriper när det gäller mertid, extra övertid och nödfallsövertid, men bara om inte reglerna ersatts av kollektivavtal. Skyddsombudet får inte skärpa kraven som ställts på dig eller förändra sina krav i begäran till oss.\n\nSkyddsombudet kan inte begära att vi ingriper i samverkansfrågor, till exempel att få ut handlingar som hen begärt från arbetsgivaren, att hen upplever sig hindrad från att utöva sitt uppdrag som skyddsombud, att du inte informerar tillräckligt om dina planer för verksamhetens ekonomi eller produktion, att personalen inte litar på sin arbetsgivare eller upplever att arbetsgivaren straffar kritik med uteblivna löneökningar, uteblivna befordringar och liknande. Det är frågor skyddsombudet kan ta upp med de fackliga organisationerna på sin arbetsplats.\n\nSkyddsombudet kan inte heller begära att vi ingriper när det gäller arbetsgivarens skyldigheter enligt medbestämmandelagen (MBL), arbetsgivarens personalpolicy, sådant som regleras i lagen om anställningsskydd (LAS), affärsmässiga strategier, konflikthantering på individnivå och tolkning av kollektivavtal.\n\n## Här hittar du mer information\n\nDu hittar mer information i arbetsmiljölagen 6 kap. 6 § och i arbetstidslagen 19 a §.\n\n"}