{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/arbetsmiljoansvar-i-skolan/", "text": "## Skolinspektionens och Arbetsmiljöverkets tillsynsansvar\n\nBåde Skolinspektionen och Arbetsmiljöverket inspekterar skolor. Skolinspektionen ska följa upp att skollagen följs i landets skolor. Arbetsmiljöverket ska följa upp att arbetsmiljölagen följs på landets arbetsplatser, däribland skolor. Här kan du läsa om hur myndigheterna har fördelat ansvaret för tillsynen.\n\nSkolinspektionen ansvarar för att inspektera att elever inte utsätts för kränkande behandling av andra elever eller de som arbetar på skolan. Hot, våld och mobbning ingår i begreppet kränkande behandling. Skolinspektionen kan ställa krav på en skolas huvudman att de ska arbeta förebygga för att hindra kränkande behandling.\n\nArbetsmiljöverket ansvarar för att inspektera att de som arbetar på skolan inte utsätts för kränkande särbehandling. Vi ansvarar också för tillsyn av hot och våld mot elever som utförs av andra än skolans elever eller arbetstagare på skolan, till exempel föräldrar eller elever från andra skolor.\n\nArbetsmiljöverket ansvarar för att inspektera arbetsbelastningen för dem som arbetar på skolan.\n\nSkolinspektionen har inte tillsyn av elevernas arbetsbelastning men däremot av hur skolan tar hand om de konsekvenser som en hög arbetsbelastning kan ge enskilda elever. En elev som inte klarar av den höga arbetsbelastningen kan vara i behov av särskilt stöd – något som Skolinspektionen har tillsyn över.\n\nSkolinspektionen ansvarar för att inspektera att skolans lokaler är ändamålsenligt utformade för den pedagogiska verksamheten, till exempel att det finns bra lokaler för att undervisa i slöjd- och NO-ämnen.\n\nArbetsmiljöverket ansvarar för att inspektera att det inte finns risker i den fysiska miljön. Arbetsmiljön på hela skolan, inklusive skolgårdar, ska vara säker och ingen ska riskera att skada sig eller utsättas för hot och våld.\n\n## Mer information om arbetsmiljöansvaret i skolan\n\n"}