{"url": "/arbetsmiljoarbete-och-inspektioner/skyddsombud-och-arbetsmiljoombud/begaran-om-atgarder-kring-arbetsmiljo-och-arbetstider-6-6a/", "text": "# Begäran om åtgärder kring arbetsmiljö och arbetstider (6:6a)\n\nSkyddsombud kan göra en begäran om åtgärder kring arbetsmiljö eller arbetstider (med stöd av arbetsmiljölagen 6 kap 6 a§).Om en arbetstagare eller du som skyddsombud upptäcker risker i arbetsmiljön eller att arbetsgivaren inte följer reglerna om arbetstid tar ni kontakt med arbetsgivaren och ber att riskerna rättas till. Oftast räcker det för att arbetsgivaren ska göra vad som behövs för att arbetsmiljön ska bli bra. Som arbetstagare vänder du dig till ditt skyddsombud om chefen inte agerar.\n\nOm denna kontakt inte räcker kan du som skyddsombud behöva använda din rätt att begära åtgärder. Det gör du med stöd av 6 kap. 6a § arbetsmiljölagen när det gäller arbetsmiljöfrågor och 19a § arbetstidslagen när det gäller mertid, extra övertid och nödfallsövertid.\n\nEtt lokalt skyddsombud kan enbart begära åtgärder inom det egna skyddsområdet. Skyddsombud har bara rätt att begära åtgärder enligt 19a § arbetstidslagen om arbetstidslagens regler inte ersatts av kollektivavtal. Om reglerna har ersatts av kollektivavtal är det istället de fackliga organisationerna och arbetsgivaren som ska bevaka att avtalet följs, varken skyddsombud eller Arbetsmiljöverket kan agera då.\n\nSå här gör du som skyddsombud en begäran om åtgärder:\n\n2 Sök upp arbetsgivaren och påtala de risker du ser i arbetsmiljön. Försök alltid i första hand lösa frågan tillsammans genom dialog.\n4 Om inte detta räcker så kan du skriva ett brev, eller ett mejl till arbetsgivaren där du mycket tydligt och konkret beskriver riskerna i arbetsmiljön eller när det gäller mertid, extra övertid och nödfallsövertid och vad du vill att arbetsgivaren ska göra för åtgärder. Åtgärderna kan både vara att undersöka arbetsmiljön och /eller rätta till en konkret brist. Ju tydligare och mer konkret du beskriver riskerna och vad du vill att arbetsgivaren ska göra – desto bättre!\n6 Skriv i brevet att du använder din rätt enligt 6 kap 6a§ arbetsmiljölagen (eller 19a arbetstidslagen) och när du senast vill ha ett svar av arbetsgivaren. Det är viktigt att du inte sätter svarstiden för snävt, utan ger arbetsgivaren en rimlig tid att lämna sitt svar eller göra åtgärder.\n8 Lämna över dokumentet till arbetsgivaren och be hen att skriva under att hen har tagit emot begäran om åtgärder. Observera att du inte ska skicka din begäran för kännedom till oss, utan enbart lämna över dokumentet till arbetsgivaren.\n10 Innan svarstiden är slut ska arbetsgivaren lämna information till dig om vilka åtgärder som hen planerar eller är genomförda. Arbetsgivaren ska även se till att skyddsombud ges möjlighet att medverka i att komma till rätta med riskerna. Om svaret dröjer sök då gärna upp arbetsgivaren och fråga varför.Om arbetsgivarens svar kommit in innan svarstiden är slut och du är nöjd med arbetsgivarens svar gör du ingen begäran om ingripande till oss.\n12 Om arbetsgivarens svar inte kommit in innan svarstiden är slut eller om du inte är nöjd med svaret kan du vända dig till oss. Du fyller då i vår blankett och skickar den till oss tillsammans med en kopia av din begäran och arbetsgivarens eventuella svar. Observera att du inte får skärpa kraven eller ändra på kraven som ställts på arbetsgivaren i din begäran till oss. Du kan däremot ta tillbaka din begäran om ingripande när som helst. I de fall du delvis har accepterat arbetsgivarens svar men till exempel inte tidsplanen för åtgärderna är det bra om det framgår av din begäran till oss.\n14 När dokumenten har kommit  in till Arbetsmiljöverket kontrollerar vi att de formella kraven i 6 kap. 6a § arbetsmiljölagen respektive 19a § arbetstidslagen är uppfyllda. Är de formella kraven uppfyllda prövar vi din begäran. Oftast sker det genom en eller flera inspektioner. Observera att vi enbart prövar det som du har begärt i din framställan. Vår prövning leder fram till ett beslut om föreläggande (vi tvingar arbetsgivaren att genomföra åtgärder) eller förbud (vi tvingar arbetsgivaren att sluta med något som inte är tillåtet) eller till ett beslut om att vi inte beslutar om föreläggande eller förbud.\n16 Både du som skyddsombud och arbetsgivaren kan överklaga vårt beslut. Om det blir aktuellt för dig att överklaga är det viktigt att känna till att du inte har rätt att överklaga om det finns ett huvudskyddsombud. Då är det huvudskyddsombudet som ska överklaga.\n"}