{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/politikers-arbetsmiljoansvar/", "text": "## Chefer och arbetsledare ute i verksamheten behöver kunskaper om arbetsmiljön\n\nChefer och arbetsledare behöver kunskaper om hur arbetsmiljö -frågor kan hanteras och hur ohälsa och olycksfall kan förebyggas. Chefer och arbetsledare behöver tillräckliga kunskaper, resurser och tid till att arbeta med systematiskt arbetsmiljöarbete.\n\nVi tar som exempel en skola med dålig luft där arbetstagare och elever har huvudvärk och allergibesvär. Skolnämnden kan inte ställa in skolverksamheten på grund av att budgeterade medel inte räcker till ett nytt ventilationssystem. Då omfördelar nämnden troligen tillgängliga resurser. Om det inte är tillräckligt kan nämnden bli tvungen att skjuta upp viss skolverksamhet, flytta verksamheten till andra lokaler, låna eller hyra lämplig utrustning eller införa nya rutiner som kan förbättra luftkvaliteten.\n\nPolitiker måste alltid förvissa sig om att arbetstagarna inte utsätts för risker för ohälsa eller olycksfall i arbetet.\n\nVerksamheten i kommun och landsting/region regleras i olika lagar. Det gäller exempelvis lagen om stöd och service till funktionshindrade, hälso- och sjukvårdslagen, skollagen och socialtjänstlagen. Arbetsmiljölagen är juridiskt likställd med övriga lagar. Ingen lag tar alltså över någon annan. Arbetsgivaren måste i en konkret situation förena arbetstagarnas, brukarnas, elevernas, patienternas och klienternas intressen.\n\nArbetsmiljöansvaret för kommun, landsting/region som arbetsgivare framgår av arbetsmiljölagen och Arbetsmiljöverkets föreskrifter. Det är fråga om insatser som arbetsgivaren är skyldig att genomföra för att förebygga att arbetstagare inte drabbas av ohälsa eller olycksfall.\n\nArbetsmiljöverket har tillsyn över arbetsmiljölagen och före-skrifterna och kontrollerar att arbetsgivaren följer dessa.\n\n"}