{"url": "/arbetsmiljoarbete-och-inspektioner/en-tillganglig-arbetsmiljo/forebyggande-arbete-for-att-en-tillganglig-arbetsmiljo/", "text": "## Hur kan jag som arbetsgivare arbeta med ett tillgänglighetsperspektiv?\n\nGenom att ta in tillgänglighetsfrågorna i det systematiska arbetsmiljöarbetet kan du tidigt identifiera och hantera risker på arbetsplatsen innan de utmynnar i sjukfrånvaro och sjukskrivning. Med hjälp av systematiken kan du upptäcka omständigheter som kan leda till ohälsa. Att organisera verksamheten så att alla blir delaktiga i det förebyggande arbetet förstärker möjligheterna att uppnå en tillgänglig arbetsmiljö.\n\nEtt bra sätt att inleda tillgänglighetsarbetet är att diskutera frågorna:\n\n* Vad hindrar alla från att arbeta här?\n* Präglas arbetsplatsen av ömsesidig respekt och tolerans?\n* Tänker vi förebyggande i det dagliga arbetsmiljöarbetet?\n* Vilka normer och värderingar är det som styr på arbetsplatsen?\n## Kognition i arbetsmiljön\n\nKognition handlar om hur vi tar till oss, bearbetar och minns information, analyserar, drar slutsatser och löser problem. Kognition är komplex och består av många funktioner till exempel uppmärksamhet/koncentration, minne, perception, språk, förmåga att planera och organisera tankar och beteenden. Personer med nedsatt kognitiv förmåga är en blandad grupp. Man kan ha hög intellektuell förmåga även om man har problem med till exempel koncentration, språk, minne eller inte klarar att läsa en karta. Svårigheterna kan naturligtvis vara av olika svårighetsgrad. Dessutom har de flesta av oss övergående nedsättningar åtminstone inom uppmärksamhet, koncentration, trötthet, smärta, stress, oro som alla påverkar vår förmåga till koncentration. Nedsatt koncentration leder i sin tur till att ny inlärning försvåras.\n\nKognitiva aspekter i arbetsmiljön handlar bland annat om att kunna arbeta ostört och därmed inte bli avbruten i tankegången när man behöver fokusera på krävande arbetsuppgifter. Samma gäller för arbetsminnet som har begränsad kapacitet. Arbetsminnet behöver vi för de flesta arbetsuppgifter vi gör och därför är det av största vikt att arbetsminnet inte äts upp av onödiga störningar utan kan användas till det som är väsentligt.\n\nAlmanacka, smart telefon och dator är lämpliga att använda för att avlasta minnet. För att komma ihåg tider kan man använda sig av påminnelser så att möten till exempel inte glöms bort.\n\nI kunskapssammanställningen om Den hjärnvänliga arbetsplatsen hittar du fler exempel på vad som är viktigt att tänka på vid olika typer av kognitiva svårigheter.\n\n"}