{"url": "/arbetsmiljoarbete-och-inspektioner/arbeta-med-arbetsmiljon/upphandling-och-arbetsmiljo/", "text": "# Upphandling och arbetsmiljö\n\nDen här sidan vänder sig till er som arbetar med upphandlingar, anbudsgivare som lämnar in anbud, men också till dig som medverkar i arbetsgivarens systematiska arbetsmiljöarbete.Upphandlare och anbudsgivare har stora möjligheter att motverka osund konkurrens i arbetslivet. Genom att ställa krav på arbetsmiljö redan vid upphandling kan arbetsolyckor och ohälsa på arbetsplatserna förebyggas\n\n## För dig som är upphandlare/beställare\n\nSom upphandlare bidrar du till att motverka osund konkurrens i arbetslivet när du anlitar leverantörer som är måna om att arbetstagarna kan arbete säkert och hälsosamt. Detta gör du genom att ställa krav på att leverantören ska följa arbetsmiljöverkets lagar och regler och bedriva ett systematiskt arbetsmiljöarbete.\n\n## För dig som är anbudsgivare\n\nDu som är anbudsgivare och vill bli leverantör av tjänsten kan bidra till att motverka den osunda konkurrensen vid upphandlingen genom att visa i anbudet att du är en ansvarstagande arbetsgivare. Detta gör du genom att tala om att du följer Arbetsmiljöverkets lagar och regler och bedriver ett systematiskt arbetsmiljöarbete för att förebygga skador och dödsfall under arbetet.\n\n## Vad menar vi med osund konkurrens?\n\nMed osund konkurrens menar vi när man mer eller mindre medvetet och systematiskt bryter mot olika myndigheters regelverk, för att skaffa sig orättvisa konkurrensfördelar gentemot sina konkurrenter. Det kan till exempel handla om att leverantören:\n\n* Inte redovisar företagsinkomst\n* Inte följer arbetsrättsliga villkor (lön, semester, arbetstid)\n* Inte anlitar personer med giltiga arbetstillstånd\n* Inte bedriver systematiskt arbetsmiljöarbete\n* Inte har rätt utbildning och kompetens för arbetet\nOsund konkurrens är givetvis inte begränsat till arbetsmiljöfrågorna, men det är troligt att när företag systematiskt åsidosätter lagar och regler för att få konkurrensfördelar inom områden som lönenivåer, skatter, etc. så är det en indikation på att även arbetsmiljöfrågor sätts åt sidan.\n\nUpphandling är en kritisk faktor. Offentlig upphandling bedöms vara ett särskilt riskområde när det gäller den organiserade brottsligheten (rapport 2017, Myndighetsgemensam lägesbild om organiserad brottslighet 2018-2019.) Besluten som fattas vid planeringen av upphandlingsdokumenten och val av urvalskriterier är av stor betydelse för att motverka den osunda konkurrensen.\n\n"}