{"url": "/arbetsmiljoarbete-och-inspektioner/en-tillganglig-arbetsmiljo/risker-och-atgarder-for-en-tillganglig-arbetsmiljo/", "text": "# Risker och åtgärder för en tillgänglig arbetsmiljö\n\nDet finns ibland hinder på arbetsplatsen som medför risker och som även gör att arbetstagarnas resurser inte tas tillvara. Dessutom kan en ökad sårbarhet i samband med funktionsnedsättning snabbare leda till olika former av ohälsa, till exempel utmattning och skadlig stress. Riskerna varierar naturligtvis beroende på olikheter människor emellan.Exempel på risker:\n\n* trånga och dåligt utformade datorarbetsplatser\n* svåranvända datasystem och programvaror\n* buller och annat oönskat ljud\n* allergiframkallande ämnen, dålig ventilation\n* bristande framkomlighet, brister i säker utrymning\n* bristande information och instruktioner som går att missförstå\n* högt arbetstempo med begränsade möjligheter till pauser\n* otydlighet kring arbetsuppgifter; vad, hur och när de ska utföras\n* avsaknad av stöd, tid och kunskap\n## Åtgärder som förhöjer tillgängligheten\n\nExempel som förhöjer tillgängligheten för alla:\n\n* användarvänliga arbetsredskap och hjälpmedel, till exempel höj- och sänkbara arbetsbord\n* datasystem och programvaror som är anpassade till varandra och lätta att använda\n* god belysning och möjlighet till dagsljus\n* lokaler där ljudnivån är dämpad\n* goda städrutiner, bra ventilation\n* tid för återhämtning och reflektion\n* möjlighet till social samvaro\n* ett tillåtande och öppet arbetsklimat\nAtt ta hänsyn till människors olika förutsättningar kan även innebära en bedömning av om en arbetstagare behöver personliga stödinsatser, eller andra individriktade åtgärder i arbetsmiljön.\n\n\n\n\n\nExempel på individuell tillgänglighet:\n\n* särskilda instruktioner och handledning\n* anpassning av arbetstider\n* ombyggnad av utrustning och tekniska hjälpmedel\nEtt bra tillfälle att öka tillgängligheten på arbetsplatsen är att planera långsiktigt vid omorganisation, byte av lokaler, nybyggnation och vid inköp av nya system.\n\n## Läs mer om risker i arbetsmiljön på nedanstående sidor\n\n* Allergiframkallande ämnen\n* Buller\n* Ljus och belysning\n* Arbetsställning och belastning - ergonomi\n* Lokaler och arbetsutrymme\n* Psykisk ohälsa, stress, hot och våld\n"}