{"url": "/arbetsmiljoarbete-och-inspektioner/arbetstagarens-deltagande-i-arbetsmiljoarbetet/utlandska-arbetstagare/", "text": "# Du har rätt till en säker arbetsdag\n\nAlla som arbetar i Sverige har rätt till en säker och bra arbetsmiljö. Se till att få en bra introduktion och instruktioner som du förstår, för att minska risken för skador och olyckor på arbetsplatsen.## Vad du som arbetstagare bör tänka på\n\nDu som arbetstagare kan delta i arbetsmiljöarbetet på flera sätt:\n\n* Upplys din arbetsgivare om risker, tillbud, sjukdom och olycksfall.\n* Föreslå förebyggande åtgärder för din chef och dina kollegor.\n* Lämna synpunkter på de åtgärder som man genomfört.\n* Följ de instruktioner som din arbetsplats tagit beslut om.\n* Använd personlig skyddsutrustning.\nNär du börjar ett nytt jobb är det mycket som är nytt. Därför är det viktigt att du får en ordentlig introduktion där du får reda på dina arbetsuppgifter och vilka risker som finns.\n\nOm du har frågor om lön, anställningsavtal, kollektivavtal eller rätt till semester så hänvisar vi till lokala arbetstagar- eller arbetsgivarorganisationer, eftersom detta inte regleras i arbetsmiljölagstiftningen.\n\n## Kontakta Arbetsmiljöverkets svarstjänst\n\nArbetsmiljöverkets svarstjänst kan besvara dina frågor om arbetsmiljö och ger dig stöd i användningen av våra e-tjänster. Vi pratar ett flertal olika språk, förutom engelska även till exempel ryska, tyska, polska och arabiska. Du kan även tipsa oss om missförhållanden på en arbetsplats.\n\n## Hur har du det på jobbet?\n\nEn god arbetsmiljö innebär att du inte riskerar att bli sjuk eller skadar dig på jobbet. Du ska inte få ont i kroppen av att sitta fel eller göra samma rörelser i flera timmar i sträck. Inte heller förlora kontrollen över ett fordon eller gör illa dig på en maskin. Det kan också handla om att ha rätt belysning, att kunna lyfta utan att få ont, eller att slippa att känna sig hotad på jobbet.\n\nLika viktigt är att ha en god psykisk och social arbetsmiljö. För hög arbetsbelastning är ett exempel på när det inte är bra arbetsmiljö. Om du har för mycket att göra, eller om du upplever att du inte räcker till fast du jobbar hårt, kan du bli sjuk. Den sociala arbetsmiljön handlar om hur du har det på jobbet tillsammans med dina arbetskamrater. Den som känner sig ensam, utstött eller utanför på en arbetsplats kan bli sjuk.\n\nDu som är säsongsanställd eller nyanländ har samma rätt till en god arbetsmiljö som alla andra. I Sverige gäller svenska lagar och regler oavsett din nationalitet som arbetstagare.\n\n"}