{"url": "/arbetsmiljoarbete-och-inspektioner/arbeta-med-arbetsmiljon/komma-igang-med-arbetsmiljoarbetet/", "text": "## Mallar i Rich Text Format\n\n* 01 - Register, rtf, öppnas i nytt fönster\n* 02 - Inledning, rtf, öppnas i nytt fönster\n* 03 - Arbetsmiljöpolicy, rtf, öppnas i nytt fönster\n* 04 - Samverkan, rtf, öppnas i nytt fönster\n* 05 - Fördelning av arbetsmiljöuppgifter, rtf, öppnas i nytt fönster\n* 05.1 - Blankett för fördelning av arbetsmiljöuppgifter, rtf, öppnas i nytt fönster\n* 06 - Kunskaper och kompetens, rtf, öppnas i nytt fönster\n* 06.1 - Kunskaper checklista introduktion\n* 07 - Undersöka arbetsmiljön, rtf, öppnas i nytt fönster\n* 08 - Riskbedöma, vidta åtgärder, handlingsplan, rtf, öppnas i nytt fönster\n* 08.1 - Blankett för riskbedömningar och handlingsplan, rtf, öppnas i nytt fönster\n* 08.2 - Blankett för riskbedömning vid förändringar i verksamheten, rtf, öppnas i nytt fönster\n* 08.3 - Förteckning och resultat av riskbedömning och beslut om åtgärder\n* 09 - Rapportera och utreda tillbud och olyckor, rtf, öppnas i nytt fönster\n* 09.1 - Blankett för rapportering och utredning av tillbud och olyckor, rtf, öppnas i nytt fönster\n* 10 - Årlig uppföljning av det systematiska arbetsmiljöarbetet (SAM), rtf, öppnas i nytt fönster\n* 10.1 - Blankett för årlig uppföljning av det systematiska arbetsmiljöarbetet (SAM), rtf, öppnas i nytt fönster\n* Bilaga 1 - Förteckning arbetsmiljölagstiftning, rtf, öppnas i nytt fönster\nHär kan du se hela exemplet som en pdf-fil\n\n## 3. Mallar för att dokumentera egna rutiner\n\nDessa mallar följer samma struktur som exemplet och kan laddas ner. Mallarna är tomma och där kan du dokumentera era egna rutiner. Mallarna finns i wordformat, docx, och i Rich Text Format-format, rtf.\n\nHär kan du ladda ner hela mallpaketet som en zip-fil.\n\nHär kan du ladda ner hela mallpaketet som en zip-fil.\n\n\n\n\n\n"}