{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/vad-gor-du-som-arbetsgivare-om-skyddsombudet-har-stoppat-jobbet-6-kap-7/", "text": "# Vad gör du som arbetsgivare om skyddsombudet har stoppat jobbet (6 kap 7§)?\n\nVad gör du som arbetsgivaren när skyddsombudet stoppat jobbet? (med stöd av arbetsmiljölagen 6 kap 7§).Om det finns en omedelbar och allvarlig fara för arbetstagares liv eller hälsa har skyddsombudet rätt att avbryta arbetet, det kallas för skyddsombudsstopp. Skyddsombudet har rätt att stoppa arbetet enligt arbetsmiljölagen 6 kap. 7 §. Observera att det både måste vara en omedelbar och allvarlig fara. Skyddsombudet har även rätt att avbryta arbeten som utförs av inhyrd arbetskraft i arbetsgivarens verksamhet. Studerandeskyddsombud har dock inte rätt att avbryta arbeten.\n\nSå här går ett skyddsombudsstopp till\n\n2 Skyddsombudet meddelar dig att hen upplever att det finns en omedelbar och allvarlig fara för arbetstagares liv eller hälsa och att skyddsombudet därför har stoppat arbetet. Meddelandet kan framföras muntligt, men det är viktigt att dokumentera det vid senare tillfälle.\n4 Du tar ställning till skyddsombudsstoppet. Håller du med om att det finns en omedelbar och allvarlig fara accepterar du stoppet och startar inte arbetet igen förrän riskerna är undanröjda. Samverka med skyddsombudet om vad som behöver göras för att komma till rätta med riskerna och kunna arbeta säkert. I dessa fall behöver ingen kontakt tas med oss. Skyddsombudet häver alltså stoppet när de åtgärder ni är överens om för att arbetet ska kunna återupptas är genomförda.\n6 Om du inte håller med om att det finns en omedelbar och allvarlig fara för arbetstagares liv eller hälsa ringer du till oss så att vi får avgöra om arbetet ska fortsätta vara avbrutet eller inte.\n8 Oftast gör vi en inspektion på arbetsplatsen så snart som möjligt, men ibland avgör vi ärendet via telefon. Vår prövning av skyddsombudsstoppet leder fram till ett beslut om ett förbud (vi tvingar dig som arbetsgivare att sluta med något som inte är tillåtet) eller till ett beslut om att inte förbjuda arbetet. I det fall vi beslutar om att inte förbjuda arbetet kan du återuppta arbetet direkt efter att vi fattat beslutet. Både du och skyddsombudet kan överklaga vårt beslut.\n"}