{"url": "/arbetsmiljoarbete-och-inspektioner/inspektioner-utredningar-och-kontroller/inspektion/", "text": "# Inspektion\n\nDet är arbetsgivaren som ansvarar för att verksamheten bedrivs på ett sådant sätt att arbetsmiljön är god och att ingen blir sjuk eller skadar sig på grund av arbetet. Förutom att våra inspektioner handlar om att undersöka om det finns brister i arbetsmiljön går de ut på att stärka arbetsplatsens egen förmåga att förebygga risker.Normalt inspekterar vi de arbetsplatser som vi bedömer har de största arbetsmiljöriskerna, men vi arbetar också i projekt och kampanjer där vi riktar oss mot särskilda arbetsmiljöproblem eller branscher. Oftast talar vi om för arbetsgivarna att vi tänker komma på besök. Det sker via brev, e-post eller telefon. Vi informerar då också om vad inspektionen kommer att handla om och hur man kan förbereda sig. Vi har dock rätt att komma oanmälda.\n\n## Inspektionen är mer än bara kontroll\n\nFörutom att vi kontrollerar arbetsmiljön vid våra inspektioner är våra besök viktiga tillfällen för dialog mellan inspektören, arbetsgivaren och skyddsombudet. Inspektören visar på de arbetsmiljöbrister som finns i verksamheten, förklarar vilka riskerna är och vilka regler som gäller. Arbetsgivaren och skyddsombudet får också möjlighet att ställa frågor så att det fortsatta arbetet med att förbättra arbetsmiljön underlättas.\n\n## Alla arbetsgivare ska jobba med ett systematiskt arbetsmiljöarbete\n\n## Hallå arbetsmiljö! Inspektion\n\nI det här avsnittet får vi lära känna programledarduon Fredrik Berling och arbetsmiljöinspektör Ann-Caroline \"Carro\" Kostet. Vi får veta hur vardagen ser ut för en arbetsmiljöinspektör och vilka utmaningar som lurar ute på svenska arbetsplatser.\n\nDet är arbetsgivarens ansvar att arbeta för en bra arbetsmiljö och för att ingen ska behöva bli sjuk eller skada sig på grund av jobbet. Med hjälp av ett systematiskt arbetsmiljöarbete ska arbetsgivare tillsammans med skyddsombud och övriga arbetstagare bland annat undersöka arbetsmiljön, bedöma riskerna för att någon kan komma till skada, åtgärda det som behöver åtgärdas och följa upp att åtgärderna gett avsedd effekt.\n\n## Skyddsombud\n\nSkyddsombuden har i arbetsmiljölagen försäkrats om en rad befogenheter.\n\n"}