{"url": "/arbetsmiljoarbete-och-inspektioner/en-tillganglig-arbetsmiljo/ansvar-for-tillganglighet/", "text": "# Ansvar för tillgänglighet\n\nDet är du som arbetsgivare som ansvarar för att arbetsmiljön är säker. Alla ska kunna göra sitt jobb utan att bli skadade eller sjuka. De insatser som krävs för att förbättra arbetsmiljön ska inte vara orimliga i förhållande till de resultat som man ska uppnå.Enligt arbetsmiljölagen ska arbetsförhållanden anpassas till människors olika förutsättningar.\n\n## Ditt ansvar som arbetsgivare\n\nAlla Arbetsmiljöverkets föreskrifter syftar till att förbättra den generella tillgängligheten i arbetsmiljön. Du hittar mer information om systematiskt arbetsmiljöarbete i våra föreskrifter om systematiskt arbetsmiljöarbete (AFS 2001:1) som beskriver grunden i arbetsmiljöarbetet.\n\nDu kan även läsa mer om hur du kan arbeta med det systematiska arbetsmiljöarbetet på vår sida Arbeta med arbetsmiljön.\n\nFöreskrifterna om arbetsanpassning och rehabilitering (AFS 1994:1) beskriver hur arbetsförhållanden ska anpassas till arbetstagarens särskilda villkor för arbetet. Rehabilitering ska hjälpa den som är sjuk att återfå sin arbetsförmåga. Enligt arbetsmiljölagen ska arbetsgivaren se till att det finns en lämplig organisation och rutiner för arbetsanpassning och rehabilitering.\n\nDu hittar mer information om hur du kan arbeta med arbetsanpassning och rehabilitering på vår sida Arbetsanpassning och rehabilitering.\n\nVid behov kan du ta hjälp av en sakkunnig resursperson inom eller utanför organisationen, till exempel företagshälsovården.\n\nFöreskrifterna om arbetsplatsens utformning (AFS 2009:2) tar särskilt upp fysisk tillgänglighet.\n\nEnligt FN-konventionen om rättigheter för personer med funktionsnedsättning ska alla människor ha samma villkor i arbetslivet och därmed samma rättigheter till en god arbetsmiljö. Konventionen utgår från grundläggande principer som jämlikhet, delaktighet och icke-diskriminering. FN-konvention om rättigheter för personer med funktionsnedsättning hittar du på Regeringskansliets webbplats.\n\nBristande tillgänglighet för personer med funktionsnedsättning har införts som en ny form av diskriminering i diskrimineringslagen från den 1 januari 2015. Förbudet ska bidra till att öka tillgängligheten i samhället så att personer med funktionsnedsättning kan delta på lika villkor.\n\nDu hittar mer information på Diskrimineringsombudsmannens (DO) webbplats.\n\n"}