{"url": "/arbetsmiljoarbete-och-inspektioner/arbetstagarens-deltagande-i-arbetsmiljoarbetet/for-dig-som-ar-nyanstalld/", "text": "# För dig som är nyanställd\n\nHär har vi samlat viktig information för dig som är ny på jobbet. Alla har till exempel rätt till rimliga arbetstider, en ordentlig introduktion och utbildning i hur alla möjliga maskiner fungerar på arbetsplatsen.Under din första tid på en arbetsplats är risken större att råka ut för en olycka. Det är därför väldigt viktigt att du som är ny på jobbet vet vad som gäller på just din arbetsplats.\n\n## Du har rätt till introduktion\n\nNär du börjar ett nytt jobb är det mycket som är nytt. Därför är det viktigt att du får en ordentlig introduktion där du får reda på dina arbetsuppgifter och vilka risker som finns.\n\nVid en introduktion ska du få information om\n\n* arbetsuppgifterna och hur du ska utföra dessa\n* manualer, checklistor och andra skriftliga instruktioner som behövs i arbetet\n* vilka olycksrisker som finns i arbetet och hur man kan skydda sig mot dessa\n* vilken eventuell personlig skyddsutrustning som finns och om hur man använder den\n* hur eventuella verktyg, maskiner och annan utrustning fungerar\n* var brand- och första-hjälpen-utrustning finns, samt hur larmrutiner fungerar.\nDet är även viktigt att du får information om\n\n* de allmänna rutinerna på arbetsplatsen, lokaler, fikatider och lunchställen samt övrigt som underlättar för dig att känna dig delaktig\n* vem du ska vända dig till med frågor om arbetsmiljön\n* vilka som är dina närmaste chefer och eventuella handledare. Du ska även få information om skyddsombud och fackliga företrädare.\nSäg ifrån om du inte förstår eller om du fortfarande känner dig osäker på hur du ska utföra arbetsuppgiften. Det kan ta tid att lära sig en ny arbetsuppgift så se till att du får den tid du behöver. Detta är viktigt – en god introduktion minskar risken för att skada sig på jobbet.\n\n## Din chef ansvarar för arbetsmiljön\n\nDen som är chef på arbetsplatsen ska se till att arbetsmiljön är bra. Säg ifrån om du upptäcker något som kan skada dig eller någon annan, så att chefen kan göra något åt det.\n\nArbetsgivaren är ansvarig för din säkerhet på arbetsplatsen. Det betyder att arbetsgivaren behöver ordna flera viktiga saker innan du börjar arbeta. Det kan vara bra för dig att veta vad som gäller trots att det är arbetsgivarens ansvar.\n\n"}