{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/politikers-arbetsmiljoansvar/", "text": "# Politikers arbetsmiljöansvar\n\nDu som är politiker i fullmäktige och nämnd är yttersta representant för kommun och landsting som arbetsgivare. Även styrelsen räknas som en nämnd.## Systematiskt arbetsmiljöarbete– ett bra verktyg för politiskt valda i kommun och landsting/regioner\n\nDu som är politiker i fullmäktige, styrelse och nämnd är yttersta representant för kommun och landsting som arbetsgivare. Som politiker i fullmäktige ger du förutsättningarna för arbetsmiljöarbetet. Du som är politiker är den som ska se till att arbetsmiljö lagen följs i verksamheten.\n\nMerparten av arbetsmiljöarbetet sköts i praktiken av tjänste-männen. I det vardagliga arbetet fattar de beslut efter delegation från nämnden.\n\n## Systematiskt arbetsmiljöarbete är till hjälp för dig som är politiker\n\nHur ska då du utifrån din position som politiker se till att det är en bra arbetsmiljö för arbetstagarna i våra skolor, på våra sjukhus, socialkontor, tekniska enheter och i omsorgsarbetet med gamla och sjuka?\n\nGenom systematiskt arbetsmiljöarbete, kan du styra verksamheten, så att arbetstagare och elever får en bra arbetsmiljö, både organisatoriskt, fysiskt och socialt.\n\nArbetsgivaren ska systematiskt undersöka arbetsförhållanden och bedöma risker för ohälsa och olycksfall. Riskerna ska alltid åtgärdas. Åtgärder som inte görs genast ska tas upp i en handlingsplan.\n\nDet systematiska arbetsmiljöarbetet ska vara inordnat i verksamheten. Det innebär bland annat att när ni fattar beslut om verksamhet och budget ska ni också beakta konsekvenserna gällande arbetsmiljön.\n\nDet systematiska arbetsmiljöarbetet ska ske i samverkan med personal, skyddsombud och elever.\n\nReglerna finns i Systematiskt arbetsmiljöarbete\n\nAFS 2001:1. De tydliggör arbetsmiljölagens krav på arbetsgivaren att systematiskt undersöka, riskbedöma, genomföra och följa upp verksamheter så att arbetsmiljön blir bra.\n\n## Kommun- och landstingsfullmäktiges uppgifter i det systematiska arbetsmiljöarbetet\n\n* Fastställa en skriftlig arbetsmiljöpolicy i samband med att mål och riktlinjer tas fram för kommunen eller landstinget/regionen.\n* Fördela ansvarsområden till nämnderna och skriva in uppgifterna i reglementen för nämndernas verksamhet och arbetsformer. Se till att ingen arbetsmiljöfråga hamnar mellan nämnderna.\n* Följa upp 1 gång per år att nämnden driver verksamheten i enlighet med arbetsmiljöpolicyn och årligen följer upp sitt systematiska arbetsmiljöarbete.\n* Ge nämnderna ekonomiska resurser för arbetsmiljöarbetet.\n\n\n"}