{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/utlandsk-arbetskraft/", "text": "## Säkerhet på arbetsplatsen\n\nDin verksamhet är någon annans arbetsplats. Undersök regelbundet arbetsmiljön på området och åtgärda de risker som upptäcks. Visa dina anställda vilka risker som arbetsuppgifterna kan medföra. Var tydlig och konsekvent – beskriv vad som är ett tillbud och hur det kan leda till en olycka. Förklara att tillbuden måste rapporteras så att de kan åtgärdas. Tänk på att det är viktigt med rotation bland arbetsuppgifterna för att undvika belastningsskador och andra ergonomiska problem.\n\n## Extra viktigt med god kommunikation och tydliga regler\n\n## Bilderböcker från Prevent - ett verktyg för att instruera utländska arbetstagare\n\n## Vill du veta mer?\n\nInom jordbruk och skogsbruk är antalet dödsolyckor högre än i de flesta andra branscher. För att minska antalet olyckor och arbetsrelaterade sjukdomar finns regler som ska göra arbetet säkrare.\n\n* Arbetsmiljöansvar för arbete i jordbruk och skogsbruk\n* Information till utländska arbetstagare inom gröna näringen\n* Migrantarbete inom den gröna näringen, rapport, öppnas i nytt fönster\n* Prevent om arbetsmiljö inom lantbruk, skogsbruk och trädgård, Prevents webbplats, öppnas i nytt fönster\n* LRF:s integrationsarbete, LRF:s webbplats, öppnas i nytt fönster\n* SLU Utländsk arbetskraft i svenskt lantbruk, SLU:s webbplats, öppnas i nytt fönster\nAtt arbeta tillsammans med säsongsarbetare eller nyanlända ställer extra höga krav på god kommunikation och tydliga arbetsplatsnormer. Här hittar du användbart informationsmaterial och råd och tips samlat på ett ställe. Sidorna om arbetsmiljö inom jord- och skogsbruket finns också på engelska.\n\nOrganisationen Prevent har tagit fram illustrerade bilderböcker som på ett lättfattligt sätt, utan text, visar hur man arbetar säkert inom lantbruk, trädgårdsanläggning, skogsbruk och trädgårdsodling.\n\nBilderböckerna vänder sig till dem som inte har svenska som modersmål, till exempel säsongsanställda. Använd dem gärna! Böckerna kan du ladda ner eller beställa kostnadsfritt från Prevent.\n\n## Jobba säkert i lantbruket\n\n* Jobba säkert i lantbruket, bilderbok med illustrationer, Prevents webbplats, öppnas i nytt fönster\n## Jobba säkert i skogen\n\n* Jobba säkert i skogen, bilderbok med illustrationer, Prevents webbplats, öppnas i nytt fönster\n## Jobba säkert inom trädgårdsanläggning och utemiljö\n\n* Jobba säkert inom trädgårdsanläggning och utemiljö, bilderbok med illustrationer, Prevents webbplats, öppnas i nytt fönster\n## Jobba säkert inom trädgårdsodling\n\n* Jobba säkert inom trädgårdsodling, bilderbok med illustrationer, Prevents webbplats, öppnas i nytt fönster\n"}