{"url": "/arbetsmiljoarbete-och-inspektioner/arbeta-med-arbetsmiljon/tips-och-vagledning-till-ditt-arbetsmiljoarbete/", "text": "## 10§. Åtgärder av risker\n\nFör att ta bort eller minska de arbetsmiljörisker som har identifierats behöver ofta olika slags åtgärder vidtas. Undersökningar och bedömningar av risker i arbetsmiljön är underlag för att bestämma vilka åtgärder som behöver genomföras. Flera olika åtgärder krävs ofta för att komma till rätta med en specifik risk. De åtgärder som inte genomförs omedelbart ska föras in i en skriftlig handlingsplan. Alla åtgärder ska följas upp för att se om de haft avsedd effekt.\n\nExempel på krav Arbetsmiljöverket kan rikta till arbetsgivare som inte lever upp till 10§.\n\n2 Ni ska i en skriftlig handlingsplan dokumentera de arbetsmiljöåtgärder som ni anser behövs för att förebygga ohälsa och olycksfall och som ni inte genomför omedelbart. I handlingsplanen ska anges när åtgärderna ska vara genomförda och vem som ska se till att de genomförs.\n4 Ni ska kontrollera om de åtgärder ni genomfört ledde till det resultat i arbetsmiljön som ni förväntat er. Om risker för ohälsa eller olycksfall kvarstår ska ni genomföra de ytterligare åtgärder som behövs.\n## 11§. Årlig uppföljning\n\nEn gång om året ska det göras en uppföljning av de systematiska arbetsmiljöarbetet. Syftet är att undersöka och säkerställa att arbetet bedrivs så som föreskrifterna kräver, att det funkar och att arbetsmiljöarbetets olika delar hänger ihop. Viktigt är såklart också att ta reda på att det verkligen leder till en bättre arbetsmiljö. Vid uppföljningen blir det möjligt att hitta brister men det ger också möjlighet att överblicka och styra arbetsmiljöarbetet. Det är också ett bra tillfälle att undersöka om arbetsmiljöarbetet är en naturlig del av verksamheten.\n\nExempel på krav Arbetsmiljöverket kan rikta till arbetsgivare som inte lever upp till 11§.\n\n2 Ni ska minst varje år göra en uppföljning av de olika aktiviteterna i det systematiska arbetsmiljöarbetet i er verksamhet, samt utifrån resultatet av uppföljningen besluta om de åtgärder som kan behövas för att förbättra arbetsmiljöarbetet.\n4 Er årliga uppföljning av arbetsmiljöarbetet ska dokumenteras skriftligt då det finns minst tio arbetstagare i er verksamhet.\n"}