{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/arbetsmiljoansvar-i-skolan/", "text": "# Arbetsmiljöansvar i skolan\n\nDet är de förtroendevalda politikerna i kommun­fullmäktige och nämnder som ytterst har arbetsgivar­ansvaret i kommunerna.## Vems är ansvaret?\n\nFör skolans del innebär det att politikerna i fullmäktige ska ge förutsättningarna för arbetsmiljö­arbetet och politikerna i utbildnings­nämnden eller liknande ska se till att arbetsmiljö­lagen följs i verksamheten.\n\nPolitikerna har också ansvaret för att det finns en övergripande arbetsmiljö­organisation. I den är det viktigt att det tydligt framgår vem som ansvarar för att arbets­miljö­lagen följs och att verksamhetens chefer har tillräckliga kunskaper och erfarenheter om hur arbetsmiljö­arbetet kan bedrivas. Det innebär att politikerna ska ge förvaltningschefer, övriga chefer och arbets­ledare sådana förutsättningar att arbetet i deras respektive verksamheter kan bedrivas i enlighet med arbetsmiljölagen. Till förutsättningarna hör befogenheter, resurser, kunskaper och kompetens.\n\n## Fristående skolor\n\nI fristående skolor är huvudmannen arbetsgivare och ytterst ansvarig för arbetsmiljön. Huvudmannen kan vara en juridisk eller fysisk person. Huvudmannen ska, liksom för kommunala skolor, ge förutsättningarna för arbetsmiljö­arbetet och se till att arbetsmiljö­lagen följs i verksamheten. Huvudmannen har ansvaret för att det finns en övergripande arbetsmiljö­organisation. I den är det viktigt att det tydligt framgår vem som ansvarar för att arbetsmiljö­lagen följs och att den fristående skolans chefer har tillräckliga kunskaper och erfarenheter om hur arbetsmiljö­arbetet kan bedrivas. Huvudmannen för den fristående skolan fördelar oftast arbetsmiljö­uppgifterna på samma sätt som den kommunala nämnden.\n\n## Rektorns roll i arbetsmiljöarbetet\n\nArbetsgivaren har alltid kvar sitt ansvar för arbetsmiljön, även om olika uppgifter i arbetsmiljö­arbetet fördelas. Det är vanligt att en kommunal nämnd, som ansvarar för en skola, fördelar arbetsmiljö­uppgifter till rektorn eller skolchefen som i sin tur kan fördela uppgifter på bestämda personer eller befattningar. För friskolor gäller samma princip där huvud­mannen oftast gör en fördelning av arbetsmiljö­uppgifterna.\n\nDet är viktigt att en uppgift inte faller mellan stolarna, glöms bort eller att samma uppgift läggs på flera personer. Det är också viktigt att bestämma vad som ska gälla exempelvis vid sjuk­frånvaro och semester. Uppgifterna bör beskrivas så tydligt som möjligt, särskilt om verksamheten är rörlig eller bedrivs på olika platser. Det ska vara tydligt för alla i skolan vem som gör vad i arbetsmiljö­arbetet.\n\n"}