{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/politikers-arbetsmiljoansvar/", "text": "## Nämnden – har dessa uppgifter i det systematiska arbetsmiljöarbetet\n\n\n\n* På uppdrag av fullmäktige se till att verksamheten drivs i enlighet med arbetsmiljölagen och föreskrifterna för arbetsmiljön.\n* Verkställa fullmäktiges beslut och bland annat se till att konkreta arbetsmiljömål tas fram.\n* Se till att fördela uppgifter i det systematiska arbetsmiljö-arbetet till förvaltningschefen.\n* Se till att förvaltningschefen har befogenheter, resurser, kunskaper och kompetens för att kunna bedriva arbetsmiljö-arbetet.\n* Ge förvaltningschefen rätt att fördela uppgifter så långt ut i organisationen så att det systematiska arbetsmiljöarbetet kan bedrivas ute på arbetsplatserna och att tillräckliga befogenheter, resurser, kunskaper och kompetens följer med.\n* Se till att konsekvenserna för arbetsmiljön bedöms vid planerade förändringar innan dessa genomförs.\n* Se till att förebyggande åtgärder i arbetsmiljön kan vidtas genom att ta med arbetsmiljöinvesteringar i det årliga budgetförslaget.\n* Se till att det systematiska arbetsmiljöarbetet följs upp minst 1 ggr/år och fungerar både på förvaltningsnivå och ute på enheterna.\n\n\n## Hur får du som politiker veta vad arbetsmiljön kräver?\n\nHur ska du som politiker kunna veta vilka investeringar i arbetsmiljön som behövs? Svaret finns i de undersökningar av arbetsförhållandena som ska göras regelbundet och som ska följas av en bedömning av risker för ohälsa och olycksfall.\n\nUndersökningarna ska göras på alla nivåer. Det kan till exempel vara skyddsronder, enskilda samtal med arbets-tagarna, personalmöten, olika typer av mätningar av buller och luftföroreningar, medicinska kontroller, enkäter och intervjuer. Här är alla nivåers chefer viktiga från gruppchef, klinikföreståndare, enhetschefer till förvaltningschefer för att kunna följa det systematiska arbetsmiljöarbetet från alla nivåer.\n\nEfter en undersökning ska risker bedömas och åtgärdas. Om åtgärderna inte genomförs direkt så ska de föras in i en skriftlig handlingsplan.\n\nVissa åtgärder kan inte beslutas av närmaste chef utan behöver lyftas vidare. Åtgärdsförslag förs därför vidare upp till den chef som kan fatta beslut. Ibland ända upp till förvaltningschef. I vissa fall måste nämnden, styrelsen eller fullmäktige ta ställning.\n\n## Handlingsplan på förvaltningsnivå\n\nDet är praktiskt att göra en enda handlingsplan med beslutade åtgärder på högsta förvaltningsnivå. Planen är en utgångspunkt för nämndens budgetarbete.\n\n"}