{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/vad-gor-du-som-arbetsgivare-vid-en-begaran-om-atgarder/", "text": "erna ska hanteras och förebyggas.\n10 Innan svarstiden är slut ska du lämna information till skyddsombudet om vilka åtgärder som är planerade eller genomförda.\n12 Om ditt svar kommer in innan svarstiden är slut och skyddsombudet är nöjd med ditt svar behöver inte skyddsombudet lämna begäran om ingripande till oss. Då har ni i  samverkan jobbat fram en lösning på arbetsmiljöproblemen! Ni jobbar vidare på det sätt ni har kommit överens om.\n14 Om du inte svarar eller om skyddsombudet inte är nöjd med svaret kan skyddsombudet vända sig till oss. Skyddsombudet fyller då i vår blankett och skickar den till oss tillsammans med en kopia av sin begäran och ditt eventuella svar. Skyddsombudet får inte skärpa kraven som ställts på dig eller förändra sina krav i begäran till oss.\n16 Skyddsombudet kan ta tillbaka sin begäran om ingripande när som helst. Hittar ni en lösning som ni är överens om behöver vi inte ta ställning.\n18 När dokumenten har kommit in till Arbetsmiljöverket kontrollerar vi att de formella kraven i 6 kap. 6a § arbetsmiljölagen respektive 19a § arbetstidslagen är uppfyllda. Är de formella kraven uppfyllda prövar vi skyddsombudets begäran. Oftast sker det genom en eller flera inspektioner. Observera att vi enbart prövar de åtgärder eller undersökningar som skyddsombudet har begärt i sin framställan. Vår prövning leder fram till ett beslut om föreläggande (vi tvingar dig som arbetsgivaren att genomföra åtgärder) eller förbud (vi tvingar dig som arbetsgivaren att sluta med något som inte är tillåtet) eller till ett beslut om att vi inte beslutar om föreläggande eller förbud.\n20 Både skyddsombud och du kan överklaga vårt beslut.\n"}