{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/politikers-arbetsmiljoansvar/", "text": "## Arbetsmiljöverket beslutar om föreläggande och förbud\n\nOm arbetsgivaren inte lever upp till sitt arbetsmiljöansvar kan Arbetsmiljöverket besluta om föreläggande eller förbud, med eller utan vite, mot arbetsgivaren. Besluten kan överklagas hos förvaltningsrätten. Om Arbetsmiljöverkets beslut står fast kan förvaltningsrätten döma ut vitet. Ett beslut utan vite kan leda till straff, böter eller fängelse. Både tjänstemän och politiker kan drabbas av straff.\n\nFör vissa av bestämmelserna i våra föreskrifter gäller att arbetsgivaren kan bli skyldig att betala en sanktionsavgift. Avgiftens storlek beräknas i de flesta fall efter antalet sysselsatta i organisationen. Arbetsgivare med 500 eller fler sysselsatta betalar maximal avgift oavsett hur många som är sysselsatta. I vissa fall tas sanktionsavgiften ut med ett fast belopp.\n\nArbetsgivaren är skyldig att anmäla arbetsplatsolyckor och allvarliga tillbud till Arbetsmiljöverket. Om ett olycksfall inträffar på en arbetsplats kan polis och åklagare kopplas in och åtal så småningom väckas mot en eller flera enskilda personer. Vid fällande dom är straffpåföljder böter eller fängelse. Både tjänstemän och politiker kan drabbas av straffpåföljd.\n\nDu som är politiker i fullmäktige, styrelse eller nämnd är yttersta representant för kommun och landsting/region som arbetsgivare.\n\nGenom systematiskt arbetsmiljöarbete, kan du styra verksamheten, så att arbetstagare och elever får en bra arbetsmiljö, både organisatoriskt, fysiskt och socialt.\n\nMer råd, tips och stöd finns att ta del av på av.se\n\n"}