{"url": "/arbetsmiljoarbete-och-inspektioner/skyddsombud-och-arbetsmiljoombud/exempel-pa-begaran-till-arbetsgivaren/", "text": "## Exempel 1 - begäran vid fysiska arbetsmiljöbrister\n\nFramställan enligt 6 kap. 6 a § arbetsmiljölagen om begäran om arbetsmiljö­åtgärd\n\nI egenskap av skyddsombud har jag vid ett flertal tillfällen noterat ett antal brister i arbets­miljön som jag också pratade med er om vid ett möte den XX.\n\nMed stöd av 6 kap. 6 a § arbetsmiljölagen begär jag att nedanstående åtgärder ska vidtas för att uppnå en tillfreds­ställande arbets­miljö:\n\n* De arbetstagare som idag sitter vid konferens-/köksbord måste snarast få dessa utbytta till kontors­bord. Det är viktigt att utrustningen kring arbets­platsen är flexibel och lätt att ställa in. Det gör det lättare att anpassa arbetsplatsen efter individen och minskar risken för belastningsskador.\n* Några arbetstagare sitter på vanliga köks­stolar. Dessa ska så snart som möjligt bytas ut till kontors­stolar med möjlighet att ställa in stolen så att den anpassas till individen.\n* Belysningen som finns i lokalen sitter fel vilket leder till att arbets­tagarna får blänk i dator­skärmen. Det gör att de släcker belysningen för att undvika blänket vilket kan leda till ögon­besvär och belastnings­skador. Ni ska anlita företags­hälsovård och sak­kunnig expert på området för att rätta till detta.\n* Vidare ska ni se till att arbets­tagarna får tillräckliga kunskaper för att förebygga belastnings­skador.\n* Personalen upplever att det blir mycket varmt i lokalen och att luften ”tar slut”. Ni ska anlita företags­hälsovård eller annan sak­kunnig expert för att se över eventuella brister i ventilationen.\n* Ni ska fördela uppgifter i verksamheten så att arbetsmiljö­arbetet får effekt och verka för att risker i arbetet förebyggs och en tillfreds­ställande arbetsmiljö uppnås. Vidare ska ni och de som får tilldelat dessa uppgifter få tillräckliga kunskaper gällande arbets­miljö­lagstiftningen.\n* Tidsatt handlingsplan ska göras avseende ovanstående åtgärder i samverkan med arbets­tagarna.\nSe 2 kap. 1 §, 3 kap. 1 a, 2 a och 2 b arbetsmiljölagen, 4, 6, 7, 8,10 och 12 §§ (AFS 2001:1) om systematiskt arbetsmiljö­arbete, 2, 3, 4, 5 och 7 §§ (AFS 1998:5) om arbete vid bildskärm, 2, 4, 5 och 6 §§ (AFS 1998:1) om belastnings­ergonomi samt 12, 13, 18 och 31 §§ (AFS 2000:42) om arbetsplatsens utformning.\n\nJag vill ha besked före den XX\n\nOm jag inte får tillfreds­ställande svar kommer jag att vända mig till Arbetsmiljö­verket och begära deras ställning­stagande.\n\n________________________________\n\n\n\nXX, skyddsombud\n\nSom ansvarig för arbetsgivaren i denna fråga har jag mottagit anmälan.\n\n\n\n_________________     ____________________________\n\n\n\nDatum                              Arbetsgivarens underskrift\n\n"}