{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/for-arbetsgivare-till-unga-i-arbetslivet/", "text": "## Medicinska kontroller kan behövas om riskbedömningen visar att arbetet kan innebära särskilda risker\n\nMedicinsk kontroll av minderåriga behövs när en riskbedömning visat att arbetet kan innebära särskilda risker för en viss minderårig. Några exempel är inom bergarbete, tunga lyft inom vården, öppna och stänga en butik om den minderåriga är mogen för dessa uppgifter. Utöver vad som krävs enligt andra föreskrifter behöver man fokusera på den minderårigas fysiska och psykiska utveckling.\n\nDu kan läsa mer i föreskrifterna om medicinska kontroller i arbetslivet (AFS 2019:3) och på vår ämnessida Läkar- och hälsoundersökningar.\n\n## Ansök om tillstånd för minderårigas artistuppträdanden\n\n## Så får barn och ungdomar arbeta (ADI 43), broschyr\n\nOm du som arbetsgivare anställer barn under 13 år måste du ansöka om tillstånd. Det gäller till exempel när barn under 13 år ska uppträda och repetera inom kulturell eller konstnärlig verksamhet och vid sport- och reklamevenemang, som artist, statist eller liknande.\n\n## Frågor och svar om minderåriga\n\nDen här broschyren vänder sig till dig som är arbetsgivare för barn och ungdomar under 18 år. Här kan du läsa om de särskilda regler för arbetsuppgifter och arbetstider som gäller och annat som är viktigt att tänka på.## Vad kan jag begära undantag för?\n\n## Om jag ska söka undantag för minderåriga i arbete för ett större antal minderåriga exempelvis en skolklass. Måste samtliga namn fyllas i webblanketten?\n\nNär du använder webblanketten ska alla namn och födelsedatum fyllas i.\n\nDu kan begära undantag från reglerna som säger att barn under 13 år inte får arbeta. Det finns två undantag, det ena gäller lättare arbete i familjeföretag utan anställda. För detta behöver man inte söka tillstånd.\n\nDet andra gäller barn som repeterar och uppträder inom kulturell eller konstnärlig verksamhet som artist, statist eller liknande och vid sport- och reklamevenemang. Du söker då tillstånd för att barn under 13 år ska få arbeta och även för arbetstiderna.\n\nArbetsmiljöverket beviljar inte några undantag från bestämmelserna annat än för de arbetsuppgifter som nämns ovan. Du kan läsa mer i föreskrifterna om minderårigas arbetsmiljö (AFS 2012:3).\n\n## Hur lång tid tar det att få tillstånd?\n\nHandläggningstiden för en ansökan tar två till tre veckor. Om ansökan är ofullständig och behöver kompletteras kan det innebära ytterligare två till tre veckors handläggning.\n\n"}