{"url": "/arbetsmiljoarbete-och-inspektioner/arbetstagarens-deltagande-i-arbetsmiljoarbetet/utlandska-arbetstagare/", "text": "## Våga säga ifrån\n\nDu ska varken bli sjuk eller skadad av jobbet. Du ska inte heller få ont i ryggen eller bli stel av att göra samma rörelser flera timmar i sträck. Din chef ska se till att arbetsmiljön är bra, men kan inte veta allt som händer. Därför har du också ett eget ansvar. Du måste följa de instruktioner som finns på arbetsplatsen och använda eventuell skyddsutrustning. Se till att du får en bra introduktion och om du upptäcker att det finns några brister i arbetsmiljön som kan leda till skador ska du genast kontakta chefen på arbets­platsen.\n\nNågon på din arbetsplats ska\n\n* ge dig en bra introduktion till arbetsplatsen\n* instruera dig om dina arbetsuppgifter\n* visa dig eventuella olycksrisker och hur du kan skydda dig\n* informera dig om vem du ska vända dig till om du har frågor om din arbetsmiljö, eller upptäcker några risker som kan leda till sjukdom eller skador.\nDu har även ett eget ansvar för din arbetsmiljö:\n\n* Du måste följa de instruktioner som finns på arbetsplatsen.\n* Du måste använda eventuell skyddsutrustning.\n* Kontakta chefen på din arbetsplats om du upptäcker att det finns brister i arbetsmiljön som kan leda till sjukdom eller skador. Om det finns skyddsombud och fackliga företrädare kan du även vända dig till dem.\n* Våga fråga om du inte förstår!\n## Skyddsombud\n\nEn arbetsplats med fler än fem anställda ska ha ett skyddsombud. Skyddsombud kan företräda dig vid problem i arbetsmiljön och begära att arbetsgivaren gör något åt dessa.\n\nDet finns två typer av skyddsombud\n\n* Lokala skyddsombud\n* Regionala skyddsombud för det fackförbund som är du är ansluten till.\n## Vad händer om du skadar dig på jobbet?\n\nOm du skulle råka ut för en allvarlig arbetsskada ska du meddela chefen på din arbetsplats. Du ska även informera om du råkar ut för en situation som hade kunnat leda till ett olycksfall, ett så kallat tillbud. Chefen ska sedan i sin tur anmäla skadan till Arbetsmiljöverket och till Försäkringskassan.\n\n## Bilderböcker från Prevent - illustrerade instruktioner för utländska arbetstagare\n\n"}