{"url": "/arbetsmiljoarbete-och-inspektioner/skyddsombud-och-arbetsmiljoombud/elevskyddsombud/", "text": "## Elevskyddsombudets rättigheter och skyldigheter\n\nDu måste föra vidare synpunkter, klagomål och krav från eleverna även om du inte håller med dem.\n\nSom elevskyddsombud har du tystnadsplikt. Det innebär att om en elev berättar något känsligt för dig, ska du hålla förtroendet och bara föra det vidare till rätt personer. Om det exempelvis gäller ett mobbningsfall för du bara informationen vidare till skolans mobbningsteam. Du får inte vidta några egna åtgärder eller berätta för någon om det du fått höra.\n\nDu ska hålla din tystnadsplikt om du får reda på känslig information i skyddskommittén. Om du behöver stöd kan du vända dig till dem i skolans personal som har tystnadsplikt i sitt yrke, som till exempel skolsköterskan, skolläkaren eller skolkuratorn.\n\nSom elevskyddsombud har du rätt att få utbildning för att klara ditt uppdrag. Utbildningen ska du få i början av din mandatperiod och den ska ge dig grundläggande kunskaper om arbetsmiljöarbete och de regler som finns på arbetsmiljöområdet. Rektorn ska se till att eleverna får denna utbildning när de tillträder som elevskyddsombud.\n\nDu har rätt att få ledigt för den tid som behövs till uppdraget. Det är rektorn som beviljar ledigheten. Om du går på gymnasiet och tycker att det är svårt att klara av skolarbetet samtidigt med ditt uppdrag, så kan du begära att få extra stöd som kompensation för de lektioner du missat.\n\nDu har rätt att få ta del av den information som behövs för att kunna ta ställning i olika frågor. Det kan till exempel gälla ombyggnation, ändrade arbetsformer eller framtagning av policydokument. Du har dock inte rätt att få ta del av information som omfattas av sekretesslagstiftningen.\n\nSkyddsombuden för personalen i skolan har rätt att stoppa arbete som utgör fara för liv och hälsa. Den rättigheten har inte elevskyddsombuden.\n\nSkyddsombuden kan begära att Arbetsmiljöverket ingriper om skyddsombuden tagit upp brister i arbetsmiljön med arbetsgivaren, men bristerna inte har blivit åtgärdade inom rimlig tid. Denna rättighet har inte elevskyddsombudet. Men elevskyddsombudet kan förstås vända sig till Arbetsmiljöverket i likhet med alla andra medborgare.\n\n"}