{"url": "/arbetsmiljoarbete-och-inspektioner/inspektioner-utredningar-och-kontroller/myndighetsgemensamma-kontroller/", "text": "# Myndighetsgemensamma kontroller\n\nRegeringen har gett Arbetsmiljöverket och sju andra myndigheter i uppdrag att ta fram gemensamma kontrollmetoder för att motverka fusk, regelöverträdelser och brottslighet i arbetslivet.Anledningen till att myndigheterna ska samarbeta om kontroller handlar ytterst om att medborgarna ska känna tillit till den offentliga verksamheten. Brott mot regler får konsekvenser för många olika samhällsområden och därför får statens insatser mer effekt om berörda myndigheter samverkar. Samtidigt ställs myndigheterna inför allt mer komplexa problem som kräver nya arbetssätt.\n\n## Detta ska myndigheterna göra\n\nMyndigheterna som fått regeringsuppdraget är: Arbetsförmedlingen, Arbetsmiljöverket, Ekobrottsmyndigheten, Försäkringskassan, Jämställdhetsmyndigheten, Migrationsverket, Polismyndigheten och Skatteverket. Det är Arbetsmiljöverket som samordnar uppdraget.\n\nMyndigheterna ska bland annat\n\n• analysera hur de kan bidra i gemensamma kontroller utifrån sina uppdrag\n\n\n\n• utveckla gemensamma arbetssätt, rutiner och kontaktytor\n\n\n\n• ta fram stöd för att dela information.\n\nUppdraget gäller både för kontroller på nationell och regional nivå och omfattar såväl förarbete, själva kontrollen som efterarbete.\n\nDet pågår 2018–2020 och under perioden kommer myndigheterna också testa arbetssätten och göra gemensamma kontroller. Efter 2020 ska metoderna vara väl integrerade i myndigheternas verksamhet.\n\n## Detta har genomförts hittills\n\nMyndigheterna tar varje år fram en rapport om miljöer med risk för fel och regelöverträdelser som påverkar arbetskraften. Ta del av rapporterna:\n\nHär finns information om de oanmälda kontroller som myndigheterna genomfört gemensamt och samtidigt över hela landet:\n\n## Osund konkurrens\n\nDet nuvarande regeringsuppdraget är en fortsättning på ett tidigare uppdrag som Arbetsmiljöverket hade och som handlade om osund konkurrens. Arbete mot osund och för sund konkurrens ingår idag som en del av vårt ordinarie arbete.\n\n## Hallå arbetsmiljö! Brott i arbetslivet\n\nArbetsmiljöverket har tillsammans med 7 andra myndigheter i uppdrag att motverka brott i arbetslivet. I det här avsnittet berättar arbetsmiljöinspektör Mikael Roos och polis Jerk Wiberg om sitt viktiga arbete. Programledare är i vanlig ordning Fredrik Berling och Ann-Caroline Kostet.\n\n"}