{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/anmal-arbetsskada-dodsfall-och-allvarliga-tillbud-till-arbetsmiljoverket/", "text": "# Anmäl arbetsskada, dödsfall och allvarliga tillbud till Arbetsmiljöverket\n\nNär det inträffar en allvarlig personskada eller dödsfall på en arbetsplats har arbetsgivaren skyldighet att anmäla det till oss. Detsamma gäller skador i samband med arbetet som drabbat flera arbetstagare samtidigt och tillbud som inneburit allvarlig fara för liv eller hälsa. Det står i arbetsmiljölagen, 3 kap. 3 a §.Anmälan ska göras utan dröjsmål, vilket betyder att det helst ska ske samma dag.\n\nDet som ska anmälas är\n\n* dödsfall\n* svårare personskador\n* skador i arbetet som drabbat flera arbetstagare samtidigt\n* allvarliga tillbud, det vill säga händelse som inneburit allvarlig fara för liv eller hälsa\n## Varför ska arbetsgivaren anmäla allvarliga händelser?\n\nDet är ett krav i arbetsmiljölagen. Vårt uppdrag är att arbeta för att ingen ska behöva skada sig eller bli sjuk på grund av jobbet. Vi behöver få reda på vad som har hänt så fort som möjligt för att kunna bedöma om vi behöver göra en inspektion eller på något annat sätt komma i kontakt med arbetsgivaren.\n\n## Vad kan en svårare personskada vara?\n\nEn svårare personskada är något som leder till:\n\n* förlust av en kroppsdel\n* fraktur på ett ben i kroppen\n* kraftig blödning\n* skada på sinnesorgan, exempelvis syn eller hörsel\n* stor skada på nerver, muskler eller senor\n* skada på inre organ, såsom på lungor, hjärta, lever, njurar, magsäck och tarmar\n* andra eller tredje gradens brännskada\n* bränn- eller kylskada som omfattar mer än fem procent av kroppsytan\n* långvarig sjukdom eller framtida men, till exempel nedsatt funktion i kroppsdel på grund av brännskada\nDet kan även röra sig om händelser som drabbat någon psykiskt, till exempel ett chocktillstånd vid hot om våld, rån eller vid trafikolyckor.\n\n## Skador i arbetet som drabbat flera arbetstagare samtidigt – vad kan det vara?\n\nExempel på sådana händelser är om det\n\n* inträffat en brand på en arbetsplats och flera arbetstagare får andningsbesvär och lindrigare skador på andningsvägar\n* skett ett utsläpp av ett kemiskt ämne och flera arbetstagare får lindriga skador på huden eller visar sjukdomssymptom\n"}