{"url": "/arbetsmiljoarbete-och-inspektioner/skyddsombud-och-arbetsmiljoombud/elevskyddsombud/", "text": "## Elevskyddsombudets roll i skyddskommittén\n\nSom elevskyddsombud har du rätt att sitta med i skolans skyddskommitté, arbetsmiljökommitté, samverkansgrupp eller vad de kallar det på din skola. Alla elevskyddsombud kan inte sitta med i kommittén utan ni får välja ut två stycken plus suppleanter (ersättare) som representerar skolans elever.\n\nDu har inte rätt att lämna förslag eller rösta i skyddskommittén, men du har rätt att yttra dig i de frågor som tas upp. Du kan också begära att få dina synpunkter antecknade i minnesanteckningar eller protokoll från mötet. Om eleverna har någon viktig fråga som du tycker borde diskuteras i skyddskommittén kan du alltid be rektorn att ta med den frågan på dagordningen.\n\nSkyddskommittén ska bland annat ta upp frågor om sådant som rör:\n\n* företagshälsovård och elevvård\n* handlingsplaner och rutiner\n* planering av nya och ändrade lokaler och arbetsmetoder\n* förändringar i arbetsorganisationen\n* upplysning och utbildning rörande arbetsmiljön\n* arbetsanpassning och rehabiliteringsverksamhet.\n## Ansvar för kränkande behandling, hög arbetsbelastning och den fysiska miljön\n\nBåde Arbetsmiljöverket och Skolinspektionen ansvarar för att inspektera skolor i Sverige. Skolinspektionen ska följa upp att skollagen följs i landets skolor. Arbetsmiljöverket ska följa upp att arbetsmiljölagen följs på landets arbetsplatser, däribland skolor.\n\n## Arbetsmiljön i skolan (ADI 565), broschyr\n\nDen här broschyren vänder sig till dig som är elev eller elevskyddsombud. Här får du veta vad det finns för regler för elevers arbetsmiljö i skolan. Skolan ska vara en trygg och trevlig plats för eleverna."}