{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/arbetsmiljoansvar-for-inhyrd-och-uthyrd-personal/", "text": "# Att hyra ut och hyra in personal – det gemensamma arbetsmiljöansvaret\n\nArbetsmiljöansvaret är gemensamt för bemanningsföretaget och kundföretaget – ett ansvar som inte kan förhandlas bort. Inom det gemensamma arbetsmiljöansvaret ingår speciella ansvarsområden där båda parter måste samverka för att den bemanningsanställda ska ha en säker arbetsmiljö – innan, under och efter en uthyrningsperiod.Nära 1,6 procent av Sveriges anställda sysselsätts via ett bemanningsföretag.\n\nAtt arbeta som inhyrd personal på olika arbetsplatser kan erbjuda flera möjligheter till utveckling. Men alla arbetsplatser har sin egen unika kultur med speciella risker. Det är därför viktigt att arbetsmiljön är säkrad för den som kommer till ett nytt kundföretag, framför allt för att de inte ska skada sig men även för att kunna göra ett så bra jobb som möjligt.\n\nArbetsmiljöansvaret är gemensamt för bemanningsföretaget och kundföretaget – ett ansvar som inte kan förhandlas bort. Bemanningsföretaget är arbetsgivare med ansvar för sin personal och vilka arbeten de hyrs ut till. Kundföretaget är arbetsledare och ska se till det dagliga arbetet utförs på ett säkert sätt och i en god arbetsmiljö.\n\nDet gemensamma arbetsmiljöansvaret är ett kontinuerligt arbete som bygger på ett gott samarbete. Det är därför viktigt att ni känner till era skyldigheter.\n\n\n\n## Relaterad information\n\n## Se filmen om ert gemensamma arbetsmiljöansvar\n\n## Beställ broschyren \"En säkrare arbetsdag för dig som är bemanningsanställd\"\n\nI den här broschyren kan du läsa om hur du som är bemanningsanställd kan få en säkrare arbetsdag.Till exempel om vem som ansvarar för din arbetsmiljö och vad en bra introduktion ska innehålla.* För dig som hyr ut personal\n* För dig som hyr in personal\n* För dig som är bemanningsanställd\n* Safe and healthy work for temporary jobs, extern webbplats, öppnas i nytt fönster\n"}