{"url": "/arbetsmiljoarbete-och-inspektioner/skyddsombud-och-arbetsmiljoombud/skyddsombudsstopp/", "text": "# Skyddsombudsstopp (6 kap 7§)\n\nOm det finns en omedelbar och allvarlig fara för arbetstagares liv eller hälsa har du som skyddsombud rätt att avbryta arbetet. Det kallas för skyddsombudsstopp.Observera att det både måste vara en omedelbar och allvarlig fara. Du har även rätt att avbryta arbeten som utförs av inhyrd arbetskraft i arbetsgivarens verksamhet. Studerandeskyddsombud har dock inte rätt att avbryta arbeten.\n\nSå här går ett skyddsombudsstopp till:\n\n2 Meddela arbetsgivaren att du bedömer att det finns en omedelbar och allvarlig fara för arbetstagares liv eller hälsa och att du därför har stoppat arbetet. Meddelandet kan framföras muntligt, men det är viktigt att dokumentera det vid senare tillfälle. Berätta om din rätt att stoppa arbetet enligt arbetsmiljölagen 6 kap. 7 §.\n4 Arbetsgivaren tar ställning till skyddsombudsstoppet. Håller arbetsgivaren med om att det finns en omedelbar och allvarlig fara accepterar arbetsgivaren stoppet och startar inte arbetet igen förrän ni är överens om att riskerna är undanröjda och arbetet är säkert. Det är bra om ni genom dialog tillsammans försöker hitta en lösning så att arbetet kan återupptas på ett säkert sätt. I dessa fall behöver ingen kontakt tas med oss.\n6 Håller arbetsgivaren inte med om att det finns en omedelbar och allvarlig fara för arbetstagares liv eller hälsa ringer arbetsgivaren till oss så att vi får avgöra om arbetet ska fortsätta vara avbrutet eller inte.\n8 Oftast gör vi en inspektion på arbetsplatsen så snart som möjligt, men ibland avgör vi ärendet via telefon. Vår prövning av skyddsombudsstoppet leder fram till ett beslut om ett förbud (vi tvingar arbetsgivaren att sluta med något som inte är tillåtet) eller till ett beslut om att inte förbjuda arbetet. I det fall vi beslutar om att inte förbjuda arbetet kan arbetsgivaren återuppta arbetet direkt.\n10 Både arbetsgivaren och du som skyddsombud kan överklaga vårt beslut. Om det blir aktuellt för dig att överklaga är det viktigt att känna till att du inte har rätt att överklaga om det finns ett huvudskyddsombud. Då är det huvudskyddsombudet som ska överklaga.\n## Hallå arbetsmiljö! Skyddsombudets roll\n\nDet här avsnittet handlar om skyddsombudets roll. Vad gör egentligen ett skyddsombud om dagarna och i hur stor utsträckning får hen ägna sig åt rollen? Gäst i studion är en viss Lotta från en annan myndighet. Programledare: Fredrik Berling och Ann-Caroline \"Carro\" Kostet som även hon varit skyddsombud en längre tid.\n\n"}