{"url": "/arbetsmiljoarbete-och-inspektioner/arbeta-med-arbetsmiljon/sakerhetskultur---ett-samspel-mellan-manniskor-och-riskstyrning/", "text": "# Säkerhetskultur – ett samspel mellan människor och riskstyrning\n\nDen här sidan ger dig en introduktion i säkerhetskultur. Här hittar du även ett enkätverktyg som kan ge stöd i arbetet med er säkerhetskultur.## Vad är säkerhetskultur?\n\nSäkerhetskultur är de gemensamma attityder, värderingar och upp­fattningar som chefer och anställda har om för­hållandet till säkerhet och arbets­miljö. Säkerhets­kulturen har alltså stor betydelse för hur man arbetar. Det som känne­tecknar en god säkerhets­kultur på en arbets­plats är att ledningen prioriterar och hanterar säkerhets­frågor på alla nivåer i verksamheten och att de är en del av \"kulturen\".\n\n## Hur skapar man en säker arbetsplats?\n\nFör att skapa en hälsosam och säker arbets­plats gäller det att tekniken och den fysiska arbets­miljön är utformad och anpassad efter användarna, och man måste även ta hänsyn till det mänskliga beteendet. Arbets­miljön påverkas naturligtvis även av hur man organiserar och leder verksam­heten. Arbets­ledningen har därför en stor och viktig roll när det gäller att föra ut och förankra säkerhets­tänkandet till sina med­arbetare. En bonus är dessutom att en verksamhet som är hälso­sam och säker även är en effektiv verksamhet.\n\n## Ta tempen på din arbetsmiljö!\n\nHur står det till med säkerhetskulturen på din arbetsplats? Genom att använda Arbetsmiljöverkets enkätverktyg får du ett snabbt kvitto på hur din verksamhet ligger till. Dessutom får du reda på vad som bör förbättras, och hur du kan gå tillväga. Enkäten går att använda både för engelsk- och svenskspråkiga personer.\n\nBäst resultat får ni om ni utser en ansvarig grupp som administrerar enkätverktyget. Gruppen bör bestå av både chefer och medarbetare. Använd gärna verktyget när ni gör systematiska undersökningar av arbetsmiljöförhållandena på arbetsplatsen.\n\n## Enkätverktyg för arbetet med er säkerhetskultur\n\nHär hittar du ett enkätverktyg som kan ge stöd i arbetet med er säkerhetskultur.\n\n## Introduktionsfilm till enkätverktyget\n\n## Frågor och svar om säkerhetskultur\n\n## Rapporter\n\n* Syna säkerheten på din arbetsplats – ett stöd för företag och organisationer arbetet med säkerhetskultur, rapport, pdf, öppnas i nytt fönster\n* Utredning av säkerhetskulturen i Försvarsmaktens helikopterverksamhet, rapport, pdf, Statens haverikommission, webbplats, öppnas i nytt fönster\n* Olycksutredning och sedan?, rapport, pdf, MSBs webbplats, öppnas i nytt fönster\n* Vardagsliv och risk - en livsformsanalys, rapport, pdf, MSBs webbplats, öppnas i nytt fönster\n* Förebyggande av arbetsolyckor, rapport på danska, pdf, Det nationale Forskningscenter for Arbejdsmiljo DK, webbplats, öppnas i nytt fönster\n"}