{"url": "/arbetsmiljoarbete-och-inspektioner/arbeta-med-arbetsmiljon/tips-och-vagledning-till-ditt-arbetsmiljoarbete/", "text": "# Tips och vägledning till ditt arbetsmiljöarbete\n\nReglerna om systematiskt arbetsmiljöarbete (SAM) utgörs av tolv paragrafer som både ställer krav på hur arbetsmiljöarbetet ska organiseras och vilka aktiviteter som behöver genomföras. Paragraferna, eller kraven, bildar tillsammans ett system som ska ses som en helhet där alla delar hänger ihop.\n\nMed alla delar på plats har man grunden för att hantera alla arbetsmiljöförhållanden och skapa en bra arbetsmiljö.\n\nMen vad säger då de olika paragraferna? Nedan hittar du filmer där innehåll och betydelse av paragraferna förklaras. Du hittar också exempel på vanliga krav som Arbetsmiljöverket kan rikta till arbetsgivare som inte uppfyller de olika delarna av det systematiska arbetsmiljöarbetet.\n\n## 1§. För dessa gäller systematiskt arbetsmiljöarbete\n\n## 3§. Systematiskt arbetsmiljöarbete - en naturlig del av verksamheten\n\n## Systematiskt arbetsmiljöarbete (AFS 2001:1), föreskrifter\n\nFöreskrifterna om det systematiska arbetsmiljöarbetet gäller för alla arbetsgivare och det systematiska arbetsmiljöarbetet omfattar alla på företaget. I denna film får du mer information om vilka som omfattas.\n\nExempel på krav Arbetsmiljöverket kan rikta till arbetsgivare som inte lever upp till 1§.\n\n2 Ni ska se till att chefer och arbetsledare tar hänsyn till den inhyrda personalens arbetsmiljö i det systematiska arbetsmiljöarbetet.\n4 Ni ska se till att chefer och arbetsledare tar hänsyn till den uthyrda personalens arbetsmiljö i det systematiska arbetsmiljöarbetet.\n## 2§.  Så definieras systematiskt arbetsmiljöarbete\n\nDet grundläggande syftet med det systematiska arbetsmiljöarbetet är att förebygga ohälsa och främja en god arbetsmiljö. Arbetsmiljöarbetet är kopplat till styrningen av verksamheten. Tydliga rutiner, kunskap, fördelning av arbetsmiljöuppgifter och samverkan på arbetsplatsen är viktigt. Få mer information i filmen om hur systematiskt arbetsmiljöarbete definieras.\n\nArbetsmiljöfrågorna ska tas om hand och samordnas med verksamhetens styrnings- och förbättringsarbete, till exempel budgetarbete, inhyrning av personal och personalmöten. Arbetsmiljöarbetet ska ingå i den dagliga verksamheten så att viktiga åtgärder kan genomföras i tid så att ingen arbetstagare ska drabbas av ohälsa.\n\nExempel på krav Arbetsmiljöverket kan rikta till arbetsgivare som inte lever upp till 3§.\n\n2 I samband med att Ni arbetar med verksamhetens budget ska Ni ta hänsyn till de åtgärder som behövs för att förbättra arbetsmiljön.\n4 Ni ska i samband med inköp/reparation/underhåll/bemanning ta hänsyn till de följder detta får för arbetsmiljön så att åtgärder för att förebygga ohälsa och olycksfall kan genomföras.\n"}