{"url": "/arbetsmiljoarbete-och-inspektioner/arbetstagarens-deltagande-i-arbetsmiljoarbetet/unga-i-arbetslivet/", "text": "# Unga i arbetslivet\n\nNya uppgifter, nya människor, nya regler. När du börjar ett nytt jobb är det mycket att lära sig. För dig som är under 18 år finns särskilda regler.När man är ung och börjar arbeta eller praktisera så är det extra viktigt att känna till sina rättigheter ute på arbetsplatsen.\n\nMer än 4000 unga personer anmäler varje år arbetrelaterade olyckor. Unga personer är också extra känsliga för till exempel tunga lyft eller farliga ämnen.\n\nOm du är minderårig, alltså under 18 år så finns särskilda regler i Arbetsmiljöverkets föreskrifter om minderåriga (AFS 2012:3). Vissa regler gäller olika beroende på hur gammal du är. Det kan vara till exempel hur länge du får jobba på kvällen eller vilka arbetsuppgifter du får ha.\n\n## Handledning\n\nDu som är under 18 ska ha en handledare på arbetsplatsen. Av din handledare ska du få veta veta vilka dina arbetsuppgifter är och vilka risker som kan finnas på arbetsplatsen. Det är viktigt att du känner att du förstår och att du alltid kan fråga din handledare om du är osäker. Din handledare ska alltid finnas tillgänglig för frågor och stöd när du jobbar\n\n## Din chefs ansvar\n\nFör att du ska kunna jobba säkert ska chefen alltid tänka på dina förutsättningar. Du ska få arbetsuppgifter som du kan göra på ett säkert sätt. Du som är under 18 år ska till exempel inte lyfta för tungt eller vara i situationer som kan vara osäkra eller riskfyllda.\n\n## Godkännande av vårdnadshavare\n\nTills året du fyller 16 år räknas du som yngre och äldre barn. Då måste arbetsgivaren ta kontakt med dina vårdnadshavare och få deras godkännande att du får arbeta.\n\n## Skyddsombudet ska informeras\n\nSkyddsombudet är de anställdas representant i arbetsmiljöarbetet. Fråga någon kollega eller chefen vem som är skyddsombud på ditt jobb. Om det finns ett skyddsombud ska arbetsgivaren tala om för skyddsombudet att du som minderårig börjar jobba på arbetsplatsen. Alla arbetsplatser med fler än fem anställda ska ha ett skyddsombud.\n\n## Minderårigas arbetsmiljö (AFS 2012:3), föreskrifter\n\n## Om minderårigas arbetsmiljö - en vägledning till föreskrifterna AFS 2012:3 (H453), bok\n\n"}