{"url": "/arbetsmiljoarbete-och-inspektioner/arbeta-med-arbetsmiljon/ledningssystem/", "text": "# Ledningssystem\n\nDet finns flera definitioner av begreppet ledningssystem, men de har alla det gemensamt att det handlar om ett verktyg för att leda, planera, kontrollera, följa upp och utvärdera verksamheten.Det rör sig om ett långsiktigt, målmedvetet och systematiskt arbetssätt med siktet inställt på ständiga förbättringar, det vill säga att sätta upp mål, genomföra uppgifter med hög kvalitet, kunna följa upp resultat och lära sig av dem, och förbättra olika processer.\n\nLedningssystemen är av flera slag. Idag finns det standardiserade ledningssystem inom områden som till exempel kvalitet, säkerhet, energi, yttre miljö, information, kompetensförsörjning och arbetsmiljö. Organisationer kan välja att certifiera sig enligt flera av dessa standarder. Skillnaderna mellan hur olika ledningssystem är uppbyggda är inte så stora, och det finns många fördelar med att samordna flera ledningssystem till ett integrerat verksamhetssystem. En integrering gör det enklare att styra och följa upp verksamheten effektivt. Dessutom minskar risken för dubbelarbete och mål som kolliderar med varandra.\n\n## Systematiskt arbetsmiljöarbete är ett ledningssystem\n\nAtt Arbetsmiljöverkets föreskrifter om systematiskt arbetsmiljöarbete (AFS 2001:1) är ett ledningssystem framgår i föreskrifternas inledande paragrafer. AFS 2001:1 har till sin struktur många likheter med andra standardiserade ledningssystem. Det finns dock en viktig skillnad – AFS 2001:1 är ett lagkrav som alla arbetsgivare måste uppfylla, medan andra ledningssystem normalt är frivilliga.\n\n## Fördelarna med ledningssystem\n\nEtt ledningssystem bygger till stor del på att en organisation målstyr sin verksamhet och därigenom skapar ordning och reda. Ett ledningssystem är ett effektivt verktyg som skapar förutsättningar för ett strukturerat arbetssätt och ger organisationen en bättre överblick och kontroll över verksamheten när uppgifter och ansvar fördelas i organisationen.\n\nGenom dokumenterade rutiner som styr och samordnar företaget minskar företagets sårbarhet till exempel när nyckelpersoner slutar. En tydlig fördelning säkerställer att viktiga uppgifter inte glöms bort eller ”faller mellan stolarna”, och företaget har kontroll över att de uppfyller lagkraven.\n\n## Systematiskt arbetsmiljöarbete (AFS 2001:1), föreskrifter\n\nFöreskrifterna om systematiskt arbetsmiljöarbete gäller för alla arbetsgivare. Systematiskt arbetsmiljöarbete innebär att undersöka, genomföra och följa upp verksamheten för att förebygga olyckor och ohälsa."}