{"url": "/arbetsmiljoarbete-och-inspektioner/arbetstagarens-deltagande-i-arbetsmiljoarbetet/unga-i-arbetslivet/", "text": "## Praktik och sommarjobb när covid-19 pågår\n\nFöreskrifterna innehåller regler för hur personer som inte fyllt 18 år får arbeta. Föreskrifterna riktar sig till arbetsgivare, uppdragsgivare, skolhuvudmän och praktikgivare som låter minderåriga utföra arbete.Den här vägledningen ger råd och rekommendationer till dig som är antingen arbetsgivare eller huvudman för en skola. Vägledningen är tänkt att hjälpa dig att följa föreskrifterna om minderårigas arbetsmiljö, AFS 2012:03.\n\nBoken är uppdelad i två delar, som handlar om arbetsmiljön i arbetslivet respektive skolan. Reglerna liknar varandra men det finns vissa skillnader. Delen om arbetslivet ger exempel från de branscher där det är vanligast att minderåriga arbetar, till exempel detaljhandel, vård och omsorg samt bygg.Praktik och sommarjobb är lärorikt och viktigt för unga. Men unga får inte skickas ut till arbetsplatser som riskerar att skada dem eller göra dem sjuka.\n\nArbetsmiljöverkets regler om minderårigas arbetsmiljö ställer krav på att arbetsgivare som tar emot praktikanter och sommarjobbare ska riskbedöma arbetsmiljön. I rådande situation med risk för smitta av det nya coronaviruset är det särskilt viktigt att arbetsgivare, uppdragsgivare, skolhuvudmän och praktikgivare gör riskbedömningen.\n\nDet nya coronaviruset har riskklass 3, och enligt Arbetsmiljöverkets föreskrifter får minderåriga inte arbeta i miljöer där denna riskklass förekommer. Som minderårig räknas den som ännu inte fyllt 18 år.\n\nEftersom det nya coronaviruset är spritt i samhället är det svårt att helt undvika att minderåriga utsätts för smittan. Minderåriga ska därför inte utföra arbetsuppgifter inom vård och omsorg där det finns patienter eller brukare med konstaterad eller misstänkt covid-19, som är den sjukdom som orsakas av det nya coronaviruset.\n\nDet är upp till arbetsgivare, uppdragsgivare, skolhuvudmän och praktikgivare att, utifrån en riskbedömning, säkerställa att den minderårigas arbetsuppgifter inte innebär risk för kontakt med det nya coronaviruset utöver den risk som finns i samhället generellt under pågående pandemi med allmän smittspridning.\n\nBestämmelserna finns AFS 2012:3 om minderårigas arbetsmiljö. Överträdelse av bestämmelserna kan medföra böter.\n\nDu kan läsa föreskrifterna om smittrisker här:\n\n\n\n"}