{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/anmal-arbetsskada-dodsfall-och-allvarliga-tillbud-till-arbetsmiljoverket/", "text": "## Vad händer när du anmält en allvarlig händelse enligt 3 kap. 3a § arbetsmiljölagen?\n\nNär du anmält den allvarliga händelsen till oss visas ett kvitto av din anmälan på skärmen. Skriv ut kvittot eller spara det elektroniskt. Kvittot innehåller alla de uppgifter du lämnat.\n\nDin anmälan granskas sedan av oss och leder till att vi antingen bestämmer oss för att göra en inspektion, ta del av arbetsgivarens egen utredning av händelsen eller att inte vidta några åtgärder. Om vi inte kontaktat dig eller din organisation inom tre veckor har vi normalt valt att inte vidta några åtgärder.\n\n## Arbetsgivaren ska alltid själv utreda händelsen\n\nOavsett om den anmälda händelsen leder till att vi vidtar åtgärder eller inte är arbetsgivaren alltid skyldig att själv utreda vad som hänt och sedan genomföra de åtgärder som behövs för att det som inträffat inte ska hända igen. Se 9 och 10 § Arbetsmiljöverkets föreskrifter (AFS 2001:1) om systematiskt arbetsmiljöarbete.\n\n## När brukar vi göra en inspektion med anledning av en allvarlig händelse?\n\n## Stöd vid olycksutredning\n\nNormalt brukar vi inspektera\n\n* vid dödsolyckor, kraftigt invalidiserande och svåra personskador\n* när flera personer skadats\n* när vi misstänker att någon varit oaktsam eller brutit mot en straffsanktionerad regel\n* om en minderårig är drabbad eller varit inblandad i händelsen\n* om vi bedömer att händelsen är komplex, till exempel om det finns flera organisationer som är inblandade\n* vid risker som tidigare inte varit kända för oss\n* vid tillbud som skulle kunnat få mycket allvarliga konsekvenser\n"}