{"url": "/arbetsmiljoarbete-och-inspektioner/arbeta-med-arbetsmiljon/jamstalldhet-i-arbetsmiljon/", "text": "## Organisationen gör skillnaden\n\nEn viktig lärdom från uppdraget är att skillnaderna i arbetsmiljö och ohälsa mellan kvinnor och män inte har biologiska orsaker. När kvinnor och män har samma arbetsuppgifter drabbas de som regel av samma besvär. Istället beror det på att arbetet är organiserat på olika sätt och att fördelningen av resurser ser olika ut.\n\nSe våra filmer om vad som gör skillnad i kvinnors och mäns arbetsmiljö. Filmerna ligger i en spellista och spelas upp efter varandra.\n\n\n\nI flera av våra kunskapssammanställningar kan du ta del av aktuell forskning om jämställdhet och arbetsmiljö. I ”Genusperspektiv på olycksfall och dödsolyckor i arbetslivet” framkommer det bland annat att maskulina kulturer i mansdominerade branscher kan påverka arbetssätt och risktagande.\n\n”Kvinnors och mäns arbetsvillkor” visar att alltför höga krav och begränsade resurser i arbetet generellt hänger samman med lägre arbetstrivsel, en ökad vilja att säga upp sin anställning samt sämre psykisk och fysisk hälsa. Den visar också att en större andel kvinnor än män jobbar deltid, har skiftarbete och anger höga krav och lägre resurser.\n\n”Belastning, genus och hälsa i arbetslivet” visar att organisationen av arbetet på en arbetsplats har stor betydelse för uppkomsten av belastningsbesvär. Kvinnor drabbas mer än män och den främsta förklaringen är att kvinnor och män i samma yrke arbetar med olika uppgifter, där kvinnors arbetsuppgifter är mer repetitiva och handintensiva. Det är alltså inte kvinnors fysiologi, utan hur arbetet är organiserat, som leder till ojämställd hälsa.\n\n”Under luppen” visar bland annat att genuskunskaper och ledningens engagemang är viktiga för att få hållbara förändringar vid utvecklingsarbete.\n\n## Skillnader i arbetsmiljön inom en mansdominerad och en kvinnodominerad kommunal verksamhet\n\nI en inspektionsinsats jämförde vi arbetsmiljön inom den mansdominerade tekniska förvaltningen med den kvinnodominerade hemtjänsten i fler än 60 kommuner.\n\n\n\nInsatsen visade bland annat att antalet medarbetare per chef inom hemtjänsten är många gånger högre. Hemtjänsten har generellt också sämre kommunikation med beslutsfattare, färre stödfunktioner, mindre resurser i form av utrustning och sämre tillgång till bilar än den tekniska förvaltningen.\n\n"}