{"url": "/arbetsmiljoarbete-och-inspektioner/arbeta-med-arbetsmiljon/tips-och-vagledning-till-ditt-arbetsmiljoarbete/", "text": "## 4§. Samverkan i arbetsmiljöarbetet\n\nArbetsgivaren har huvudansvaret för arbetsmiljöarbetet men för att det ska bli meningsfullt och effektivt måste denne samverka med arbetstagare och skyddsombud så att fler hjälps åt att upptäcka de risker som kan finnas i arbetsmiljön. Forum för att samverka kring arbetsmiljöfrågor är till exempel arbetsplatsträffar, medarbetarsamtal och skyddskommittémöten. Rutiner bör gemensamt tas fram för att kunna samverka kring arbetsmiljöarbetet.\n\nExempel på krav Arbetsmiljöverket kan rikta till arbetsgivare som inte lever upp till 4§.\n\n2 Ni ska se till att arbetstagare och skyddsombud får möjlighet att medverka i det systematiska arbetsmiljöarbetet i er verksamhet genom att regelmässigt delta i arbetet med alla de olika aktiviteter som systematiskt arbetsmiljöarbete består av.\n4 Ni ska se till att de arbetstagare och skyddsombud som medverkar i arbetsmiljöarbetet får den tid och den information som de behöver för att kunna medverka effektivt.\n## 5§. Arbetsmiljöpolicy och rutiner\n\nEn arbetsmiljöpolicy ska tas fram som visar arbetsgivarens övergripande målsättning, viljeinriktning och medel för det långsiktiga arbetet som man har med verksamhetens arbetsmiljö. Det ska vara dokument som beskriver hur vi vill ha det och hur vi når dit. Rutiner behöver finnas för alla olika aktiviteter i SAM och det är viktigt att dessa rutiner har koppling till andra rutiner och aktiviteter i verksamheten och att de kan samordnas med dessa.\n\nExempel på krav Arbetsmiljöverket kan rikta till arbetsgivare som inte lever upp till 5§.\n\n2 Ni ska ta fram en arbetsmiljöpolicy. I den ska ni beskriva hur arbetsförhållandena ska vara i er verksamhet för att förebygga ohälsa och olycksfall och skapa en god arbetsmiljö. Vid utarbetandet av policyn ska ni beakta både fysiska, psykologiska och sociala förhållanden som inverkar på arbetsmiljön. Arbetsmiljöpolicyn ska dokumenteras skriftligt om det finns minst tio arbetstagare i er verksamhet.\n4 Ni ska se till att ni har rutiner i er verksamhet för att genomföra ett systematiskt arbetsmiljöarbete. Rutinerna ska dokumenteras skriftligt om det finns minst tio arbetstagare i er verksamhet.\n"}