{"url": "/arbetsmiljoarbete-och-inspektioner/arbeta-med-arbetsmiljon/jamstalldhet-i-arbetsmiljon/", "text": "## Seminarier om att organisera för ett hållbart arbetsliv\n\nHösten 2014 genomförde vi fyra dialogkonferenser för politiskt förtroendevalda, chefer, skyddsombud samt arbetsmiljö- och jämställdhetsstrateger, främst i landets kommuner.\n\nKonferensen handlade om hur vi kan skapa ett arbetsliv som är hållbart fram till pensionen för både kvinnor och män.\n\nBland talarna fanns professor Svend Erik Mathiassen, Centrum för belastningsskadeforskning, Gävle högskola; professor Annika Härenstam, Arbetsvetenskap, Göteborgs universitet och fil.dr. Tina Kankkunen, Sociologiska institutionen, Stockholms universitet och representanter från Arbetsmiljöverket. Vid konferenserna deltog även kommuner med lärande exempel.\n\nHär finns länkar till deras presentationer:\n\n## Vi är en av många myndigheter som arbetar med jämställdhet\n\nAtt ta fram regler och göra inspektioner som synliggör kvinnors och mäns olika arbetsmiljöförutsättningar innebär inte bara att vi som myndighet bidrar till de jämställdhetspolitiska målen i Sverige. Det är också en fråga om att säkra kvaliteten i vår verksamhet. Sedan några år tillbaka har vi fått ett särskilt uppdrag att jämställdhetsintegrera vår verksamhet.\n\nVid våra inspektioner tar vi alltid upp frågor om jämställdhet.\n\nPortalen Jämställ.nu fungerar som en plattform för att sprida resultat och erfarenheter från myndigheternas arbete.\n\nStatistiska centralbyrån, SCB, ger vartannat år ut boken ”På tal om kvinnor och män”. Den innehåller lättillgängliga tabeller och diagram med aktuell statistik om kvinnor och män inom ett stort antal områden.\n\nI den här foldern ger vi exempel på hur du som arbetsgivare kan förbättra arbetsmiljön om du har ett genusperspektiv. Fler kvinnor än män är nämligen sjukskrivna. Det finns också frågor som kan hjälpa dig att se brister."}