{"url": "/arbetsmiljoarbete-och-inspektioner/en-tillganglig-arbetsmiljo/tillganglighetsperspektiv-i-arbetsmiljoverkets-inspektioner/", "text": "# Tillgänglighetsperspektiv i Arbetsmiljöverkets inspektioner\n\nVåra inspektionsbesök syftar till att stärka arbetsplatsens egen förmåga att förebygga risker som kan leda till ohälsa eller olyckor. Arbetsmiljöverket inspekterar vanligen de arbetsplatser som vi bedömer vara riskutsatta, men arbetar också i projekt och kampanjer som övergripande berör särskilda problem eller branscher.Frågor kring funktionshinder och tillgänglighet i arbetsmiljön är en naturlig del i våra inspektioner. Vi arbetar utifrån synsättet ”Förbättra arbetsmiljön för alla så blir tillgängligheten bättre för arbetstagare med funktionsnedsättning - det som är bra för alla är nödvändigt för vissa.”\n\n## Tillgänglighetsperspektiv i skolinspektionerna\n\nVid skolinspektionerna, som pågick mellan 2014 till 2016, uppmärksammade vi vissa aspekter av tillgänglighetsperspektivet. Förutom det systematiska arbetsmiljöarbetet tar vi upp vissa psykosociala frågor såsom hot och våld samt arbetsbelastning för personalen. Dessutom ska vi säkerställa att man i sitt systematiska arbetsmiljöarbete hanterar buller, inomhusklimat, städning och utrymning.\n\n## Friska arbetsplatser för alla åldrar\n\nUnder 2016 och 2017 genomfördes en tillsynsinsats med rubriken \"Friska arbetsplatser för alla åldrar\" där frågor om tillgänglighet lyftes. Säkra och hälsosamma arbetsvillkor genom hela arbetslivet är bra för arbetstagare, företag och samhället i stort. Genom att bli medvetna om åldersstrukturer och hur förutsättningar för olika åldersgrupper ser ut, kan vi lättare skapa förutsättningar för att alla  att arbeta hela arbetslivet, oavsett ålder och kön.\n\n"}