{"url": "/arbetsmiljoarbete-och-inspektioner/skyddsombud-och-arbetsmiljoombud/elevskyddsombud/", "text": "## Din roll som elevskyddsombud\n\nNär du har blivit vald till elevskyddsombud ska du göra dig känd bland dem du representerar. Det är ju bland annat meningen att eleverna ska kunna gå till dig med problem som de behöver få diskuterade i skolledningen. Din uppgift är att föra fram elevernas åsikter och krav på arbetsmiljön.\n\nSom elevskyddsombud ska du representera eleverna i arbetsmiljöfrågor. Det gäller både den fysiska och den psykosociala miljön. Du behöver vara lyhörd för hur stämningen är på skolan och vad som brister i arbetsmiljön.\n\nDu behöver också känna till reglerna som ställer krav på arbetsmiljön. Det är också bra att känna till skollagen och läroplanen eftersom de styr skolans undervisning.\n\nSom elevskyddsombud ska du\n\n* vara med på skyddsronder\n* delta i planering av ombyggnad av skolan\n* delta när Arbetsmiljöverket kommer på inspektion.\nDu ska bevaka att skolan utför skyddsronder både för den fysiska och psykiska miljön. Du hittar bra checklistor för skyddsronder som du kan använda dig av på Prevents webbplats.\n\n## Kontakter med elever, skolledning och personalens skyddsombud\n\nSom elevskyddsombud behöver du informationskanaler till eleverna, skolledningen och lärarnas skyddsombud.\n\nI en stor skola kan det kanske vara svårt att samla alla elever samtidigt. Men det är bra om eleverna kan samlas i mindre grupper och diskutera miljön på skolan. Man kan till exempel bilda arbetsgrupper för olika frågor. Om skolan har en webbplats kan du föra ut information via den, och även ta emot synpunkter.\n\nDet kan vara bra om du får möjlighet att träffa rektorn regelbundet och diskutera skolans arbetsmiljö.\n\nDu bör även se till att du får möjlighet att träffa personalens skyddsombud. Eftersom vi är varandras arbetsmiljö så har ni säkert många gemensamma frågor. Ensam är inte starkast, så tveka inte att diskutera frågor med lärarna. Har ni till exempel problem med höga ljudnivåer i klassrummen så påverkas ju lärarna lika mycket som eleverna.\n\n"}