{"url": "/arbetsmiljoarbete-och-inspektioner/arbeta-med-arbetsmiljon/tips-och-vagledning-till-ditt-arbetsmiljoarbete/", "text": "## 6§. Uppgiftsfördelning i det systematiska arbetsmiljöarbetet\n\nArbetsgivaren har det juridiska ansvaret för att arbetsmiljöarbetet genomförs men uppgifter för att utföra de olika aktiviteterna kan fördelas i organisationen. Tänk på att det är uppgifter som fördelas och inte det juridiska ansvaret. De som får uppgifter ska också ges resurser och befogenheter för uppdraget, t ex i form av tid, pengar och möjlighet att fatta vissa beslut.\n\nExempel på krav Arbetsmiljöverket kan rikta till arbetsgivare som inte lever upp till 6§.\n\n2 Ni ska fördela uppgifter i det systematiska arbetsmiljöarbetet till chefer och arbetsledare. Uppgiftsfördelningen ska dokumenteras skriftligt om det finns minst tio arbetstagare i er verksamhet.\n4 Ni ska se till att de som fått uppgifter i arbetsmiljöarbetet har befogenheter och resurser för att kunna utföra tilldelade uppgifter. Med befogenheter avses rätt att fatta beslut och att vidta åtgärder. Med resurser avses ekonomiska medel, tillgång till personal, utrustning, lokaler, tid och kunskaper.\n## 7§. Alla ska ha kunskap\n\nAlla arbetstagare behöver ha grundläggande kunskaper om de risker som finns i verksamheten och vad som kan främja arbetshälsan. Chefer och arbetsledare behöver dessutom ha kunskap om att driva arbetsmiljöarbete. Sådana kunskaper kan de få genom särskild utbildning eller genom att aktivt arbeta med arbetsmiljöfrågor. Finns det allvarliga risker i verksamheten ska det också finnas skriftliga instruktioner för hur vissa arbetsuppgifter ska utföras.\n\nExempel på krav Arbetsmiljöverket kan rikta till arbetsgivare som inte lever upp till 7§.\n\n2 Ni ska se till att samtliga era arbetstagare får kunskaper om vilka risker som är förknippade med deras arbete och hur de ska kunna utföra sitt arbete säkert utan risk för ohälsa eller olycksfall.\n4 Ni ska se till att nyanställd personal får introduktion i arbetet.\n"}