{"url": "/arbetsmiljoarbete-och-inspektioner/inspektioner-utredningar-och-kontroller/marknadskontroll-av-farliga-produkter/", "text": "## Andra som utför marknadskontroll\n\nDet finns ett 15-tal myndigheter som ansvarar för marknadskontroll av produkter för vilka man har sektorsansvar. Styrelsen för ackreditering och teknisk kontroll, Swedac, har ett samordningsansvar när det gäller marknadskontrollen i Sverige.\n\nExempel på myndigheter som utför marknadskontroll av produkter som gränsar till Arbetsmiljöverkets ansvarsområden är:\n\n* Konsumentverket – Konsumentprodukter och allmän produktsäkerhet\n* Elsäkerhetsverket – Elektrisk utrustning och elektromagnetisk kompatibilitet\n* Myndigheten för samhällsskydd och beredskap (MSB) – Gasflaskor\n* Boverket – Byggprodukter och hissar\nPå Europeiska kommissionens webbplats för marknadskontroll, ICSMS, kan man läsa mer om marknadskontroll inom EU.\n\nRapex är ett informations- och varningssystem som länder inom EU använder för att informera varandra om produkter med allvarliga risker som har återkallats.\n\nMarknadskontrollrådet är ett nationellt samordningsorgan för marknadskontroll som finns vid Swedac. Det fungerar som ett forum för myndigheter, men rådet ska också underlätta allmänhetens kontakter. 16 myndigheter i Sverige utför marknadskontroll. Du kan läsa om vad de gör och få deras kontaktuppgifter på deras webbplats.\n\n\n\n\n\n## Rättsliga följder för en leverantör som inte följer reglerna\n\nArbetsmiljöverket kan förbjuda en leverantör att släppa ut en produkt på marknaden om den inte erbjuder betryggande säkerhet mot ohälsa och olycksfall. Detsamma gäller den som avlämnar en produkt för att tas i bruk eller den som ställer ut en produkt till försäljning. Ett sådant förbud är oftast förenat med vite.\n\nOm det finns särskild risk från arbetsmiljösynpunkt kan Arbetsmiljöverket begära av en leverantör att lämna varningsinformation eller att återkalla en produkt. Ett sådant föreläggande ska förenas med vite.\n\nVarningsinformation ska lämnas av leverantören till de som har produkten och ska lämnas på ett sådant sätt att den kan antas komma till de berördas kännedom, genom direkta meddelanden, annonser eller andra framställningar som näringsidkare använder vid marknadsföring.\n\nEn produktåterkallelse gäller alla exemplar av produkten. En produktåterkallelse kan utgöras av en rättelse (att leverantören avhjälper det fel som skaderisken hänför sig till), ett utbyte (att leverantören tar tillbaka varan och levererar en annan, felfri vara av samma eller motsvarande slag) eller en återgång (att leverantören tar tillbaka varan och lämnar ersättning för den).\n\nVillkoren för varningsinformation och produktåterkallelse bestäms av Arbetsmiljöverket.\n\nBrott mot regler om märkning eller annan produktinformation, provning och kontroll eller regler om tillstånd, godkännande eller annat bevis om överensstämmelse med gällande krav för tekniska anordningar är direkt straffsanktionerade och ska lämnas till åklagare för prövning.\n\n"}