{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/for-arbetsgivare-till-unga-i-arbetslivet/", "text": "# För arbetsgivare till unga i arbetslivet\n\nNär du som arbetsgivare anställer minderåriga gäller särskilda bestämmelser för hur de får arbeta. Vissa arbetsuppgifter får de inte alls utföra.Barn och ungdomar har inte samma fysiska och psykiska förutsättningar som vuxna för att klara vissa arbetsuppgifter. Det innebär att det är större risk för fysiska och psykiska skador hos en person som inte är färdigutvecklad.\n\n## Minderårig i arbetslivet är den som inte fyllt 18 år\n\nDen som inte fyllt 18 år är minderårig. För både minderåriga och vuxna gäller arbetsmiljölagen och Arbetsmiljöverkets föreskrifter. När du ska anställa någon som är under 18 år gäller även särskilda regler för arbetstider och arbetsuppgifter.\n\nLäs mer om arbetsider och arbetsuppgifter:\n\nMer information finns i föreskrifterna om minderårigas arbetsmiljö (AFS 2012:03), och i vägledningen Minderårigas arbetsmiljö, H453. Vägledningen ger råd och rekommendationer om hur föreskrifterna ska tillämpas.\n\n## Den minderåriga har rätt till introduktion och handledning i arbetet\n\nDet viktigt att du som arbetsgivare ger den minderåriga en ordentlig introduktion där du informerar om arbetsuppgifterna och vilka risker som finns. Om den minderåriga är under 18 år ska du dessutom utse en handledare.\n\nI introduktionen ska du informera om\n\n* vilka arbetsuppgifterna är och vad den minderåriga inte får göra\n* hur verktyg och maskiner fungerar\n* vilka arbetsmiljöregler som gäller\n* vilka risker som finns och hur man kan skydda dig mot dem.\nHandledaren ska informera om vilka dina arbetsuppgifter är och vilka risker som kan finnas på arbetsplatsen. Handledare ska alltid finnas tillgänglig för frågor och stöd till den minderåriga.\n\n## Undersök och bedöm risker i arbetsmiljön\n\nSom ansvarig för arbetsmiljön ska du följa Arbetsmiljöverkets föreskrifter om systematiskt arbetsmiljöarbete. Enligt de föreskrifterna ska arbetsgivaren regelbundet undersöka arbetsförhållandena och bedöma riskerna för att någon kan komma att drabbas av ohälsa eller olycksfall i arbetet.\n\nDet innebär att du ska undersöka och bedöma risker i arbetsuppgifterna som kan göra att en minderårig person inte ska utföra vissa arbetsuppgifter. Det gäller både fysiska och psykiska risker. Tänk på att minderåriga har en begränsad livs- och yrkeserfarenhet. Du ska också bedöma om minderåriga kan klara av att utföra de aktuella arbetsuppgifterna.\n\n"}