{"url": "/arbetsmiljoarbete-och-inspektioner/arbetsgivarens-ansvar-for-arbetsmiljon/politikers-arbetsmiljoansvar/", "text": "## En handlingsplan ska innehålla\n\n* Åtgärder som förbättrar arbetsmiljön så att arbetstagare inte drabbas av ohälsa eller olycksfall.\n* Tidpunkt när åtgärderna ska vara genomförda.\n* Vem som ska se till att åtgärderna genomförs i tid.\n* Arbetsgivaren ska också kontrollera att åtgärderna fått avsedd effekt och ange tidpunkt för när kontroll ska ske.\n* Åtgärder som nämnden inte kan besluta om behöver föras vidare till nästa politiska nivå. Detta kan till exempel gälla större ombyggnationer, större förändringar av uppdrag, personalförändringar, lokalförändringar eller minskade anslag.\n## Riskbedömning av arbetsmiljön vid förändringar\n\nOm fullmäktige beslutat om minskade resurser för exempelvis kirurg avdelningen eller barn- och ungdomsnämnden påverkar detta verksamheten.\n\nDen minskade budgeten kanske innebär att det blir tal om personalneddragningar. Innan dessa kan genomföras ska nämnden se till att det finns en skriftlig riskbedömning.\n\n\n\n## En riskbedömning vid förändringar ska innehålla\n\n* Vilka ändringarna är – exempelvis utökning, förändrade uppdrag, minskade anslag, lokalförändringar\n* Var ändringarna ska göras – till exempel på Förskolan ”Arbetsmyran”\n* Vilka grupper som påverkas av ändringarna – till exempel kvarvarande personal\n* Vilka risker för ohälsa och olycksfall som ändringarna bedöms medföra – till exempel ohälsa på grund av psykisk påfrestning av för stor arbetsmängd\nÅtgärder ska genomföras för att få bort eller minska riskerna så snart det är praktiskt möjligt. Det som inte görs genast ska skrivas upp i en handlingsplan. Arbetsmiljölagen godtar inte att arbetsgivaren låter bli att vidta åtgärder på grund av dålig ekonomi.\n\n"}