{"url": "/arbetsmiljoarbete-och-inspektioner/arbeta-med-arbetsmiljon/komma-igang-med-arbetsmiljoarbetet/", "text": "# Komma igång med arbetsmiljöarbetet\n\nAtt arbetsmiljön är viktig skriver nog alla under på. Men hur skapar man en bra miljö där människor trivs, presterar bra och håller sig friska? Det är faktiskt inte så svårt som man kan tro.Startpaketet för systematiskt arbetsmiljöarbete (SAM) gör det lättare för företag och för dig som arbetsgivare att komma igång och bygga upp sitt systematiska arbetsmiljöarbete.\n\n## Startpaket för ditt arbetsmiljöarbete\n\nStartpaketet består av tre olika delar:\n\n## 1. En liten guide för ett effektivt arbetsmiljöarbete\n\nHär hittar du en liten guide med praktisk information om vad som är viktigt att tänka på när man tar fram och bygger upp ett effektivt arbetsmiljöarbete i den egna verksamheten. Här hittar du guiden för att komma igång med ditt arbetsmiljöarbete\n\n## 2. Ett exempel på en handbok i arbetsmiljö\n\nHär finns ett exempel på hur en arbetsmiljöhandbok kan struktureras upp och se ut. Exemplet visar hur rutiner kan utformas, men varje arbetsgivare måste ta fram sina egna rutiner utifrån den verksamhet man bedriver.\n\n* 01 - Register, pdf, öppnas i nytt fönster\n* 02 - Inledning, pdf, öppnas i nytt fönster\n* 03 - Arbetsmiljöpolicy, pdf, öppnas i nytt fönster\n* 04 - Samverkan, pdf, öppnas i nytt fönster\n* 05 - Fördelning av arbetsmiljöuppgifter, pdf, öppnas i nytt fönster\n* 05.1 - Blankett för fördelning av arbetsmiljöuppgifter, pdf, öppnas i nytt fönster\n* 06 - Kunskaper och kompetens, pdf, öppnas i nytt fönster\n* 06.1 - Kunskaper checklista introduktion\n* 07 - Undersöka arbetsmiljön, pdf, öppnas i nytt fönster\n* 08 - Riskbedöma, vidta åtgärder, handlingsplan, pdf, öppnas i nytt fönster\n* 08.1 - Blankett för riskbedömningar och handlingsplan, pdf, öppnas i nytt fönster\n* 08.2 - Blankett för riskbedömning vid förändringar i verksamheten, pdf, öppnas i nytt fönster\n* 08.3 - Förteckning och resultat av riskbedömning och beslut om åtgärder\n* 09 - Rapportera och utreda tillbud och olyckor, pdf, öppnas i nytt fönster\n* 09.1 - Blankett för rapportering och utredning av tillbud och olyckor, pdf, öppnas i nytt fönster\n* 10 - Årlig uppföljning av det systematiska arbetsmiljöarbetet (SAM), pdf, öppnas i nytt fönster\n* 10.1 - Blankett för årlig uppföljning av det systematiska arbetsmiljöarbetet (SAM), pdf, öppnas i nytt fönster\n* Bilaga 1 - Förteckning arbetsmiljölagstiftning, pdf, öppnas i nytt fönster\n"}