[
    {
        "id": "P101",
        "paragraphs": [
            {
                "id": "P101.1",
                "sentences": [
                    "## Individuell beskattning av arbetsinkomster\n\n",
                    "Genom skattereformen införs individuell beskattning (särbeskattning) av arbetsinkomster.",
                    "Det innebär bl.a. att endast en skatteskala kommer att finnas för beräkning av statlig inkomstskatt.",
                    "Den blir gemensam för alla inkomsttagare oavsett civilstånd.",
                    "Den gäller även för oskifta dödsbon och familjestiftelser.",
                    "De inkomster som på detta sätt beskattas individuellt kallas A-inkomster.",
                    "Dessa inkomster är * inkomst av tjänst - lön, pension, livränta, undantagsförmåner och övrig tjänsteinkomst. (Undantag: periodiskt understöd eller därmed jämförlig periodisk inkomst.) * inkomst av jordbruksfastighet - om den skattskyldige arbetat i jordbruket i ej blott ringa omfattning. * inkomst av rörelse - om den skattskyldige arbetat i rörelsen i ej blott ringa omfattning."
                ]
            },
            {
                "id": "P101.5",
                "sentences": [
                    "Makars övriga inkomster är B-inkomster och skall som tidigare sambeskattas.",
                    "Sådana B-inkomster är t.ex. inkomst av kapital, tillfällig förvärvsverksamhet, periodiskt understöd.",
                    "B-inkomster som för makarna sammanlagt uppgår till högst 2000 kr skall dock betraktas som A-inkomst och alltså beskattas individuellt."
                ]
            },
            {
                "id": "P101.6",
                "sentences": [
                    "Frivillig särbeskattning tillämpas sista gången i samband med 1971 års taxering.",
                    "Observera att ansökan härom skall göras senast den 1 juli 1971."
                ]
            },
            {
                "id": "P101.7",
                "sentences": [
                    "## Kommunalskatteavdraget slopas\n\n",
                    "För fysiska personer, dödsbon och familjestiftelser slopas rätten att göra avdrag för kommunalskatten fr.o.m. den självdeklaration som skall avlämnas 1972.",
                    "I självdeklarationen 1971 - som alltså avser 1970 års inkomster - får avdrag göras som tidigare."
                ]
            },
            {
                "id": "P101.8",
                "sentences": [
                    "## Förvärvsavdragen ändras\n\n",
                    "Förvärvsavdrag kan medges från A-inkomst, om det finns hemmavarande barn under 16 år.",
                    "Sådant avdrag medges på sätt framgår av nedanstående tablå."
                ]
            },
            {
                "id": "P101.9",
                "sentences": [
                    "Barns ålder räknas efter förhållandet den 1 november under inkomståret.",
                    "När det gäller inkomståret 1971 (taxeringsåret 1972) skall barnet alltså vara fött efter den 1 november 1955."
                ]
            },
            {
                "id": "P101.10",
                "sentences": [
                    "Med makar likställs de som utan att vara gifta lever tillsammans om de tidigare varit gifta med varandra eller har eller har haft barn gemensamt."
                ]
            },
            {
                "id": "P101.11",
                "sentences": [
                    "## Höjt avdrag för underhållsbidrag till icke hemmavarande barn\n\n",
                    "Avdrag för utgivet underhållsbidrag till icke hemmavarande barn höjs från 1000 kr till 1500 kr per barn och år.",
                    "Dessutom höjs åldergränsen till 18 år.",
                    "När det gäller 1972 års taxering skall barnet vara fött efter den 1 november 1953."
                ]
            },
            {
                "id": "P101.12",
                "sentences": [
                    "Kravet på bevisning har mildrats.",
                    "Avdraget måste inte längre styrkas med intyg från barnavårdsnämnd, barnavårdsman eller kommunal förtroendeman.",
                    "Det räcker med att intyg eller annat skriftligt bevis bifogas deklarationen.",
                    "Som bevis torde godtas dom eller avtal om underhållsskyldighet jämte kvitto på betalt belopp eller intyg från trovärdig person."
                ]
            },
            {
                "id": "P101.13",
                "sentences": [
                    "Ortsavdraget ersätts med grundavdrag.",
                    "Det nya grundavdraget - som ersätter tidigare ortsavdrag - uppgår till 4500 kr för varje skattskyldig med en till statlig inkomstskatt taxerad inkomst av högst 30000 kr.",
                    "Vid högre taxerad inkomst sjunker avdraget med en femtedel av det belopp som överstiger 30000 kronor.",
                    "Grundavdraget upphör alltså vid en taxerad inkomst på 52500 kr."
                ]
            },
            {
                "id": "P101.14",
                "sentences": [
                    "Exempel:",
                    "Statligt taxerad inkomst uppgår till 40000 kr.",
                    "Grundavdraget blir 2500 kr (= 4500 minskat med 1/5 av 10000 kr)."
                ]
            },
            {
                "id": "P101.15",
                "sentences": [
                    "Grundavdraget uppgår till samma belopp vid statlig och kommunal taxering och beräknas med ledning av den till statlig inkomstskatt taxerade inkomsten.",
                    "Kommunalt grundavdrag kan avräknas även från inkomst i annan kommun än hemortskommunen.",
                    "För ena maken outnyttjat grundavdrag eller del därav kan inte överföras till den andra maken.",
                    "I sådant fall har dock den andra maken rätt till skattereduktion (se nedan)."
                ]
            },
            {
                "id": "P101.16",
                "sentences": [
                    "Särskilda regler gäller för * skattskyldig som varit bosatt här i riket under en mindre del av beskattningsåret * skattskyldig som haft inkomst som beskattas enligt förordningen om sjömansskatt."
                ]
            },
            {
                "id": "P101.19",
                "sentences": [
                    "Gränsen för den årsinkomst feriearbetande ungdom m.fl får ha av tillfällig anställning utan att betala preliminärskatt höjs genom de nya bestämmelserna till 4700 kr."
                ]
            },
            {
                "id": "P101.20",
                "sentences": [
                    "## Skattelättnad för folkpensionärer\n\n",
                    "I det nya skattesystemet bibehålls den gamla regeln att skattskyldig som bara har folkpension, inte påförs någon skatt.",
                    "En nyhet är att det kommunala bostadstillägget blir skattefritt oavsett hur hög inkomst folkpensionären har.",
                    "Dessutom kommer en ensamstående folkpensionär att kunna ha en inkomst om 1500 kr vid sidan av folkpensionen och ändock bli skattefri.",
                    "Gifta pensionärer blir skattefria om sidoinkomsten uppgår till högst 2000 kr för makarna tillsammans.",
                    "Tekniskt ordnas detta genom ett extra avdrag utöver grundavdraget.",
                    "För att belysa verkningarna för folkpensionärerna av det nya systemet att beräkna extra avdrag åberopade finansministern i propositionen till riksdagen följande tabell."
                ]
            }
        ],
        "raw": "## Individuell beskattning av arbetsinkomster\n\n Genom skattereformen införs individuell beskattning (särbeskattning) av arbetsinkomster. Det innebär bl.a. att endast en skatteskala kommer att finnas för beräkning av statlig inkomstskatt. Den blir gemensam för alla inkomsttagare oavsett civilstånd. Den gäller även för oskifta dödsbon och familjestiftelser. De inkomster som på detta sätt beskattas individuellt kallas A-inkomster. Dessa inkomster är * inkomst av tjänst - lön, pension, livränta, undantagsförmåner och övrig tjänsteinkomst. (Undantag: periodiskt understöd eller därmed jämförlig periodisk inkomst.) * inkomst av jordbruksfastighet - om den skattskyldige arbetat i jordbruket i ej blott ringa omfattning. * inkomst av rörelse - om den skattskyldige arbetat i rörelsen i ej blott ringa omfattning.\n\nMakars övriga inkomster är B-inkomster och skall som tidigare sambeskattas. Sådana B-inkomster är t.ex. inkomst av kapital, tillfällig förvärvsverksamhet, periodiskt understöd. B-inkomster som för makarna sammanlagt uppgår till högst 2000 kr skall dock betraktas som A-inkomst och alltså beskattas individuellt.\n\nFrivillig särbeskattning tillämpas sista gången i samband med 1971 års taxering. Observera att ansökan härom skall göras senast den 1 juli 1971.\n\n## Kommunalskatteavdraget slopas\n\n För fysiska personer, dödsbon och familjestiftelser slopas rätten att göra avdrag för kommunalskatten fr.o.m. den självdeklaration som skall avlämnas 1972. I självdeklarationen 1971 - som alltså avser 1970 års inkomster - får avdrag göras som tidigare.\n\n## Förvärvsavdragen ändras\n\n Förvärvsavdrag kan medges från A-inkomst, om det finns hemmavarande barn under 16 år. Sådant avdrag medges på sätt framgår av nedanstående tablå.\n\nBarns ålder räknas efter förhållandet den 1 november under inkomståret. När det gäller inkomståret 1971 (taxeringsåret 1972) skall barnet alltså vara fött efter den 1 november 1955.\n\nMed makar likställs de som utan att vara gifta lever tillsammans om de tidigare varit gifta med varandra eller har eller har haft barn gemensamt.\n\n## Höjt avdrag för underhållsbidrag till icke hemmavarande barn\n\n Avdrag för utgivet underhållsbidrag till icke hemmavarande barn höjs från 1000 kr till 1500 kr per barn och år. Dessutom höjs åldergränsen till 18 år. När det gäller 1972 års taxering skall barnet vara fött efter den 1 november 1953.\n\nKravet på bevisning har mildrats. Avdraget måste inte längre styrkas med intyg från barnavårdsnämnd, barnavårdsman eller kommunal förtroendeman. Det räcker med att intyg eller annat skriftligt bevis bifogas deklarationen. Som bevis torde godtas dom eller avtal om underhållsskyldighet jämte kvitto på betalt belopp eller intyg från trovärdig person.\n\nOrtsavdraget ersätts med grundavdrag. Det nya grundavdraget - som ersätter tidigare ortsavdrag - uppgår till 4500 kr för varje skattskyldig med en till statlig inkomstskatt taxerad inkomst av högst 30000 kr. Vid högre taxerad inkomst sjunker avdraget med en femtedel av det belopp som överstiger 30000 kronor. Grundavdraget upphör alltså vid en taxerad inkomst på 52500 kr.\n\nExempel: Statligt taxerad inkomst uppgår till 40000 kr. Grundavdraget blir 2500 kr (= 4500 minskat med 1/5 av 10000 kr).\n\nGrundavdraget uppgår till samma belopp vid statlig och kommunal taxering och beräknas med ledning av den till statlig inkomstskatt taxerade inkomsten. Kommunalt grundavdrag kan avräknas även från inkomst i annan kommun än hemortskommunen. För ena maken outnyttjat grundavdrag eller del därav kan inte överföras till den andra maken. I sådant fall har dock den andra maken rätt till skattereduktion (se nedan).\n\nSärskilda regler gäller för * skattskyldig som varit bosatt här i riket under en mindre del av beskattningsåret * skattskyldig som haft inkomst som beskattas enligt förordningen om sjömansskatt.\n\nGränsen för den årsinkomst feriearbetande ungdom m.fl får ha av tillfällig anställning utan att betala preliminärskatt höjs genom de nya bestämmelserna till 4700 kr.\n\n## Skattelättnad för folkpensionärer\n\n I det nya skattesystemet bibehålls den gamla regeln att skattskyldig som bara har folkpension, inte påförs någon skatt. En nyhet är att det kommunala bostadstillägget blir skattefritt oavsett hur hög inkomst folkpensionären har. Dessutom kommer en ensamstående folkpensionär att kunna ha en inkomst om 1500 kr vid sidan av folkpensionen och ändock bli skattefri. Gifta pensionärer blir skattefria om sidoinkomsten uppgår till högst 2000 kr för makarna tillsammans. Tekniskt ordnas detta genom ett extra avdrag utöver grundavdraget. För att belysa verkningarna för folkpensionärerna av det nya systemet att beräkna extra avdrag åberopade finansministern i propositionen till riksdagen följande tabell."
    },
    {
        "id": "P102",
        "paragraphs": [
            {
                "id": "P102.1",
                "sentences": [
                    "## Från civil till militär\n\n",
                    "Den här broschyren vill ge dig en bild av vad som händer under din militärutbildning.",
                    "Läs den och behåll den under utbildningsåret."
                ]
            },
            {
                "id": "P102.2",
                "sentences": [
                    "## Inryckning\n\n",
                    "En ny och ovan miljö väntar.",
                    "Befälet vid ditt förband kommer att introducera dig i den nya miljön och informera dig om verksamheten."
                ]
            },
            {
                "id": "P102.3",
                "sentences": [
                    "Under militärtjänsten har du många skyldigheter, som berörs på de närmaste sidorna.",
                    "Samhället har också givit dig en rad förmåner och dessa redovisas längre fram i broschyren."
                ]
            },
            {
                "id": "P102.4",
                "sentences": [
                    "## Kasernlivet\n\n",
                    "Den koncentrerade militära utbildning som du får sker av praktiska skäl i en internatförläggning - i kasern.",
                    "Du skall nämligen inte bara skaffa dig vissa kunskaper, du skall också lära dig leva ihop med dina kamrater och så småningom sammangjutas med dem till ett förband."
                ]
            },
            {
                "id": "P102.5",
                "sentences": [
                    "## Lydnad\n\n",
                    "Krig är hårt och brutalt.",
                    "Den militära verksamheten har kriget som bakgrund.",
                    "Det militära livet avviker därför ofta från det civila."
                ]
            },
            {
                "id": "P102.6",
                "sentences": [
                    "Den ovillkorliga och ögonblickliga lydnad som den militära verksamheten kräver, har också sin motsvarighet i det civila, t ex på de områden där liv står på spel.",
                    "Krav på disciplin möter du på de flesta andra områden i samhället.",
                    "Under militärutbildningen måste du emellertid underordna dig på ett sätt, som kanske är nytt och besvärande.",
                    "Men tro inte du skall koppla av din egen tankeverksamhet!",
                    "Du måste både kunna handla självständigt och lyda för att bli en bra soldat."
                ]
            },
            {
                "id": "P102.7",
                "sentences": [
                    "Under fredsutbildningen framkommer detta särskilt tydligt vid övningar med skarp ammunition.",
                    "I krig utförs all verksamhet i 'skarpladdad miljö'.",
                    "Det är till uppträdande i denna miljö som utbildningen närmast syftar - därav kravet på omedelbar och ovillkorlig lydnad och på noggrannhet redan i fredsutbildningen.",
                    "En sekunds tvekan eller dröjsmål eller ett till synes oskyldigt slarv kan kosta dig och även kamraterna livet."
                ]
            },
            {
                "id": "P102.8",
                "sentences": [
                    "## Hänsyn\n\n",
                    "Du kommer att bo tillsammans med 10-20 kamrater.",
                    "Detta kan bli ett problem men också en källa till samhörighet och glatt kamratskap.",
                    "Det beror mest på dig själv.",
                    "Försök redan från första dagen att acceptera kamraterna och visa hänsyn mot dem."
                ]
            },
            {
                "id": "P102.9",
                "sentences": [
                    "Gott humör, renhårighet och hjälpsamhet skapar gemensam trevnad."
                ]
            },
            {
                "id": "P102.10",
                "sentences": [
                    "## Kamratskap\n\n",
                    "Alla människor är inte lika.",
                    "Du själv är kanske stor och stark och känner dig säker på dig själv.",
                    "Hjälp då dina svagare kamrater.",
                    "Märker du att någon form av översitteri förekommer, så tala med befälet.",
                    "Det är inte skvaller - det är din skyldighet.",
                    "Kamratförtryck är nämligen i lag förbjudet och alltså straffbart."
                ]
            },
            {
                "id": "P102.11",
                "sentences": [
                    "## Ansvar\n\n",
                    "Du får redan första dagen ansvar för en mängd utrustning.",
                    "Du får ett vapen som kan vara farligt både för dig själv och för kamraterna om det hanteras fel.",
                    "Du får kanske ansvaret för ett motorfordon som är värt många tusen kronor.",
                    "Du kommer att delta i övningar, där riskerna är stora, om man gör fel.",
                    "Du måste därför redan från början visa dig mogen att ta ansvar för vad du gör."
                ]
            },
            {
                "id": "P102.12",
                "sentences": [
                    "## Tystnadsplikt\n\n",
                    "Du kommer under din utbildning att få se och höra sådant som måste hållas hemligt.",
                    "Kom därför redan från början ihåg att inte lämna informationer till obehöriga."
                ]
            },
            {
                "id": "P102.13",
                "sentences": [
                    "## En säng - ett skåp\n\n",
                    "Du får snart ut en hel del saker - vapen, verktyg, uniformer m m , som du kommer att använda dagligen.",
                    "Utrymmet i ditt skåp är mycket begränsat.",
                    "Därför måste du hålla noggrann ordning på din utrustning och placera den i skåpet så, att sakerna är lätta att hitta och lätta att komma åt.",
                    "Ibland måste sakerna - t ex av säkerhetsskäl - ha sina bestämda platser, lika för alla inom ditt förband."
                ]
            },
            {
                "id": "P102.14",
                "sentences": [
                    "Du kan inte räkna med att få något större utrymme för privata persedlar."
                ]
            },
            {
                "id": "P102.15",
                "sentences": [
                    "## Ta med dig\n\n"
                ]
            },
            {
                "id": "P102.16",
                "sentences": [
                    "Toalettartiklar (kan även köpas i marketenteriet) - rakhyvel och rakborste - även om du har elektrisk rakapparat.",
                    "## Du behöver dem under övningar utanför kasern\n\n"
                ]
            },
            {
                "id": "P102.17",
                "sentences": [
                    "## Sysaker\n\n"
                ]
            },
            {
                "id": "P102.18",
                "sentences": [
                    "## Tofflor\n\n"
                ]
            },
            {
                "id": "P102.19",
                "sentences": [
                    "## Pyjamas\n\n"
                ]
            },
            {
                "id": "P102.20",
                "sentences": [
                    "## Näsdukar\n\n"
                ]
            },
            {
                "id": "P102.21",
                "sentences": [
                    "## Hänglås\n\n"
                ]
            },
            {
                "id": "P102.22",
                "sentences": [
                    "## Klädhängare\n\n"
                ]
            },
            {
                "id": "P102.23",
                "sentences": [
                    "## Skoputssaker\n\n"
                ]
            },
            {
                "id": "P102.24",
                "sentences": [
                    "Äger du några av följande saker så ta med även dem:"
                ]
            },
            {
                "id": "P102.25",
                "sentences": [
                    "## Träningsoverall\n\n"
                ]
            },
            {
                "id": "P102.26",
                "sentences": [
                    "## Idrottsmateriel, t ex spikskor, kompass, kartfodral\n\n"
                ]
            },
            {
                "id": "P102.27",
                "sentences": [
                    "## Musikinstrument, för egen och andras förströelse\n\n"
                ]
            },
            {
                "id": "P102.28",
                "sentences": [
                    "## Marketenteriet är din affär\n\n",
                    "Småartiklar köper du bäst och billigast vid förbandets marketenteri och handelsbod.",
                    "Vinsten kommer dig själv till godo i form av trivsel- och förströelseanordningar."
                ]
            },
            {
                "id": "P102.29",
                "sentences": [
                    "## En militär arbetsdag\n\n",
                    "I regel väcks du kl 6 på morgonen.",
                    "Den första uppställningen till övning sker i allmänhet kl 0730.",
                    "Dessförinnan skall du ha hunnit med tvättning och rakning, frukost i matsalen, sängbäddning och kontroll av uniform, skor, vapen m m , så att allt är 'tiptop' vid uppställningen."
                ]
            },
            {
                "id": "P102.30",
                "sentences": [
                    "På förmiddagen tränas du i olika utbildningsgrenar, i regel till omkring kl 11.",
                    "Då får du en dryg timmes lunchrast.",
                    "Därefter börjar eftermiddagens övningar, som oftast pågår till kl 1700.",
                    "Sedan du skött om din utrustning och tvättat dig är det dags för middag.",
                    "Hinner du inte sköta om utrustningen före maten, skall du göra det efteråt."
                ]
            },
            {
                "id": "P102.31",
                "sentences": [
                    "Varje vecka ordnas en och ibland två kvällsövningar, då du skall lära dig uppträda i mörker."
                ]
            },
            {
                "id": "P102.32",
                "sentences": [
                    "## Utbildningstiden\n\n",
                    "Alla värnpliktiga har inte lika lång utbildningstid.",
                    "Eftersom olika soldater i ett modernt försvar har olika uppgifter, som tar olika lång tid att lära, måste utbildningstiden variera."
                ]
            },
            {
                "id": "P102.33",
                "sentences": [
                    "I vår arme räcker yrkesbefälet inte till att fylla mer än en liten del av alla befälsbefattningar.",
                    "90 procent av befälet i krig är värnpliktiga eller reservbefäl.",
                    "För att de skall klara sina uppgifter och kunna bära det ansvar de har för sina soldater måste de få tillräckligt lång utbildning."
                ]
            },
            {
                "id": "P102.34",
                "sentences": [
                    "De som tagits ut till underofficersutbildning kommer att få det största ansvaret och de svåraste uppgifterna av alla värnpliktiga.",
                    "De lär sig föra befäl över en pluton på omkring 40 man.",
                    "Deras grundutbildning tar 450 dagar.",
                    "Om de klarar sig bra kan de sedan anmäla sig till officersutbildning, som alltid är frivillig."
                ]
            },
            {
                "id": "P102.35",
                "sentences": [
                    "De som tagits ut till underbefälsutbildning utbildas till gruppchefer.",
                    "Deras utbildning tar 345 dagar."
                ]
            },
            {
                "id": "P102.36",
                "sentences": [
                    "Även för meniga är utbildningstiden olika lång.",
                    "Värnpliktiga kategori E får uppgifter som det tar särskilt lång tid att lära.",
                    "En del av dessa värnpliktiga skall t ex handha särskilt komplicerad och dyrbar materiel.",
                    "De har därför lika lång grundutbildning som värnpliktiga uttagna till underbefälsutbildning."
                ]
            },
            {
                "id": "P102.37",
                "sentences": [
                    "De flesta värnpliktiga tillhör kategori F, som har 300 dagars grundutbildning.",
                    "F-värnpliktiga skall bl a lära sig strida i förband."
                ]
            },
            {
                "id": "P102.38",
                "sentences": [
                    "Värnpliktiga som tillhör kategori G har den kortaste grundutbildningen - 255 dagar.",
                    "De utbildas främst för andra uppgifter än strid."
                ]
            },
            {
                "id": "P102.39",
                "sentences": [
                    "Om du tagits ut till längre tjänstgöring än många andra beror det på att man vid uttagningen funnit att just du har förutsättningar att klara de uppgifter och ta det ansvar som krävs av befäl och E-värnpliktiga.",
                    "Visa att du kan klara det man väntar av dig!",
                    "Denna särskilda utbildning kan du ha god nytta av när du sedan söker civilt arbete."
                ]
            },
            {
                "id": "P102.40",
                "sentences": [
                    "Värnpliktiga, som vid inskrivningen ej blivit uttagna till underofficersutbildning men som önskar utbildning till yrkesofficer eller reservofficer, skall anmäla detta i god tid före inryckningen för att kunna prövas in i rätt kategori."
                ]
            },
            {
                "id": "P102.41",
                "sentences": [
                    "Värnpliktiga som fullgör längre tjänst än 300 dagar får särskilda premier, som växer med tjänstgöringens längd.",
                    "Om detta kan du läsa i avsnittet 'Dina förmåner'."
                ]
            }
        ],
        "raw": "## Från civil till militär\n\n Den här broschyren vill ge dig en bild av vad som händer under din militärutbildning. Läs den och behåll den under utbildningsåret.\n\n## Inryckning\n\n En ny och ovan miljö väntar. Befälet vid ditt förband kommer att introducera dig i den nya miljön och informera dig om verksamheten.\n\nUnder militärtjänsten har du många skyldigheter, som berörs på de närmaste sidorna. Samhället har också givit dig en rad förmåner och dessa redovisas längre fram i broschyren.\n\n## Kasernlivet\n\n Den koncentrerade militära utbildning som du får sker av praktiska skäl i en internatförläggning - i kasern. Du skall nämligen inte bara skaffa dig vissa kunskaper, du skall också lära dig leva ihop med dina kamrater och så småningom sammangjutas med dem till ett förband.\n\n## Lydnad\n\n Krig är hårt och brutalt. Den militära verksamheten har kriget som bakgrund. Det militära livet avviker därför ofta från det civila.\n\nDen ovillkorliga och ögonblickliga lydnad som den militära verksamheten kräver, har också sin motsvarighet i det civila, t ex på de områden där liv står på spel. Krav på disciplin möter du på de flesta andra områden i samhället. Under militärutbildningen måste du emellertid underordna dig på ett sätt, som kanske är nytt och besvärande. Men tro inte du skall koppla av din egen tankeverksamhet! Du måste både kunna handla självständigt och lyda för att bli en bra soldat.\n\nUnder fredsutbildningen framkommer detta särskilt tydligt vid övningar med skarp ammunition. I krig utförs all verksamhet i 'skarpladdad miljö'. Det är till uppträdande i denna miljö som utbildningen närmast syftar - därav kravet på omedelbar och ovillkorlig lydnad och på noggrannhet redan i fredsutbildningen. En sekunds tvekan eller dröjsmål eller ett till synes oskyldigt slarv kan kosta dig och även kamraterna livet.\n\n## Hänsyn\n\n Du kommer att bo tillsammans med 10-20 kamrater. Detta kan bli ett problem men också en källa till samhörighet och glatt kamratskap. Det beror mest på dig själv. Försök redan från första dagen att acceptera kamraterna och visa hänsyn mot dem.\n\nGott humör, renhårighet och hjälpsamhet skapar gemensam trevnad.\n\n## Kamratskap\n\n Alla människor är inte lika. Du själv är kanske stor och stark och känner dig säker på dig själv. Hjälp då dina svagare kamrater. Märker du att någon form av översitteri förekommer, så tala med befälet. Det är inte skvaller - det är din skyldighet. Kamratförtryck är nämligen i lag förbjudet och alltså straffbart.\n\n## Ansvar\n\n Du får redan första dagen ansvar för en mängd utrustning. Du får ett vapen som kan vara farligt både för dig själv och för kamraterna om det hanteras fel. Du får kanske ansvaret för ett motorfordon som är värt många tusen kronor. Du kommer att delta i övningar, där riskerna är stora, om man gör fel. Du måste därför redan från början visa dig mogen att ta ansvar för vad du gör.\n\n## Tystnadsplikt\n\n Du kommer under din utbildning att få se och höra sådant som måste hållas hemligt. Kom därför redan från början ihåg att inte lämna informationer till obehöriga.\n\n## En säng - ett skåp\n\n Du får snart ut en hel del saker - vapen, verktyg, uniformer m m , som du kommer att använda dagligen. Utrymmet i ditt skåp är mycket begränsat. Därför måste du hålla noggrann ordning på din utrustning och placera den i skåpet så, att sakerna är lätta att hitta och lätta att komma åt. Ibland måste sakerna - t ex av säkerhetsskäl - ha sina bestämda platser, lika för alla inom ditt förband.\n\nDu kan inte räkna med att få något större utrymme för privata persedlar.\n\n## Ta med dig\n\n\n\nToalettartiklar (kan även köpas i marketenteriet) - rakhyvel och rakborste - även om du har elektrisk rakapparat. ## Du behöver dem under övningar utanför kasern\n\n\n\n## Sysaker\n\n\n\n## Tofflor\n\n\n\n## Pyjamas\n\n\n\n## Näsdukar\n\n\n\n## Hänglås\n\n\n\n## Klädhängare\n\n\n\n## Skoputssaker\n\n\n\nÄger du några av följande saker så ta med även dem:\n\n## Träningsoverall\n\n\n\n## Idrottsmateriel, t ex spikskor, kompass, kartfodral\n\n\n\n## Musikinstrument, för egen och andras förströelse\n\n\n\n## Marketenteriet är din affär\n\n Småartiklar köper du bäst och billigast vid förbandets marketenteri och handelsbod. Vinsten kommer dig själv till godo i form av trivsel- och förströelseanordningar.\n\n## En militär arbetsdag\n\n I regel väcks du kl 6 på morgonen. Den första uppställningen till övning sker i allmänhet kl 0730. Dessförinnan skall du ha hunnit med tvättning och rakning, frukost i matsalen, sängbäddning och kontroll av uniform, skor, vapen m m , så att allt är 'tiptop' vid uppställningen.\n\nPå förmiddagen tränas du i olika utbildningsgrenar, i regel till omkring kl 11. Då får du en dryg timmes lunchrast. Därefter börjar eftermiddagens övningar, som oftast pågår till kl 1700. Sedan du skött om din utrustning och tvättat dig är det dags för middag. Hinner du inte sköta om utrustningen före maten, skall du göra det efteråt.\n\nVarje vecka ordnas en och ibland två kvällsövningar, då du skall lära dig uppträda i mörker.\n\n## Utbildningstiden\n\n Alla värnpliktiga har inte lika lång utbildningstid. Eftersom olika soldater i ett modernt försvar har olika uppgifter, som tar olika lång tid att lära, måste utbildningstiden variera.\n\nI vår arme räcker yrkesbefälet inte till att fylla mer än en liten del av alla befälsbefattningar. 90 procent av befälet i krig är värnpliktiga eller reservbefäl. För att de skall klara sina uppgifter och kunna bära det ansvar de har för sina soldater måste de få tillräckligt lång utbildning.\n\nDe som tagits ut till underofficersutbildning kommer att få det största ansvaret och de svåraste uppgifterna av alla värnpliktiga. De lär sig föra befäl över en pluton på omkring 40 man. Deras grundutbildning tar 450 dagar. Om de klarar sig bra kan de sedan anmäla sig till officersutbildning, som alltid är frivillig.\n\nDe som tagits ut till underbefälsutbildning utbildas till gruppchefer. Deras utbildning tar 345 dagar.\n\nÄven för meniga är utbildningstiden olika lång. Värnpliktiga kategori E får uppgifter som det tar särskilt lång tid att lära. En del av dessa värnpliktiga skall t ex handha särskilt komplicerad och dyrbar materiel. De har därför lika lång grundutbildning som värnpliktiga uttagna till underbefälsutbildning.\n\nDe flesta värnpliktiga tillhör kategori F, som har 300 dagars grundutbildning. F-värnpliktiga skall bl a lära sig strida i förband.\n\nVärnpliktiga som tillhör kategori G har den kortaste grundutbildningen - 255 dagar. De utbildas främst för andra uppgifter än strid.\n\nOm du tagits ut till längre tjänstgöring än många andra beror det på att man vid uttagningen funnit att just du har förutsättningar att klara de uppgifter och ta det ansvar som krävs av befäl och E-värnpliktiga. Visa att du kan klara det man väntar av dig! Denna särskilda utbildning kan du ha god nytta av när du sedan söker civilt arbete.\n\nVärnpliktiga, som vid inskrivningen ej blivit uttagna till underofficersutbildning men som önskar utbildning till yrkesofficer eller reservofficer, skall anmäla detta i god tid före inryckningen för att kunna prövas in i rätt kategori.\n\nVärnpliktiga som fullgör längre tjänst än 300 dagar får särskilda premier, som växer med tjänstgöringens längd. Om detta kan du läsa i avsnittet 'Dina förmåner'."
    },
    {
        "id": "P103",
        "paragraphs": [
            {
                "id": "P103.1",
                "sentences": [
                    "## Från årsskiftet gäller flera nyheter inom den allmänna sjukförsäkringen\n\n"
                ]
            },
            {
                "id": "P103.2",
                "sentences": [
                    "Nytt system för ersättning av kostnader vid läkarvård på sjukhusmottagning och hos provinsialläkare."
                ]
            },
            {
                "id": "P103.3",
                "sentences": [
                    "Bättre sjukförsäkringsförmåner för folkpensionärer."
                ]
            },
            {
                "id": "P103.4",
                "sentences": [
                    "Ändrade förmåner vid s k halvöppen vård."
                ]
            },
            {
                "id": "P103.5",
                "sentences": [
                    "Bättre ersättning för övernattningskostnader vid läkarbesök utanför hemorten."
                ]
            },
            {
                "id": "P103.6",
                "sentences": [
                    "Det är viktigt för dig att känna till de här nyheterna.",
                    "Därför berättar vi lite närmare om dem i den här broschyren."
                ]
            },
            {
                "id": "P103.7",
                "sentences": [
                    "## Nytt system för ersättning av kostnader vid läkarvård\n\n",
                    "Från 1 januari 1970 tillämpas ett nytt och enklare system för ersättning av kostnader vid läkarvård.",
                    "Det gäller när du blir sjuk och söker läkare inom den offentliga öppna sjukvården (sjukhusläkare, provinsialläkare, jourläkare samt stadsdistriktsläkare under viss del av mottagningstiden)."
                ]
            },
            {
                "id": "P103.8",
                "sentences": [
                    "## Enhetliga avgifter\n\n",
                    "Det nya systemet innebär att du betalar 7 kronor när du besöker doktorn på mottagningen 15 kronor när doktorn kommer hem till dig 2 kronor när du rådfrågar doktorn per telefon."
                ]
            },
            {
                "id": "P103.12",
                "sentences": [
                    "För varje läkarbesök betalar försäkringskassan 31 kronor direkt till sjukvårdshuvudmannen (i allmänhet landstinget).",
                    "För telefonrådfrågning betalar försäkringskassan 4 kronor till sjukvårdshuvudmannen.",
                    "Du behöver alltså inte ligga ute med dessa pengar.",
                    "Inte heller gå till försäkringskassan för att få ut återbäring.",
                    "Det nya systemet gör att du redan i förväg vet vad det kostar att anlita läkare om du blir sjuk."
                ]
            },
            {
                "id": "P103.13",
                "sentences": [
                    "## I avgiften ingår undersökningar och behandlingar\n\n",
                    "I de avgifter du betalar ingår också eventuella röntgen- och laboratorieundersökningar.",
                    "Dessutom ingår remissbesök, recept och läkarintyg för sjukpenning.",
                    "Om du behöver gå igenom en hel serie röntgen- eller radiumbehandlingar får du också dessa utan särskild kostnad."
                ]
            },
            {
                "id": "P103.14",
                "sentences": [
                    "Ett annat exempel: om du får remiss från en provinsialläkare till en specialist på en sjukhusklinik behöver du inte betala något ytterligare för det första besöket hos specialisten."
                ]
            },
            {
                "id": "P103.15",
                "sentences": [
                    "Återbesök hos läkare betalas som nytt läkarbesök."
                ]
            },
            {
                "id": "P103.16",
                "sentences": [
                    "## Resekostnaderna ersätts som tidigare\n\n",
                    "Om du har kostnader för resor till och från doktorn eller sjukhuset får du ersättning från försäkringskassan efter samma regler som tidigare.",
                    "Du kan lämna uppgifter om dina resor till och från doktorn på baksidan av det kvitto du får vid läkarbesöket.",
                    "Skicka in kvittot eller lämna det på försäkringskassan så får du den ersättning du har rätt till."
                ]
            },
            {
                "id": "P103.17",
                "sentences": [
                    "## Om du besöker privatpraktiserande läkare gäller det gamla systemet\n\n",
                    "Det nya ersättningssystemet gäller den allmänna öppna vården.",
                    "Om du besöker privatpraktiserande läkare betalar du som förut hela det arvode han begär.",
                    "Sedan får du som vanligt en viss återbäring från försäkringskassan."
                ]
            },
            {
                "id": "P103.18",
                "sentences": [
                    "## Bättre sjukförsäkringsförmåner för folkpensionärer\n\n",
                    "## Pensionärer får nu rätt till fri sjukhusvård i 365 dagar\n\n",
                    "Hittills har pensionärer haft rätt till sammanlagt 180 dagars fri sjukhusvård på allmän sal.",
                    "Från årsskiftet förlängs den fria vårdtiden till sammanlagt 365 dagar.",
                    "Därefter betalar patienten avgift med 10 kronor om dagen på allmän sal.",
                    "Om inte sjukhuset sätter ned avgiften med hänsyn till patientens ekonomi eller befriar från avgift."
                ]
            },
            {
                "id": "P103.19",
                "sentences": [
                    "## Sjukpenningförsäkrade pensionärer har dessutom rätt till sjukpenning\n\n",
                    "Folkpensionärer som är sjukpenningförsäkrade (genom inkomst av arbete) har i fortsättningen rätt till både sjukpenning i sammanlagt 180 dagar och fri sjukvård i sammanlagt 365 dagar."
                ]
            },
            {
                "id": "P103.20",
                "sentences": [
                    "De nya bestämmelserna gäller inte för pensionärer som vårdats på sjukhus hela år 1969.",
                    "(Om de såsom pensionärer fått sjukhjälp i sammanlagt 180 dagar före den 1 januari 1970)."
                ]
            },
            {
                "id": "P103.21",
                "sentences": [
                    "## Ändrade förmåner vid s k halvöppen vård\n\n",
                    "Med halvöppen vård menas att man ligger på sjukhus bara viss del av dygnet eller vissa dagar i veckan.",
                    "Resten av tiden räknas som 'permission'."
                ]
            },
            {
                "id": "P103.22",
                "sentences": [
                    "Kostnaderna för resor mellan sjukhuset och bostaden betalas av sjukhuset när det är fråga om permission.",
                    "Resorna vid intagning på sjukhus och vid utskrivning ersätts som tidigare av försäkringskassan."
                ]
            },
            {
                "id": "P103.23",
                "sentences": [
                    "Om du måste anlita läkare utanför sjukhuset under permissionen gäller numera samma ersättningsbestämmelser som för andra läkarbesök."
                ]
            },
            {
                "id": "P103.24",
                "sentences": [
                    "## Bättre ersättning för övernattningskostnader vid läkarbesök utanför hemorten\n\n",
                    "Om du måste söka läkare (t ex specialist) långt hemifrån kan försäkringskassan i vissa fall ersätta dina utgifter för övernattning."
                ]
            },
            {
                "id": "P103.25",
                "sentences": [
                    "Enligt de nya reglerna kan du få ersättning med högre belopp och för flera övernattningar."
                ]
            },
            {
                "id": "P103.26",
                "sentences": [
                    "## Reformen kostar 250 miljoner per år\n\n",
                    "Kostnaderna för sjukförsäkringen ökar med 250 miljoner kronor om året.",
                    "Det beror på att förmånerna förbättras och att de avgifter som försäkringskassan betalar vid sjukhusvård höjs till 10 kronor om dagen."
                ]
            },
            {
                "id": "P103.27",
                "sentences": [
                    "Kostnaderna betalas genom högre arbetsgivaravgifter och statsbidrag.",
                    "De försäkrades egna sjukförsäkringsavgifter påverkas däremot inte."
                ]
            },
            {
                "id": "P103.28",
                "sentences": [
                    "## Försäkringskassan kan nu ge dig bättre service\n\n",
                    "Det nya systemet gör att försäkringskassan nu kan ge dig bättre service.",
                    "Så tveka inte om något är oklart.",
                    "Ring gärna.",
                    "Eller titta in till oss på försäkringskassan."
                ]
            }
        ],
        "raw": "## Från årsskiftet gäller flera nyheter inom den allmänna sjukförsäkringen\n\n\n\nNytt system för ersättning av kostnader vid läkarvård på sjukhusmottagning och hos provinsialläkare.\n\nBättre sjukförsäkringsförmåner för folkpensionärer.\n\nÄndrade förmåner vid s k halvöppen vård.\n\nBättre ersättning för övernattningskostnader vid läkarbesök utanför hemorten.\n\nDet är viktigt för dig att känna till de här nyheterna. Därför berättar vi lite närmare om dem i den här broschyren.\n\n## Nytt system för ersättning av kostnader vid läkarvård\n\n Från 1 januari 1970 tillämpas ett nytt och enklare system för ersättning av kostnader vid läkarvård. Det gäller när du blir sjuk och söker läkare inom den offentliga öppna sjukvården (sjukhusläkare, provinsialläkare, jourläkare samt stadsdistriktsläkare under viss del av mottagningstiden).\n\n## Enhetliga avgifter\n\n Det nya systemet innebär att du betalar 7 kronor när du besöker doktorn på mottagningen 15 kronor när doktorn kommer hem till dig 2 kronor när du rådfrågar doktorn per telefon.\n\nFör varje läkarbesök betalar försäkringskassan 31 kronor direkt till sjukvårdshuvudmannen (i allmänhet landstinget). För telefonrådfrågning betalar försäkringskassan 4 kronor till sjukvårdshuvudmannen. Du behöver alltså inte ligga ute med dessa pengar. Inte heller gå till försäkringskassan för att få ut återbäring. Det nya systemet gör att du redan i förväg vet vad det kostar att anlita läkare om du blir sjuk.\n\n## I avgiften ingår undersökningar och behandlingar\n\n I de avgifter du betalar ingår också eventuella röntgen- och laboratorieundersökningar. Dessutom ingår remissbesök, recept och läkarintyg för sjukpenning. Om du behöver gå igenom en hel serie röntgen- eller radiumbehandlingar får du också dessa utan särskild kostnad.\n\nEtt annat exempel: om du får remiss från en provinsialläkare till en specialist på en sjukhusklinik behöver du inte betala något ytterligare för det första besöket hos specialisten.\n\nÅterbesök hos läkare betalas som nytt läkarbesök.\n\n## Resekostnaderna ersätts som tidigare\n\n Om du har kostnader för resor till och från doktorn eller sjukhuset får du ersättning från försäkringskassan efter samma regler som tidigare. Du kan lämna uppgifter om dina resor till och från doktorn på baksidan av det kvitto du får vid läkarbesöket. Skicka in kvittot eller lämna det på försäkringskassan så får du den ersättning du har rätt till.\n\n## Om du besöker privatpraktiserande läkare gäller det gamla systemet\n\n Det nya ersättningssystemet gäller den allmänna öppna vården. Om du besöker privatpraktiserande läkare betalar du som förut hela det arvode han begär. Sedan får du som vanligt en viss återbäring från försäkringskassan.\n\n## Bättre sjukförsäkringsförmåner för folkpensionärer\n\n ## Pensionärer får nu rätt till fri sjukhusvård i 365 dagar\n\n Hittills har pensionärer haft rätt till sammanlagt 180 dagars fri sjukhusvård på allmän sal. Från årsskiftet förlängs den fria vårdtiden till sammanlagt 365 dagar. Därefter betalar patienten avgift med 10 kronor om dagen på allmän sal. Om inte sjukhuset sätter ned avgiften med hänsyn till patientens ekonomi eller befriar från avgift.\n\n## Sjukpenningförsäkrade pensionärer har dessutom rätt till sjukpenning\n\n Folkpensionärer som är sjukpenningförsäkrade (genom inkomst av arbete) har i fortsättningen rätt till både sjukpenning i sammanlagt 180 dagar och fri sjukvård i sammanlagt 365 dagar.\n\nDe nya bestämmelserna gäller inte för pensionärer som vårdats på sjukhus hela år 1969. (Om de såsom pensionärer fått sjukhjälp i sammanlagt 180 dagar före den 1 januari 1970).\n\n## Ändrade förmåner vid s k halvöppen vård\n\n Med halvöppen vård menas att man ligger på sjukhus bara viss del av dygnet eller vissa dagar i veckan. Resten av tiden räknas som 'permission'.\n\nKostnaderna för resor mellan sjukhuset och bostaden betalas av sjukhuset när det är fråga om permission. Resorna vid intagning på sjukhus och vid utskrivning ersätts som tidigare av försäkringskassan.\n\nOm du måste anlita läkare utanför sjukhuset under permissionen gäller numera samma ersättningsbestämmelser som för andra läkarbesök.\n\n## Bättre ersättning för övernattningskostnader vid läkarbesök utanför hemorten\n\n Om du måste söka läkare (t ex specialist) långt hemifrån kan försäkringskassan i vissa fall ersätta dina utgifter för övernattning.\n\nEnligt de nya reglerna kan du få ersättning med högre belopp och för flera övernattningar.\n\n## Reformen kostar 250 miljoner per år\n\n Kostnaderna för sjukförsäkringen ökar med 250 miljoner kronor om året. Det beror på att förmånerna förbättras och att de avgifter som försäkringskassan betalar vid sjukhusvård höjs till 10 kronor om dagen.\n\nKostnaderna betalas genom högre arbetsgivaravgifter och statsbidrag. De försäkrades egna sjukförsäkringsavgifter påverkas däremot inte.\n\n## Försäkringskassan kan nu ge dig bättre service\n\n Det nya systemet gör att försäkringskassan nu kan ge dig bättre service. Så tveka inte om något är oklart. Ring gärna. Eller titta in till oss på försäkringskassan."
    },
    {
        "id": "P116",
        "paragraphs": [
            {
                "id": "P116.1",
                "sentences": [
                    "1 januari 1972 inleds myntreformen.",
                    "En ny lag om rikets mynt träder i kraft.",
                    "Femöringen blir mindre.",
                    "Vi får också nya femkronorsmynt.",
                    "Dessa ska bli vanliga mynt.",
                    "De ska till exempel kunna användas i automaterna på samma sätt som enkronan."
                ]
            },
            {
                "id": "P116.2",
                "sentences": [
                    "Under en övergångsperiod på ett halvår gäller både den gamla och nya femöringen."
                ]
            },
            {
                "id": "P116.3",
                "sentences": [
                    "1 juli 1972 slopas alla ett- och tvåöringar och den gamla femöringen.",
                    "Ett- och tvåöringen och gamla femöringen blir då ogiltiga.",
                    "Våra vanliga mynt kommer att se ut så här:"
                ]
            },
            {
                "id": "P116.4",
                "sentences": [
                    "De gamla två- och femkronorsmynten blir inte ogiltiga, men de finns bara i mycket litet antal."
                ]
            },
            {
                "id": "P116.5",
                "sentences": [
                    "Femkronorssedeln finns kvar.",
                    "Den och alla andra sedlar gäller som förut."
                ]
            },
            {
                "id": "P116.6",
                "sentences": [
                    "## En limpa för 2:57\n\n",
                    "Hur kan detta vara möjligt när det varken finns ettöringar eller tvåöringar?",
                    "Jo, det går.",
                    "Efter den 1 juli 1972 gäller nämligen en lag om avrundning.",
                    "Den säger i princip följande:",
                    "Belopp som slutar på 1 eller 2 öre ska avrundas nedåt till närmaste tiotal.",
                    "Belopp som slutar på 3 eller 4 öre ska avrundas uppåt till närmaste femtal."
                ]
            },
            {
                "id": "P116.7",
                "sentences": [
                    "Slutar beloppet på 6 eller 7 öre ska det avrundas nedåt till närmaste femtal.",
                    "Och slutar det på 8 eller 9 öre ska det avrundas uppåt till närmaste tiotal.",
                    "Den här teckningen visar hur avrundningen görs:"
                ]
            },
            {
                "id": "P116.8",
                "sentences": [
                    "Men det är endast slutsumman på kassakvittot som ska avrundas.",
                    "Inte de enskilda varupriserna.",
                    "Limpan som har kostat 2:57 kan göra det också i fortsättningen.",
                    "Och fortfarande kan bensin säljas för 98 öre litern."
                ]
            },
            {
                "id": "P116.9",
                "sentences": [
                    "Exempel:",
                    "Om du tankar 22 liter bensin för 98 öre litern kostar detta 21:56.",
                    "Då avrundas slutsumman nedåt till 21:55.",
                    "Tankar du 23 liter blir det 22:54 som avrundas uppåt till 22:55."
                ]
            },
            {
                "id": "P116.10",
                "sentences": [
                    "Testa dig själv:"
                ]
            },
            {
                "id": "P116.11",
                "sentences": [
                    "Om du köper en halv liter mjölk för 0:78, en limpa för 2:57 och ett halvt kilo margarin för 2:87 gör detta sammanlagt 6:22.",
                    "Hur mycket skall du betala?"
                ]
            },
            {
                "id": "P116.12",
                "sentences": [
                    "Men om margarinet gick på 2:88 och slutsumman blev 6:23.",
                    "Hur mycket skulle du få betala då?"
                ]
            },
            {
                "id": "P116.13",
                "sentences": [
                    "(De rätta lösningarna hittar du längst ner.)"
                ]
            },
            {
                "id": "P116.14",
                "sentences": [
                    "Ingen förlorar på myntreformen.",
                    "Men mycket blir enklare.",
                    "Eftersom endast slutsummorna avrundas rör det sig bara om ett eller två öre vid varje inköp.",
                    "Och det hela är uträknat så att det jämnar ut sig i längden för alla parter."
                ]
            },
            {
                "id": "P116.15",
                "sentences": [
                    "Fördelen är att vi får färre mynt att hålla reda på.",
                    "Handel och konsumenter slipper att räkna och hantera en mängd småmynt.",
                    "Köerna vid kassorna blir mindre."
                ]
            },
            {
                "id": "P116.16",
                "sentences": [
                    "Det har också visat sig att ett- och tvåöringarna för det mesta bara går i ena riktningen.",
                    "Handeln ger tillbaka med dem.",
                    "Och köparna betalar sällan med dem."
                ]
            },
            {
                "id": "P116.17",
                "sentences": [
                    "Statens pris- och kartellnämnd övervakar.",
                    "Det är riksdagens avsikt att myntreformen inte ska leda till prisändringar.",
                    "Därför gäller avrundningen endast då slutsumman ska betalas.",
                    "Detta är särskilt viktigt med tanke på många varor som väger tungt i hushållens budget.",
                    "Till exempel smör, bröd, kött, mjölk måste fortfarande kunna ha styckepriser som inte slutar med fem eller noll öre.",
                    "Inte heller ska sådant som literpriserna på bensin eller markeringsavgiften för telefonsamtal ändras därför att ett- och tvåöringarna försvinner."
                ]
            },
            {
                "id": "P116.18",
                "sentences": [
                    "Statens pris- och kartellnämnd följer prisutvecklingen noga.",
                    "Man kommer särskilt att uppmärksamma tendenser mot ökad prissättning i femöressteg."
                ]
            },
            {
                "id": "P116.19",
                "sentences": [
                    "(De rätta lösningarna är 6:20 resp. 6:25.)"
                ]
            }
        ],
        "raw": "1 januari 1972 inleds myntreformen. En ny lag om rikets mynt träder i kraft. Femöringen blir mindre. Vi får också nya femkronorsmynt. Dessa ska bli vanliga mynt. De ska till exempel kunna användas i automaterna på samma sätt som enkronan.\n\nUnder en övergångsperiod på ett halvår gäller både den gamla och nya femöringen.\n\n1 juli 1972 slopas alla ett- och tvåöringar och den gamla femöringen. Ett- och tvåöringen och gamla femöringen blir då ogiltiga. Våra vanliga mynt kommer att se ut så här:\n\nDe gamla två- och femkronorsmynten blir inte ogiltiga, men de finns bara i mycket litet antal.\n\nFemkronorssedeln finns kvar. Den och alla andra sedlar gäller som förut.\n\n## En limpa för 2:57\n\n Hur kan detta vara möjligt när det varken finns ettöringar eller tvåöringar? Jo, det går. Efter den 1 juli 1972 gäller nämligen en lag om avrundning. Den säger i princip följande: Belopp som slutar på 1 eller 2 öre ska avrundas nedåt till närmaste tiotal. Belopp som slutar på 3 eller 4 öre ska avrundas uppåt till närmaste femtal.\n\nSlutar beloppet på 6 eller 7 öre ska det avrundas nedåt till närmaste femtal. Och slutar det på 8 eller 9 öre ska det avrundas uppåt till närmaste tiotal. Den här teckningen visar hur avrundningen görs:\n\nMen det är endast slutsumman på kassakvittot som ska avrundas. Inte de enskilda varupriserna. Limpan som har kostat 2:57 kan göra det också i fortsättningen. Och fortfarande kan bensin säljas för 98 öre litern.\n\nExempel: Om du tankar 22 liter bensin för 98 öre litern kostar detta 21:56. Då avrundas slutsumman nedåt till 21:55. Tankar du 23 liter blir det 22:54 som avrundas uppåt till 22:55.\n\nTesta dig själv:\n\nOm du köper en halv liter mjölk för 0:78, en limpa för 2:57 och ett halvt kilo margarin för 2:87 gör detta sammanlagt 6:22. Hur mycket skall du betala?\n\nMen om margarinet gick på 2:88 och slutsumman blev 6:23. Hur mycket skulle du få betala då?\n\n(De rätta lösningarna hittar du längst ner.)\n\nIngen förlorar på myntreformen. Men mycket blir enklare. Eftersom endast slutsummorna avrundas rör det sig bara om ett eller två öre vid varje inköp. Och det hela är uträknat så att det jämnar ut sig i längden för alla parter.\n\nFördelen är att vi får färre mynt att hålla reda på. Handel och konsumenter slipper att räkna och hantera en mängd småmynt. Köerna vid kassorna blir mindre.\n\nDet har också visat sig att ett- och tvåöringarna för det mesta bara går i ena riktningen. Handeln ger tillbaka med dem. Och köparna betalar sällan med dem.\n\nStatens pris- och kartellnämnd övervakar. Det är riksdagens avsikt att myntreformen inte ska leda till prisändringar. Därför gäller avrundningen endast då slutsumman ska betalas. Detta är särskilt viktigt med tanke på många varor som väger tungt i hushållens budget. Till exempel smör, bröd, kött, mjölk måste fortfarande kunna ha styckepriser som inte slutar med fem eller noll öre. Inte heller ska sådant som literpriserna på bensin eller markeringsavgiften för telefonsamtal ändras därför att ett- och tvåöringarna försvinner.\n\nStatens pris- och kartellnämnd följer prisutvecklingen noga. Man kommer särskilt att uppmärksamma tendenser mot ökad prissättning i femöressteg.\n\n(De rätta lösningarna är 6:20 resp. 6:25.)"
    },
    {
        "id": "P403",
        "paragraphs": [
            {
                "id": "P403.1",
                "sentences": [
                    "Inget är mer irriterande än när jag får beröm av välvilliga personer för att jag 'hjälper' min fru med att sköta våra barn.",
                    "Jag försöker tålmodigt förklara att det inte är fråga om att 'hjälpa till', att man lika gärna kunde berömma min fru för att hon 'hjälper' mig.",
                    "Vi ägnar oss lika mycket åt barnen och kan omöjligt komma på en vettig anledning varför vi inte skulle göra det.",
                    "Det låter numera nästan förolämpande när man utgår från att min fru ensam sköter barnen: som om jag vore försumlig, inte tyckte om mina barn, inte vore kompetent eller något dylikt oförskämt."
                ]
            },
            {
                "id": "P403.2",
                "sentences": [
                    "Men det är naturligtvis inte bara tiden med barnen som vi vill dela lika.",
                    "Det är också tiden ute, studierna, yrkesarbetet, som vi bägge trivs med.",
                    "Varför skulle den ene föredra barn och den andre yrkesarbete?",
                    "Som om det vore fråga om alternativ.",
                    "De är icke jämförbara storheter, de kompletterar varandra, bägge sakerna känns viktiga för oss och likadelningen är därför det naturliga."
                ]
            },
            {
                "id": "P403.3",
                "sentences": [
                    "Det är inte fråga om annat än att vi har det bra förspänt för ett sådant arrangemang.",
                    "Vi är båda studenter och kan planera vår tid som vi vill.",
                    "När vi senare ska ut i förvärvslivet blir det sannolikt mer komplicerat.",
                    "Vi kommer att få svårt att få deltidsarbeten och det kommer att bli svårare att pussla ihop vårt tidsschema.",
                    "Den ene får kanske ett 'bättre' jobb än den andre.",
                    "Men principen om likadelningen av barn och jobb tänker vi hålla fast vid.",
                    "Mitt jobb blir givetvis inte mindre viktigt för mig om min fru råkar få ett bättre avlönat och hon lär ju inte bli mindre intresserad av våra barn om hon har högre lön."
                ]
            },
            {
                "id": "P403.4",
                "sentences": [
                    "Så ser vi det för egen del.",
                    "Men principen bakom likadelningen tycker vi äger allmän giltighet även om vi är medvetna om att de praktiska svårigheterna för andra ekonomiskt och utbildningsmässigt sämre lottade och mer 'omaka' par kan vara av en helt annan storleksordning, kanske oöverstigliga.",
                    "Men för de flesta är det knappast de ekonomiska hänsynen som är de viktigaste utan de psykologiska, bundenheten vid en traditionell rollfördelning som hämmar männens engagemang i barnavården och kvinnornas i yrkeslivet.",
                    "Folk har svårt att välja fritt, om man med valfrihet menar något mer än att välja att falla in i de traditionella rollerna.",
                    "Många inbillar sig att de väljer fritt och hänvisar till 'läggning', 'fallenhet' och 'intresse', allt detta som just ofta är ett resultat av en traditionell uppfostran och miljöpåverkan.",
                    "Vägen till 'valfriheten' är sannerligen inte lätt och vi behöver all hjälp vi kan få av principerna.",
                    "Principen om likadelningen av barntillsynen är i det här fallet en ganska bra utgångspunkt.",
                    "Först när den accepterats till fullo kan man börja göra de justeringar som personliga förutsättningar kan påfordra."
                ]
            },
            {
                "id": "P403.5",
                "sentences": [
                    "Den man som vill emancipera sig måste vara beredd på en hel del problem.",
                    "Bl.a. måste han kunna göra sig kvitt diverse traditionell manlig värdighet.",
                    "Det kan vara fråga om futiliteter som att bli uppropad som 'fru' på barnavårdscentralen, att bli matroniserad av expediter i babyklädsaffären som välvilligt hjälper en tillrätta och försöker hindra en från att köpa en blå tröja till sin flicka; alla förfrågningar om var ens fru håller hus, alla registreringstillfällen där det inte duger med ens eget namn som målsman utan där det måste vara mammans.",
                    "Sådant piggar snarast upp.",
                    "Har man tur får man kanske chansen att diskret lägga ut det nya faderskapets evangelium och ge några konkreta bevis på sina ny-faderliga färdigheter.",
                    "Jag minns särskilt en gång på barnavårdscentralen då frun bredvid erbjöd sig att byta även på mitt barn.",
                    "Jag avböjde vänligt, la in ett extra kol och hade bytt och klätt på Malin innan den hjälpsamma damen hade hunnit halvvägs med sin unge.",
                    "Det kändes mycket tillfredsställande."
                ]
            },
            {
                "id": "P403.6",
                "sentences": [
                    "Ett mindre problem som jag tidvis upplevt och som jag föreställer mig att andra pappor i min situation råkar ut för är misstron till den egna förmågan att 'betyda' lika mycket för barnet som mamman.",
                    "Ett tag t.ex. noterade jag nogsamt om Malin var lika glad åt att jag kom hem som när min fru kom och om hon sökte tröst i lika hög grad hos mig som hos min fru.",
                    "Jag registrerade utslaget med en känsla av tillfredsställelse eller osäkerhet beroende på om det var till min förmån eller ej.",
                    "Det är en sorts svartsjuka och jag tror att det är bra om fruar till nyemanciperade män är medvetna om den sortens överkänslighet.",
                    "De kan säkert hjälpa till att mildra effekten av temporära favoriseringar, som man naturligtvis bör vara beredd på.",
                    "Det gäller för männen att inte dra några förhastade slutsatser om sitt eget handlag.",
                    "Risken är annars att man minskar anspråken på sin pappa-roll och låter mamman ta över ansvaret för t.ex. något så centralt som tröstandet.",
                    "Visst måste man också vara beredd på att acceptera att man har olika handlag men att detta givetvis inte alls behöver påverka likadelningen och att kontakten med barnet kan bli mycket intim även om vissa funktioner fylls bättre av mamman (och vice versa, naturligtvis)."
                ]
            },
            {
                "id": "P403.7",
                "sentences": [
                    "Ett synsätt som jag har svårt att acceptera är det som den i könsrollsfrågan för övrigt progressive professor John Lind ger uttryck för i ett inlägg i Hertha (1964:4) där han säger att vi inte får glömma 'barnets rätt till far och mor och till det bästa båda har att ge, var och en efter sina förutsättningar' (Linds egen kursivering).",
                    "Han använder detta som ett argument mot en konsekvent tudelning av barnavården som han säger inte får bli 'ett självändamål, där barnet blir ett slagträ i emancipationsstriden'.",
                    "Slutsatsen av en sådan tes måste bli att om mamman är bättre på att ta hand om barnet än pappan, barnet har rätt till en större proportion mammavård.",
                    "Detta kan jag inte gå med på.",
                    "Om pappan inte är i juridisk mening olämplig som barnavårdare och alltså kan fråndömas vårdarskapet så bör han ha lika mycket 'rätt' till barnet som mamman och barnet får lov att hålla tillgodo med honom även om han skulle råka vara lite slarvigare eller lite lynnigare än mamman.",
                    "Förhållandet mellan föräldrar och barn är givetvis något mycket mer än vad som ligger i begreppet 'barnavård'.",
                    "Det rör sig inte främst om en objektiv behandling av växlande kvalitet som man utsätter barnet för utan om ett ömsesidigt förhållande där föräldrarna har lika mycket att vinna och förlora som barnet."
                ]
            },
            {
                "id": "P403.8",
                "sentences": [
                    "Om alltså en barnpsykolog är gift med en lokomotivförare så bör inte det faktum att han-barnpsykologen kanske kan leverera en bättre 'vård' i någon objektiv bemärkelse än hon-lokomotivföraren vara utgångspunkten för fördelningen sinsemellan av tiden med barnen.",
                    "Det är lika viktigt att bägge får full möjlighet att bygga upp sitt förhållande till barnen."
                ]
            }
        ],
        "raw": "Inget är mer irriterande än när jag får beröm av välvilliga personer för att jag 'hjälper' min fru med att sköta våra barn. Jag försöker tålmodigt förklara att det inte är fråga om att 'hjälpa till', att man lika gärna kunde berömma min fru för att hon 'hjälper' mig. Vi ägnar oss lika mycket åt barnen och kan omöjligt komma på en vettig anledning varför vi inte skulle göra det. Det låter numera nästan förolämpande när man utgår från att min fru ensam sköter barnen: som om jag vore försumlig, inte tyckte om mina barn, inte vore kompetent eller något dylikt oförskämt.\n\nMen det är naturligtvis inte bara tiden med barnen som vi vill dela lika. Det är också tiden ute, studierna, yrkesarbetet, som vi bägge trivs med. Varför skulle den ene föredra barn och den andre yrkesarbete? Som om det vore fråga om alternativ. De är icke jämförbara storheter, de kompletterar varandra, bägge sakerna känns viktiga för oss och likadelningen är därför det naturliga.\n\nDet är inte fråga om annat än att vi har det bra förspänt för ett sådant arrangemang. Vi är båda studenter och kan planera vår tid som vi vill. När vi senare ska ut i förvärvslivet blir det sannolikt mer komplicerat. Vi kommer att få svårt att få deltidsarbeten och det kommer att bli svårare att pussla ihop vårt tidsschema. Den ene får kanske ett 'bättre' jobb än den andre. Men principen om likadelningen av barn och jobb tänker vi hålla fast vid. Mitt jobb blir givetvis inte mindre viktigt för mig om min fru råkar få ett bättre avlönat och hon lär ju inte bli mindre intresserad av våra barn om hon har högre lön.\n\nSå ser vi det för egen del. Men principen bakom likadelningen tycker vi äger allmän giltighet även om vi är medvetna om att de praktiska svårigheterna för andra ekonomiskt och utbildningsmässigt sämre lottade och mer 'omaka' par kan vara av en helt annan storleksordning, kanske oöverstigliga. Men för de flesta är det knappast de ekonomiska hänsynen som är de viktigaste utan de psykologiska, bundenheten vid en traditionell rollfördelning som hämmar männens engagemang i barnavården och kvinnornas i yrkeslivet. Folk har svårt att välja fritt, om man med valfrihet menar något mer än att välja att falla in i de traditionella rollerna. Många inbillar sig att de väljer fritt och hänvisar till 'läggning', 'fallenhet' och 'intresse', allt detta som just ofta är ett resultat av en traditionell uppfostran och miljöpåverkan. Vägen till 'valfriheten' är sannerligen inte lätt och vi behöver all hjälp vi kan få av principerna. Principen om likadelningen av barntillsynen är i det här fallet en ganska bra utgångspunkt. Först när den accepterats till fullo kan man börja göra de justeringar som personliga förutsättningar kan påfordra.\n\nDen man som vill emancipera sig måste vara beredd på en hel del problem. Bl.a. måste han kunna göra sig kvitt diverse traditionell manlig värdighet. Det kan vara fråga om futiliteter som att bli uppropad som 'fru' på barnavårdscentralen, att bli matroniserad av expediter i babyklädsaffären som välvilligt hjälper en tillrätta och försöker hindra en från att köpa en blå tröja till sin flicka; alla förfrågningar om var ens fru håller hus, alla registreringstillfällen där det inte duger med ens eget namn som målsman utan där det måste vara mammans. Sådant piggar snarast upp. Har man tur får man kanske chansen att diskret lägga ut det nya faderskapets evangelium och ge några konkreta bevis på sina ny-faderliga färdigheter. Jag minns särskilt en gång på barnavårdscentralen då frun bredvid erbjöd sig att byta även på mitt barn. Jag avböjde vänligt, la in ett extra kol och hade bytt och klätt på Malin innan den hjälpsamma damen hade hunnit halvvägs med sin unge. Det kändes mycket tillfredsställande.\n\nEtt mindre problem som jag tidvis upplevt och som jag föreställer mig att andra pappor i min situation råkar ut för är misstron till den egna förmågan att 'betyda' lika mycket för barnet som mamman. Ett tag t.ex. noterade jag nogsamt om Malin var lika glad åt att jag kom hem som när min fru kom och om hon sökte tröst i lika hög grad hos mig som hos min fru. Jag registrerade utslaget med en känsla av tillfredsställelse eller osäkerhet beroende på om det var till min förmån eller ej. Det är en sorts svartsjuka och jag tror att det är bra om fruar till nyemanciperade män är medvetna om den sortens överkänslighet. De kan säkert hjälpa till att mildra effekten av temporära favoriseringar, som man naturligtvis bör vara beredd på. Det gäller för männen att inte dra några förhastade slutsatser om sitt eget handlag. Risken är annars att man minskar anspråken på sin pappa-roll och låter mamman ta över ansvaret för t.ex. något så centralt som tröstandet. Visst måste man också vara beredd på att acceptera att man har olika handlag men att detta givetvis inte alls behöver påverka likadelningen och att kontakten med barnet kan bli mycket intim även om vissa funktioner fylls bättre av mamman (och vice versa, naturligtvis).\n\nEtt synsätt som jag har svårt att acceptera är det som den i könsrollsfrågan för övrigt progressive professor John Lind ger uttryck för i ett inlägg i Hertha (1964:4) där han säger att vi inte får glömma 'barnets rätt till far och mor och till det bästa båda har att ge, var och en efter sina förutsättningar' (Linds egen kursivering). Han använder detta som ett argument mot en konsekvent tudelning av barnavården som han säger inte får bli 'ett självändamål, där barnet blir ett slagträ i emancipationsstriden'. Slutsatsen av en sådan tes måste bli att om mamman är bättre på att ta hand om barnet än pappan, barnet har rätt till en större proportion mammavård. Detta kan jag inte gå med på. Om pappan inte är i juridisk mening olämplig som barnavårdare och alltså kan fråndömas vårdarskapet så bör han ha lika mycket 'rätt' till barnet som mamman och barnet får lov att hålla tillgodo med honom även om han skulle råka vara lite slarvigare eller lite lynnigare än mamman. Förhållandet mellan föräldrar och barn är givetvis något mycket mer än vad som ligger i begreppet 'barnavård'. Det rör sig inte främst om en objektiv behandling av växlande kvalitet som man utsätter barnet för utan om ett ömsesidigt förhållande där föräldrarna har lika mycket att vinna och förlora som barnet.\n\nOm alltså en barnpsykolog är gift med en lokomotivförare så bör inte det faktum att han-barnpsykologen kanske kan leverera en bättre 'vård' i någon objektiv bemärkelse än hon-lokomotivföraren vara utgångspunkten för fördelningen sinsemellan av tiden med barnen. Det är lika viktigt att bägge får full möjlighet att bygga upp sitt förhållande till barnen."
    }
]