{"text": "Säljare arbetar i stora och små butiker, varhus och köpcentrum.\n\n### Arbetsuppgifter\n\nSom säljare i butik eller varuhus kan man sälja allt mellan himmel och jord, från nyupptagen potatis till avancerad elektronik. Det är viktigt att vara lyhörd och svara på kundernas frågor om olika varor och ge kunden råd om skötsel. \n\nKunskap om varorna är viktig. I vissa butiker sköter butikssäljaren enklare expediering men i andra butiker krävs omfattande specialkunskaper. Exempel på sådana är till exempel järn-, dator- och guldsmedsaffärer.\n\nFörutom försäljning ingår ofta kassatjänstgöring och redovisning av dagens kassa. I kassan registrerar butikssäljaren kundernas köp och tar betalt. Varorna är märkta med streckkoder som läses av i den datoriserade kassan. \n\nEn del butiker har postservice. Det handlar om att ta emot och lämna ut brev och paket och sälja frimärken. Butikssäljaren deltar också ofta i beställning, uppackning, prismärkning och påfyllning av varor.\n\nSom säljare är man ofta en del av ett arbetslag, där alla tillsammans har ett ansvar för arbetsuppgifterna. En person är ofta ansvarig för en varugrupp och ser till att allt som gäller till exempel grönsaker, mejerivaror, sportartiklar eller damkläder är i ordning.\n\nI mindre butiker där det inte finns anställda dekoratörer sköter säljaren också skyltning och dekorationer i butiken. \n\n### Arbetsmiljö\n\nArbetet kan vara påfrestande för ben och rygg. Kassaarbete kan medföra belastning på armar, axlar och nacke. Därför förekommer arbetsrotation i vissa butiker. Det innebär att man växlar mellan olika arbetsuppgifter. \n\n### Arbetstider\n\nButikssäljare jobbar ofta även helger och kvällar enligt schemalagda arbetstider. Deltidsarbete är vanligt. Arbetstempot varierar beroende på hur många kunder som besöker butiken och kan variera."}