{"text": "## Fotterapeut\n\nDe flesta fotterapeuter är egenföretagare och har egen mottagning. Fotterapeuter kan även arbeta på uppdrag av landsting och kommuner. Det finns även fotterapeuter som är anställda direkt vid landsting. Vanliga arbetsplatser är sjukhus, servicehus, vårdcentraler och inom friskvården.\n\n### Arbetsuppgifter\n\nFotterapeuter förebygger, behandlar och lindrar sjukdomar och problem i fötter och underben. De arbetar självständigt och ansvarar för bedömning, behandling och uppföljning av patienten. Arbetet består även av journalföring och bokning i datajournal.\n\nDet vanligaste är att en person besöker en läkare eller sjuksköterska som gör en undersökning. Om det behövs, exempelvis beroende på en sjukdom, får patienten en remiss för att komma vidare till fotterapeuten. Remissen innehåller information om vilken vård som behövs. I dessa fall besöker patienten fotterapeutens klinik, eller får besök i hemmet.\n\nFotterapeuten gör först en bedömning av foten för att kunna ge rätt behandling. Den vanligaste arbetsuppgiften är att ge en fotbehandling som börjar med ett fotbad. Efter det kan fotterapeuten utföra nagelvård, ta bort förhårdnader och behandla liktornar, hudsprickor, vårtor, nagelsvamp och nageltrång. Det är även vanligt att fotterapeuten filar och smörjer in fötterna, samt avslutar med kortare massage. Exempel på instrument som används är slipmaskiner och skalpell. Förhårdnader slipas bort för hand eller med en elektrisk apparat.\n\nDet gäller framförallt fötter hos äldre, patienter med exempelvis diabetes eller reumatism, funktionshindrade, patienter med hjärt- och kärlsjukdomar och psoriasispatienter. Det finns även de som söker sig till en fotterapeut för avkoppling.\n\nFotterapeuter kan även bedöma när en patient behöver andra behandlingar och då hänvisa patienten till en vårdcentral eller hudläkare. Man har även en viktig roll när det gäller information om egenvård. I dessa fall ger man råd om sulor, inlägg eller fotkrämer."}