{"text": "## Hotellreceptionist\n\nHotellreceptionister kan arbeta på alla typer av hotell och pensionat.\n\n### Arbetsuppgifter\n\nEn hotellreceptionist arbetar med att få gästerna på ett hotell att trivas. De tar emot gästerna när de anländer och checkar in dem, det innebär att man registrerar gästerna och ger dem nyckelkortet eller rumsnyckeln. De informerar om hotellets service, och hjälper även gästerna med att boka bord på restauranger, informerar om sevärdheter eller bokar biljetter till nöjesevenemang. Andra arbetsuppgifter är att boka om flygbiljetter, beställa taxi och ibland att växla pengar åt gästerna.\n\nNär det är dags för avresa stämmer hotellreceptionisten av hotellräkningen och tar emot betalning. Hotellreceptionister tar också hand om hotellets konferensgäster och sköter telefonväxeln. De hanterar rumsbokningar och faktureringar. \n\nDet blir allt vanligare med arbetsrotation vilket gör att hotellreceptionister kan sköta flera arbetsuppgifter och vid behov rycka in på andra områden. Det kan till exempel innebära att de också arbetar med konferensverksamhet, serverar i restaurangen eller sköter städuppgifter.\n\nPå natten jobbar nattreceptionisten som också kan kallas nattportier. En nattreceptionist har många administrativa uppgifter så som att göra nattkörningar som förbereder utcheckningen, de kan också stämma av dagskassan, hjälpa gäster, servera i baren, städa eller att hjälpa till med frukostbuffén.\n\nPå större hotell finns en receptionschef som bland annat har personalansvar. Det kan också finnas en förste receptionist som till exempel kan lägga schema och vara arbetsledare i det dagliga arbetet i receptionen.\n\n### Arbetstider\n\nArbetstiderna kan variera på olika hotell. Oftast har man schemalagda arbetstider med kvälls- och helgarbete."}