{"text": "Hjälpmedelstekniker är anställda antingen av ett företag som tillverkar och utvecklar hjälpmedel eller vid någon av landets hjälpmedelscentraler, som drivs av landstingen. En del hjälpmedelscentraler drivs idag av privata företag på uppdrag av landstingen. Även en del kommuner har börjat bygga upp hjälpmedelscentraler. \n\n### Arbetsuppgifter\n\nAllt fler människor med funktionsnedsättning behöver hjälpmedel av olika slag i sitt dagliga liv. Det kan vara hjälpmedel för förflyttning, exempelvis rullstolar eller för att klara hemarbetet, exempelvis arbetsstolar eller hygienhjälpmedel. Det kan också vara hjälpmedel för kognitivt stöd eller kommunikation, så som hjälpmedel som kompenserar hörsel- och/eller synnedsättning. Som hjälpmedelstekniker arbetar man med service, besiktning, underhåll och anpassning av sådana hjälpmedel. Man kan även arbeta med anpassning av bostäder och arbetsplatser.\n\nHjälpmedlen ges efter personliga behov, beslutet fattas av hälso- och sjukvårdspersonal. När behovet upphör skall de återlämnas. En viktig del av verksamheten är därför att rengöra och rekonditionera återlämnade hjälpmedel till ett sådant skick att de funktionellt och säkerhetsmässigt fungerar som nya. Hjälpmedelsteknikern bedömer också om det är lönsamt att reparera hjälpmedlet eller om det ska kasseras. \n\nArbetsuppgifterna kan variera i svårighetsgrad, självständighet och grad av ansvar. De som har mer kvalificerade uppgifter kallas ibland hjälpmedelsingenjör. Arbetet kan då vara inriktat på konstruktion eller ett speciellt arbetsområde som exempelvis medicintekniska behandlingshjälpmedel. Man kan vara specialiserad, exempelvis mot mekanik eller mot elektronik. Det är en fördel om man har kunskap om datorteknik som används i en del moderna hjälpmedel för funktionshindrade.\n\n### Arbetstider\n\nArbetet på hjälpmedelscentraler utförs vanligen dagtid på vardagar. Men beredskaps- och jourtjänstgöring kan förekomma. Då rycker hjälpmedelsteknikern ut för att avhjälpa fel som uppstått i hjälpmedlen hos brukare i den kommun eller det distrikt som hjälpmedelsteknikern ansvarar för."}