{"text": "Industrilackerare arbetar oftast på lackeringsföretag, men även på avdelningar inom större tillverkande företag.\n\n### Arbetsuppgifter\n\nIndustrilackerare arbetar med lackering av material och produkter. Materialen kan vara metall, järn, stål, plåt och plast. Produkter kan exempelvis vara köksluckor, kylskåp, plåtdetaljer, butiksinredning, trappor, cyklar, dörrar och ventilationsdetaljer. Lackering är ett av de sista momenten i tillverkningen av en ny produkt.\n\nPulverlackering och våtlackering är de metoder som används inom industrilackering. Vid pulverlackering sprutas lack på i torr pulverform som fäster på materialet genom en elektrostatisk laddning. Därefter härdas pulverfärgen i en ugn med hög temperatur och pulvret smälter samman till en jämn yta. Pulverfärg appliceras ofta på metallkomponenter. Våtlackering används när materialet som ska lackeras inte klarar av höga temperaturer eller när ytan ska bli mycket blank. Trä och plast är exempel på värmekänsliga material.\n\nEn del arbetar manuellt med applicering av färg, men många lackeringsprocesser är idag automatiserade och arbetet drivs mer mot processövervakning. Det innebär bland annat att robotar utför en stor del av lackeringsarbetet. Då handlar industrilackerarens arbete bland annat om påfyllning av processkemikalier (färg eller förbehandlingskemi), programmering av robotar, övervakning av robotens arbete och kvalitetskontroll av den färdiga lacken. I arbetet kan också ingå att hänga upp och kroka av detaljerna som lackeras, men även den arbetsuppgiften blir allt mer automatiserad då momentet är fysiskt krävande.\n\nI arbetet ingår även noggrann förbehandling av ytan som ska lackeras. Materialet måste vara väl förberett och rengjort innan lackering. Olika rengöringstekniker används, exempelvis blästring.\n\n### Arbetsmiljö \n\nIndustrilackeraren använder heltäckande skyddsutrustning. Arbetet sker ofta i arbetslag som roterar mellan arbetsuppgifterna.\n\n### Arbetstider\n\nDet är vanligt att arbeta under dagtid, men skiftarbete förekommer på en del arbetsplatser."}