{"text": "## Fysiker\n\nFysiker har breda och djupa kunskaper inom fysik och matematik. Arbetsmarknaden är bred. De kan arbeta inom bland annat industri, ekonomi, data och energi. Ofta görs svåra beräkningar tillsammans med avancerade datorer och mätutrustning.\n\n### Arbetsuppgifter&nbsp;\n\nFysiker har breda och djupa kunskaper i främst matematik och fysik. Arbetsuppgifterna är ofta teoretiska modeller, experimentella mätningar eller avancerade beräkningar. Eget logiskt tänkande, starka beräkningsdatorer och avancerad mätutrustning används ofta. Svåra problem analyseras och ska lösas.\n\nInom industrin kan fysiker arbeta med forskning, utveckling, konstruktion och avancerade beräkningar. Det kan röra sig om hållfasthetsberäkningar hos olika material, utveckling av elektroniska system och olika tillämpningar av optik eller laserteknik.&nbsp;\n\nInom det ekonomiska området används fysikernas matematiska kunskaper för att skapa teoretiska modeller för att till exempel förutse hur aktiekurser påverkas av olika faktorer.&nbsp;\n\nEnergibranschen och inte minst kärnkraftsektorn är en viktig arbetsgivare för fysikerna. Där handlar jobbet ofta om beräkningar, så som att räkna ut hållfastheten hos reaktorhärdarna när de ska renoveras eller byggas om.&nbsp;\n\nFysiker med kunskap inom dataprogrammering kan arbeta vid it- och konsultföretag, men även inom industrier och andra företag med att ta fram modelleringar och simulationer på datorn.\n\nEn annan inriktning fysiker kan ta är att bli meteorologer. Meteorologer jobbar med att beräkna och förutsäga väder och klimat, både på kort och lång sikt.\n\nNya områden växer fram inom fysikerns arbetsfält, så som nanoteknik och bioteknik, vilket gör arbetsmarknaden ännu bredare.\n\nFysiker arbetar ofta i projektform tillsammans med experter från andra områden, så som statistiker, biologer och kemister. Ofta har man arbetsledande uppgifter och planerar arbetet."}