{"text": "## Guldsmed och silversmed\n\nMånga guld- och silversmeder driver egen verkstad eller butik. Ibland är rörelsen en kombination av båda verksamheterna. Det är också vanligt att guldsmeder driver verkstäder med inriktning mot tillverkning till smyckesfabrikation och service till guldsmedsaffärer.\n\n### Arbetsuppgifter\n\nTyngdpunkten i guld- och silversmedens arbete är hantverket, där man gör en produkt från bearbetning av material till slutfinish. Man kan också specialisera sig på olika områden som tillverkning, som kedjor, emaljarbeten eller juvelarbeten. Tillverkning av förlovnings- och vigselringar är en stor inkomstkälla.\n\nMan kan arbeta med en stor mängd olika material, men de vanligaste är olika typer av ädelmetaller såsom guld, platina eller silver, men även ädelstenar, pärlor, emalj, titan, trä, glas och plast används. \n\nGuld och silversmeder arbetar med att bearbeta material genom många olika metoder, såsom smidning, sågning, filning, hårdlödning, nitning, svetsning, gravyr och stämpling. Vanliga behandlingsmetoder av metallerna är slipning och polering. Men även galvanisering då en metall förses med ett tunt lager av annan metall. \n\nSilversmeder arbetar även med så kallat profan- och sakralsilver. Sakralsilver är kyrkosilver med allt från ljusstakar till kors och bägare och andra föremål. Profansilver är allt från bestick till ihåliga föremål som te och kaffekannor, skålar eller fria objekt. De vanligaste teknikerna inom silversmide är att driva silverplåt, montera, cicelera, trycksvarva och smida. \n\nNumera gör CAD/CAM-teknik det möjligt att tillverka modeller av vax eller plast för senare avgjutning och serietillverkning i ädelmetaller. Metoderna bygger på att man i datorn arbetar fram en tredimensionell modell, som sedan kan \"skrivas ut\" som ett tredimensionellt objekt. \n\nIdag är många företag med inriktning mot så kallad CAD/CAM-teknik en möjlig ingång för guldsmeder som vill utveckla sin kompetens och yrkesinriktning. Man kan alltså gå från guldsmed med metallbearbetningskunskaper via CAD/CAM till prototyptillverkning och produktutvecklare för serietillverkning av alla möjliga produkter."}