{"text": "## Grovplåtslagare\n\nGrovplåtslagare arbetar vid bygg- och anläggningsföretag och inom verkstadsindustrin.  \nFlygplansplåtslagare kan exempelvis vara anställda hos de civila flyg- och helikopterbolagen, inom flygvapnet eller flygindustrin.\n\n### Arbetsuppgifter\n\nGrovplåtslagare arbetar med detaljer av plåtmaterial i varierande tjocklek utom de allra tunnaste. Att kunna läsa ritningar är viktigt för grovplåtslagaren som skär eller klipper arbetsdetaljer ur plåtmaterialet efter ritning. I särskilda pressar, rikt- eller bockningsmaskiner formas sedan de utskurna plåtstyckena. Komplicerade konstruktioner kräver ibland att materialet formas genom värmning, krympning eller smide.\n\nLikaså är svetskunskaper ett måste eftersom de tillskurna och formade detaljerna ofta sammanfogas genom svetsning. \n\nVid industriell tillverkning, exempelvis av entreprenadmaskiner, utförs grovplåtsarbetet helt maskinellt och personalen är specialiserad på olika arbetsmoment, såsom blästring, gasskärning av plåtdetaljer i CNC- eller NC-styrda maskiner. Andra moment är riktning av detaljer, avfasning av kanter samt bockning av plåtdetaljerna till olika utformning. Varje arbetsmoment kräver viss efterbehandling och kontroll. För att hantera plåtarna har man tillgång till olika slags lyftanordningar.\n\nGrovplåtslagare utför även montage- och reparationsarbeten.\n\nInom anläggningsindustrin arbetar specialiserade stålkonstruktionsmontörer. De monterar grovplåt och balkongkonstruktioner för kranar, broar, master och liknande.\n\nFlygplansplåtslagare arbetar med underhåll, tillsyn och reparationer av flygplan, helikoptrar och flygplansmotorer samt med nytillverkning av flygplan och flygmotorer. Uppgifterna varierar från mindre reparationer av plåtskador till stora arbeten.\n\n### Arbetstider\n\nI verkstadsindustrin kan skiftarbete förekomma och då vanligtvis tvåskift (förmiddags- och eftermiddagsskift). Även för flygplansplåtslagare är det vanligt med skiftarbete."}