{"text": "Förskollärare arbetar med barn i förskoleåldern som är mellan ett och sex år gamla. Arbetsplatsen är oftast förskola, öppen förskola, eller i förskoleklass. Förskollärare kan även arbeta i integrerad verksamhet med barn mellan sex och nio år. De flesta förskollärare arbetar inom kommunal verksamhet, men många är anställda vid privata eller enskilda förskolor. \n\n### Arbetsuppgifter\n\nArbetet utförs i arbetslag tillsammans med exempelvis barnskötare, fritidspedagoger och grundskollärare. Förskolläraren har det pedagogiska ansvaret tillsammans med arbetslaget. Med läroplanen som bas arbetar förskolläraren med barn i grupp, men ser samtidigt till att varje enskilt barn får utmaningar som passar deras ålder, erfarenheter och kunskaper. Det sker genom att skapa möjlighet till utforskande, lek och lärande där barnens inflytande ges utrymme. Barnen utvecklar sin fantasi, bland annat genom lek, samtal, sång och musik, drama, bild och form.\n\nBarnen får till exempel utveckla sitt språk och lära sig om djur, natur, miljö, kultur och samhälle. Ofta arbetar förskolan temainriktat för att barnen ska förstå sammanhangen i sin tillvaro. Det innebär att ett tema går som en röd tråd genom verksamheten under en längre tid. Temat kan vara en aktuell fråga, till exempel vad en konstnär gör. Det kan också vara ett avgränsat område, till exempel vatten, som barnen på olika sätt utforskar, undersöker och experimenterar med. Förskolläraren ger barnen möjlighet att uppleva och skapa nya erfarenheter och reflektera.\n\nKontakten och samarbetet med föräldrarna är en viktig del i arbetet. Det kan till exempel innebära att delta i eller ordna föräldramöten med jämna mellanrum. Förskolläraren öppnar för föräldrars delaktighet och inflytande i verksamheten och i barnets trivsel, utveckling och lärande genom dagliga möten och utvecklingssamtal.\n\nPedagogisk dokumentation sker löpande i syfte att stödja barnen i deras utveckling. Förskolläraren samarbetar ibland med förskolepsykolog, kurator, tal- och språkpedagog eller andra specialpedagoger. Det kan vara för att få hjälp att hantera problem i barngruppen eller för att ge extra stöd och stimulans till barn i behov av särskilt stöd.\n\nVerksamheten i förskolan är en egen skolform som styrs av skollagen och läroplan för förskolan."}