{"text": "Det finns många anställningar inom yrket, men det vanligaste är att vara egenföretagare. Kunskaper i företagande, ekonomi och marknadsföring är bra att ha.\n\n### Arbetsuppgifter\n\nBehandlingar för ansiktet  \nHuvudsysslan för en hudterapeut är att arbeta med olika ansiktsbehandlingar. Man anväder också olika apparater för att få effekter på huden. Hudterapeuten hjälper kunden att hitta rätt produkter för hembehandling, ger råd om hudens skötsel och säljer hudvårdsprodukter. Då behövs god produktkännedom och kunskaper i försäljningsteknik.\n\n### _Behandlingar för kroppen_\n\nHudterapeuter utför behandlingar för händer och fötter, som manikyr och pedikyr. Man gör även kroppsbehandlingar som massage och spabehandlingar. Att ta bort oönskad hårväxt är en annan arbetsuppgift. Hårväxt avlägsnas tillfälligt med hjälp av vaxning. Epilering är en permanent hårborttagningsmetod där man med hjälp av ström tar död på de hårproducerande cellerna i hårsäcken. Andra metoder som IPL och laser har samma effekt.\n\n### _Estetiska behandlingar_\n\nMånga behandlingar en hudterapeut gör är i första hand estetiska. De lägger makeup, gör nageldekorationer, permanentfärgar fransar och ögonbryn, plockar ögonbryn, gör ögonfransböjning och öronhåltagning. Intresse och känsla för färg, form och stil är viktigt.\n\n### _Avslappnande behandlingar_\n\nEn hudterapeut arbetar med inre välbefinnande. De flesta behandlingar är avstressande att få. Många mår bättre när de känner sig fina. Som hudterapeut är det viktigt att tycka om att arbeta med och kunna vårda människor samt att ha känsla för service.\n\nDet gäller att ta hand om kunderna på ett bra sätt, och kunna handskas med missnöje om det blir aktuellt. Det gäller att ta kunna hänsyn till kundens kulturella och medicinska behov, samt att kunna tydligt dokumentera vad som gjorts i ett kundkort I arbetet krävs att man har miljö- och kvalitetstänkande."}