{"text": "De som arbetar med inköp finns både i privat och offentlig sektor. På privata företag kallas man inköpare, inom offentlig sektor, som i kommuner eller landsting, kallas man istället upphandlare. Både inköpare och upphandlare kan också vara anställda inom konsultföretag och bemanningsföretag.\n\n### Arbetsuppgifter \n\nInköpare köper in varor och tjänster till företag, så som råvaror som behövs inom industriproduktion, varor till handeln så som kläder eller elektronik, eller tjänster såsom städning eller bevakning. Inköpsassistenter arbetar tillsammans med inköparen och assisterar i det dagliga arbetet.\n\nPå liknande sätt gör upphandlare upphandlingar av varor och tjänster till offentlig sektor. Man upphandlar till exempel lekmaterial och skolböcker, men också entreprenader såsom skolmåltider eller reparationer av byggnader. \n\nInköp och upphandlingar ska vara noga planerade. Man behöver exempelvis veta hur stor åtgång det är på den produkt eller tjänst som ska köpas in. Som inköpare samarbetar man därför ofta med andra avdelningar, som produktions- eller försäljningsavdelningar. På samma sätt samarbetar upphandlare med till exempel företrädare för olika enheter inom en kommun eller myndighet. \n\nInköpare och upphandlare ansvarar för att välja leverantör och har både kontakt med befintliga leverantörer och letar efter nya. Man utvärderar leverantörerna, till exempel utifrån kvalitet på deras produkter och priset. Man följer också upp och utvärderar tidigare avtal. \n\nNär analysen av behovet är klar och man vet vilka leverantörer som finns begär man in offerter eller anbud. I dessa beskriver leverantören produkten, priset och villkor för hur den ska levereras och betalas. När leverantörerna lämnat in sina offerter gör inköparen eller upphandlaren en utvärdering, och när den är klar fattar man beslut om vilken eller vilka leverantörer som ska anlitas och skriver avtal med dem. \n\nSom upphandlare måste man ta särskild hänsyn till att arbetet styrs av flera lagar, till exempel lagen om offentlig upphandling som ställer tydliga krav på hur en upphandling ska göras. Innan avtalen skrivs är det vanligt med förhandlingar om exempelvis pris och leveransvillkor."}