{"text": "## Glastekniker/Glasmästare\n\nGlasmästare jobbar oftast på ett mindre företag med få anställda. Specialiseringen inom yrket blir allt större.\n\n### Arbetsuppgifter\n\nGlasmästare kan arbeta med underhålls- och reparationsarbete av fönster. Ibland byter de till exempel ut gamla fönster mot nya för att minska kostnaderna för uppvärmningen i ett hus. Vid ombyggnader av affärs- och butikslokaler blir det ofta arbete för glasmästaren. \n\nGlasmästare kan också konstruera hela fasader och tak av glas och använder då ofta en metallkonstruktion som glasen fästs i. De kan också göra mellanväggar, uterum och entréer i glas. Användningen av glas som fasad och i inredningar har ökat på senare år. Som glasmästare kan du också kallas glastekniker.\n\nBilglasmontörer arbetar med att byta ut bilrutor. Man reparerar också stenskott i vindrutor. \n\nPå glasmästerierna monterar man ramar till tavlor och speglar eller glas till bok- och vitrinskåp.\n\nArbetet som glasmästare är ett modernt teknikyrke med många inslag av traditionellt hantverk. Man använder handverktyg av olika slag. Man skär till glaset och monterar det i till exempel ett fönster eller en dörr. Det är ett precisionsarbete och det gäller att man är noggrann. I vissa fall kan man använda ett datorstyrt skärverktyg för att skära i glaset. I uppgifterna kan också ingå att slipa och borra i glas. \n\nGlasmästare kan också arbeta med olika specialiteter som att tillverka blyfönster eller fönster som ska tåla brand eller vara ljudisolerande. Att jobba med inramningar är ett annat område.\n\nGlasmästarens arbete är fritt, självständigt och omväxlande. De byter arbetsplats relativt ofta. Ofta har de direktkontakt med kunden, vilket kräver känsla för service. Körkort kan ibland vara ett krav för arbete på ett glasmästeri.\n\n### Arbetstider\n\nIbland har glasmästaren jourtjänstgöring även på kvällar, nätter och helger."}