{"text": "## Fritidspedagog/Lärare i fritidshem\n\nFritidspedagoger, och legitimerade lärare i fritidshem, arbetar oftast på grundskolor, med barn i åldern 6 - 12 år. De arbetar på fritidshem under morgon och eftermiddag, men har även pedagogiska uppdrag i skolan däremellan. Fritidspedagoger kan också arbeta med barn vid fritidsgårdar eller på behandlingshem.\n\n### Arbetsuppgifter\n\nFritidspedagoger/Lärare i fritidshem arbetar vanligen på grundskolor med att skapa en meningsfull fritid före och efter skolan. Fritidshemmet är ett komplement till skolan och styrs av samma läroplan. I fritidshemmet blir dock undervisningen mer situationsstyrd, upplevelsebaserad och grupporienterad. Barnens fria lek ute och inne blandas med kunskaper i exempelvis matematik, språk och samhällskunskap. Barnen ges utveckling genom att prova på olika aktiviteter så som att snickra, måla, spela teater eller idrotta.\n\nMitt på dagen är fritidspedagogerna inne i den vanliga skolan. Idag ingår ofta ett praktisk-estetiskt ämne i utbildningen, till exempel bild, idrott och hälsa, slöjd eller musik. Om man får behörighet i detta, eller något annat skolämne, kan man undervisa i detta under dagen. Andra fritidspedagoger stöttar olika lärare på deras lektioner eller ordnar strukturerade rastaktiviteter för barnen utifrån sin kunskap om lärande i lek och utomhusmiljöer. Fritidspedagoger kan också få i uppdrag att planera större tema-arbeten och projekt för eleverna. Viss tid går åt till möten och planering.\n\nFritidspedagogen har en viktig roll i arbetet mot mobbing och i att uppmärksamma och lyssna på barn som behöver vuxenstöd. Vid behov samarbetar fritidspedagogen med vårdnadshavare, skolsköterska, kurator, psykolog eller socialtjänst.\n\nFritidspedagoger kan även arbeta med äldre ungdomar, på fritidsgårdar eller behandlingshem. Arbetsuppgifterna varierar, men kretsar även där mycket kring att aktivera och utveckla ungdomarna genom att låta dem prova på olika estetiska och praktiska aktiviteter eller göra utflykter."}