{"text": "## Frivårdsinspektör\n\nFrivårdsinspektörer arbetar både på anstalter inom kriminalvården och med klienterna i deras hem när de behöver stöd efter frigivning.\n\n### Arbetsuppgifter\n\nNär en person friges villkorligt från anstalten är det frivårdsinspektörens uppgift att träffa personen regelbundet. Första kontakten tas alltid innan frigivningen, inne på anstalten. Frivårdsinspektörens uppgift är att hjälpa till så att återanpassningen till samhället går så smidigt som möjligt. I arbetet ingår att samtala kring praktiska problem som att finna arbete eller bostad. Samtidigt gäller det att övervaka så att personen inte återfaller i brott, och att uppmuntra klienten att söka behandling för eventuella missbruksproblem. \n\nFrivårdsinspektören har också regelbunden kontakt med personer som döms till straff utan frihetsberövande. Det kan till exempel gälla de som avtjänar sitt straff genom elektronisk övervakning med fotboja.\n\nI arbetet ingår olika uppgifter av utredningskaraktär. Frivårdsinspektören gör en personutredning av den person som befinns vara skyldig till brott. Det kan handla om hur hemförhållandena ser ut, kartlägga individens sociala nätverk och ta reda på om han eller hon tidigare varit straffad. I utredningen föreslår frivårdsinspektören exempelvis vård i form av behandling för missbruk eller fängelse. Det är sedan domstolen som fattar beslut om vilket straff som skall utdömas.\n\nI uppgifterna ingår även att utbilda och handleda så kallade lekmannaövervakare, människor som på sin fritid stöttar personer dömda till skyddstillsyn eller villkorligt frigivna personer.\n\nFrivårdsinspektören arbetar ofta i ett arbetslag, som kan ha olika ansvarsområden. Några exempel på områden kan vara samhällstjänst eller övervakning av villkorligt frigivna. Arbetet innehåller både individuella uppgifter och arbete i grupp. Därför krävs god förmåga att samarbeta både med kollegor och med andra myndigheter, till exempel socialförvaltningen i kommunen. Förmåga att uttrycka sig väl i skrift, och intresse för utredningsuppgifter är viktigt i yrket.\n\n### Arbetstid\n\nArbetstiden är oftast kontorstid. Tjänstgöring kvällar och helger kan dock förekomma. Kriminalvården fungerar dygnet runt."}