{"text": "## Kock\n\nKockar arbetar ofta inom hotell- och restaurangnäringen. Till exempel på restauranger, i personalmatsalar eller på hotell. Kockar arbetar också i storkök eller provkök, i matbutiker eller inom livsmedelsindustrin. \n\n### Arbetsuppgifter\n\nKockar som jobbar på restauranger eller hotell arbetar ofta med att tillaga flera olika maträtter enligt gästernas beställningar, så kallad à la carte. I storkök, till exempel på sjukhus eller i personalrestauranger tillagas däremot ofta ett fåtal rätter som görs i stora mängder. \n\nAtt planera och förbereda maten är en stor del i kockarnas arbete. I köket förbereder kocken ingredienserna till de rätter som ska tillagas. Det kan till exempel innebära att skala och hacka grönsaker eller göra grunden till såser eller soppor. Att baka bröd kan också ingå i jobbet. Kocken kan också ansvara för att göra menyer och att ifrån dem planera och göra inköp av varor. \n\nKockar har ett kreativt och skapande arbete där det är bra att vara intresserad av att laga nya maträtter och testa olika smakkombinationer. Man ska också presentera maten på ett tilltalande sätt när den ska serveras till gästerna. \n\nHygien är väldigt viktig i ett kök. Kockar måste hålla sin arbetsplats ren och hantera alla livsmedel på ett hygieniskt sätt. Det är viktigt att ha kunskap om ingredienserna i maten och kunna redovisa dem så att gäster som till exempel har en allergi kan göra rätt val från menyn. \n\nKocken kan ha en arbetsledande roll, om det finns fler kockar utses ofta en till förste kock.  \nI ett större restaurangkök kan det finnas souschefer som arbetsledare. Kökschefer eller köksmästare leder arbetet i köket och planerar inköp och matsedlar samt har ekonomiskt ansvar. Kökschefer som arbetar ombord på fartyg kallas kocksteward. \n\n### Arbetsmiljö\n\nArbetsmiljön i köket kan vara varm och ljudnivån kan vara hög. Tunga lyft förekommer och det är viktigt att arbeta på ett ergonomiskt sätt. Tempot kan vara högt under vissa tider på dagen. \n\n### Arbetstider\n\nEn del kockar arbetar dagtid men oftast har man schemalagda arbetstider med kvälls- och helgarbete."}