{"text": "De flesta konstnärer är egna företagare. Många arbetar på eget initiativ med konstnärliga projekt. En del arbetar med offentliga gestaltningsuppdrag. Få konstnärer kan försörja sig på sin konst på heltid. Det är vanligt att ha ett annat arbete vid sidan om konstnärsyrket. Att undervisa på konstskolor, hålla föredrag eller arbeta med pedagogiska uppdrag är vanliga komplement, men många arbetar i helt andra yrken.\n\n### Arbetsuppgifter\n\nKonstnärer arbetar med många olika konstformer, uttrycksmedel, tekniker och material för att skapa konst. Måleri, teckning, grafik och skulptur tillhör de traditionella bildkonstformerna. Konstnärer arbetar också med fotografi, text, ljud, ljus, performance (en form av levande konst som visas live, oftast interagerande med publik), installationer och rörlig bild. Det är vanligt att konstnärer kombinerar eller arbetar med flera olika konstformer. Det konstnärliga arbetet utgår ifrån en idé som sedan ska förverkligas. Konstnären söker information och experimenterar med material och tekniker för att gestalta sitt verk.\n\nKonstnärer arbetar bland annat med utställningar, visningar av egna och andras verk, offentliga gestaltningsuppdrag och konstnärliga projekt samt konstnärlig rådgivning. Kommuner, landsting och regioner utlyser ibland offentliga gestaltningsuppdrag som konstnärer kan söka. Det kan handla om utsmyckning av skolor, sjukhus, tunnelbanestationer, gångstråk eller bostadsområden. Det kan vara enskilda verk eller helhetsmiljöer. Konstnärer arbetar även som konsulter och rådgivare i sådana sammanhang, till exempel i samarbete med arkitekter.\n\nDet färdiga konstverket är ett resultat av många försök, omprövningar och kompromisser. En del konstnärer överlåter de praktiska och tekniska arbetsmomenten till andra för att själva fungera som arbetsledare eller koordinator.\n\nEftersom många konstnärer är egna företagare ingår även administration, bokföring, marknadsföring, möten och avtalsskrivning i det dagliga arbetet.\n\n### Arbetsmiljö\n\nKonstnärer arbetar ofta självständigt i en ateljé eller verkstad.\n\n### Arbetstid\n\nKonstnärer bestämmer ofta själv över sin arbetstid."}