{"text": "## Journalist\n\nSom journalist arbetar man inom press, radio och tv. Journalisten intervjuar, producerar nyheter, reportage och notiser till webb, papperstidning, radio eller tv. En journalist behöver vara duktig på att skriva, vara nyfiken, intresserad av samhällsfrågor och tycka om att möta människor.\n\n### Arbetsuppgifter\n\nJournalisten arbetar med att försörja samhället med information och nyheter. Journalisten har en objektiv och granskande roll i samhället och jobbar utifrån pressregler. Pressreglerna innehåller ett antal bestämmelser om hur man inom press, radio och tv ska arbeta för att värna om yttrandefriheten, objektiviteten och förtroendet för journalistiken. Därför är det viktigt att nyheter och information man publicerar är korrekt och faktamässig.\n\nJournalisten söker ofta själv upp nyheter och intervjupersoner. Genom publiken kan man få värdefulla tips på vad som händer ute i samhället. Som journalist pratar man med folk nästan dagligen genom intervjuer och research för att slutligen bli klar med exempelvis ett reportage för publicering, tryck eller sändning. Journalisten jobbar alltid under en deadline. Det betyder att materialet skickas in till tryck och publicering så snabbt som möjligt eller senast en viss tid under arbetsdagen. Gäller det sändning så har man vissa hålltider att förhålla sig till.\n\nJournalistens roll utvecklas allt mer till en multijournalistisk roll. Det är vanligt att journalisten själv fotograferar bilder till reportage, artiklar eller nyhetsnotiser. Man arbetar ofta som allmänreporter och gör reportage om allt från nyheter, inredning till sport. Det gör det extra viktigt att vara intresserad av samhället i stort och vara teknisk för att kunna jobba brett.\n\nAtt filma sina reportage förekommer men är vanligast inom tv och radio. Även dags- kvälls och lokaltidningar utökar sitt utbud av rörliga reportage genom webb-tv.\n\n### Arbetstider\n\nDet är vanligt att man som journalist arbetar som frilans och utför jobb åt olika medier, magasin och tidningar. Det är också vanligt att vara anställd via bemanningsföretag för att sedan bli uthyrd till arbetsgivare. Det är vanligt att jobba både kvällar och helger."}