{"text": "Friskvårdskonsulenter, hälsopedagoger och hälsoutvecklare är anställda vid företag och myndigheter. Vid större företag kan de ibland vara anställd vid företagshälsovården. Man kan också arbeta som konsult, antingen genom att ha egen verksamhet eller som anställd vid exempelvis privata friskvårdsföretag. Friskvårdsaktiviteter som avspänning och återhämtning kan även finnas på spa-anläggningar.\n\nInom företag, organisationer, kommuner och landsting finns det många som på olika sätt arbetar med hälsa. Här beskrivs arbetsuppgifterna för friskvårdskonsulenter, hälsopedagoger och hälsoutvecklare. Hälsoutvecklare arbetar ofta med att strategiskt planera hälsoarbetet, hälsopedagogen med insatser som är riktade mot grupper medan friskvårdskonsulenten jobbar mer praktiskt med de anställda.  \nDessa tre skiljer sig åt på så sätt att de ofta arbetar på olika nivåer i en organisation, arbetsuppgifterna kan dock gå in i varandra. Hälsopedagoger kan till exempel utföra en del av de arbetsuppgifter som är vanliga för friskvårdskonsulenter även om det inte är så ofta. \n\n### Arbetsuppgifter\n\nFriskvårdskonsultenter arbetar med själva genomförandet av friskvårdsaktiveter, både för grupper och enskilda individer. De kan även arbeta med att planera åtgärder för bättre hälsa på ett mer strategiskt sätt, men det är mindre vanligt. \n\nNär friskvårdskonsulenter arbetar med anställda kartlägger de personens livsstil och skapa personliga hälsoprogram eller hälsoprofiler som används för att motivera personen till en mer hälsosam livsstil. I arbetet ingår till exempel att genomföra samtal med anställda kring olika faktorer som påverkar deras hälsa. Samtalen kompletteras ofta med till exempel mätning av vikt, blodtryck och konditionstester. När friskvårdskonsulenten bildat sig en god bild av personens hälsa och livsstil diskuterar man tillsammans behovet av livsstilsförändringar och ger praktiska råd och tips kring till exempel förändringar i kost, rökning, motionsvanor eller stresshantering. \n\nI arbetsuppgifterna kan det också ingå att leda olika motions- och friluftsaktiviteter som gymnastik eller vattengympa. Friskvårdskonsulenter kan också ge massage och leda utbildningar kring ämnen som stress, hur man minskar arbetets belastning olika delar av kroppen, kost, rökning eller hur man jobbar med att få ett ökat självförtroende. Friskvårdskonsulenter kan även arbeta som personliga tränare. \n\nHälsopedagogen arbetar med planering och genomförande av friskvårdsinsatser på ett mer övergripande plan i en organisation. Hälsopedagogen är mer sällan involverad i själva utförandet av friskvårdsaktiviteter för enskilda individer. På mindre arbetsplatser eller där friskvårdsarbetet är uppdelat mellan flera personer kan även hälsopedagogerna arbeta mer praktiskt. På en stor arbetsplats leds ofta friskvårdsarbetet av en hälsopedagog. \n\nArbetet innebär till exempel att ta ansvara för att ta reda på behovet av friskvård och att utforma policys och planer för hur man ska driva friskvårdsarbetet på arbetsplatsen. Hälsopedagoger arbetar också med att föredra friskvårdsfrågor för företagets ledning och samarbetar med personal på personalavdelningen.\n\nHälsopedagogen har ofta ekonomiskt ansvar och gör utvärderingar kring friskvården. De ser också till att det finns ett utbud av aktiviteter, ofta genom att anlita ledare och lärare. På större arbetsplatser finns ofta även friskvårdsombud. Ett friskvårdsombud ska motivera och hjälpa de anställda inom företaget till en bättre hälsa. För hälsopedagoger är det vanligt att ha ansvar för att ge friskvårdsombuden regelbunden utbildning i friskvårdsfrågor. \n\nIbland organiserar och genomför hälsopedagogen friskvårdsdagar, motionskampanjer eller kulturarrangemang. I arbetet kan också ingå att ta fram informations- och utbildningsmaterial. Det är vanligt att man samarbetar med arbetsplatsens idrotts- och fritidsföreningar. Läkare, dietister, sjukgymnaster, arbetsterapeuter och skyddsingenjörer är andra grupper man har kontakt med. \n\nHälsopedagoger och friskvårdspedagoger kan även ha en yrkesroll som PT, Personlig Tränare. Hen arbetar då individuellt med träning, kost, rådgivning för att få individen att anamma en hälsosam livsstil, nå ett prestationsmål, viktförändring eller minskad smärta. Hen kan vara anställd på exempelvis ett gym eller bedriva egen verksamhet.\n\nHälsoutvecklare arbetar framförallt i större företag och organisationer såsom kommuner eller landsting. Hälsoutvecklare arbetar med hälsofrågor på ett strategiskt plan. De kan till exempel vara den som ansvarar för att planera och följa upp olika projekt kopplade till hälsan hos de anställda. De kan också arbeta med att ta fram policys för hälsoarbetet i organisationen."}