{"text": "## Audionom\n\nAudionomer arbetar på landstingens audiologiska kliniker/hörcentraler, öron-näsa-halskliniker, inom habiliterings- och rehabiliteringsverksamhet, på privata kliniker eller som egenföretagare med konsultverksamhet. Audionomer arbetar även på företag som utvecklar hörseltekniska hjälpmedel. En del arbetar på universiteten med forskning och utbildning.\n\n### Arbetsuppgifter\n\nAudionomen arbetar självständigt med utredning, bedömning och diagnostisering av hörselnedsättningar. Det kan handla om medfödda hörselskador, bullerskador eller andra hörselrelaterade tillstånd som tinnitus och ljudkänslighet. Audionomen arbetar med barn och vuxna i alla åldrar. Audionomen gör hörselmätningar för att utreda patientens förmåga att uppfatta ljud och tal. Samtal med patienten om livssituation, upplevelser av symtom och kommunikationshinder är en viktig del i diagnostiken.\n\nAudionomer arbetar även med habilitering och rehabilitering för att personer ska kunna leva ett så självständigt och aktivt liv som möjligt. Inom habilitering utformas insatser till personer som fötts med eller fått en hörselnedsättning tidigt i livet. Inom rehabilitering utformas insatser för återanpassning när personer har drabbats av en hörselnedsättning senare i livet. Utifrån individens behov lägger audionomen upp en behandlings- och rehabiliteringsplan.\n\nAudionomen provar ut hörapparater och tekniska hjälpmedel av olika slag. I arbetet ingår att lära ut hur hjälpmedlen fungerar och ska användas. Man tränar också hörtaktik och kommunikationsstrategier. Stödjande samtal, rådgivning och undervisning till enskilda patienter och grupper ingår i arbetet. Audionomen informerar även anhöriga och hälso- och sjukvårdspersonal.\n\nAudionomen arbetar med förebyggande insatser för folkhälsa inom hörselområdet. Audionomen kan exempelvis informera om hur man skyddar hörseln mot hörselproblem eller göra förebyggande hörselkontroller. Att åka ut på arbetsplatser och göra arbetsplatsanpassningar är ett annat exempel.\n\n### Arbetsmiljö\n\nÄven om arbetet till stor del är självständigt, är det vanligt att audionomen ingår i team med läkare, hörselpedagoger, psykologer och tekniker."}