{"text": "Tunnplåtslagaren arbetar ofta på verkstäder inom industrin och kan även kallas för industriplåtslagare.\n\n### Arbetsuppgifter\n\nTunnplåtslagaren skapar föremål och detaljer med hjälp av ritningar. Det kan exempelvis vara fönsterpartier, tak eller fläkttrummor. Tunnplåtslagaren arbetar med rostfritt stål, aluminium och andra material. Tunnplåtslagaren skapar föremål och detaljer via dator eller med händerna, det innebär att det är viktigt att kunna arbeta både tekniskt och manuellt.\n\nTunnplåtslagaren utgår ofta från en ritning och ett ritningsunderlag som beskriver föremålet/detaljen som ska tillverkas. Ibland är instruktionerna utförliga men ibland får man själv lösa uppgiften. Som tunnplåtslagare är det därför viktigt att vara kreativ och händig för att kunna lösa uppgifter själv.\n\nRitningarna kan man programmera in i en dator som är kopplad till en maskin som skär till föremålet. I moderna anläggningar är tillverkningen helt eller delvis datorstyrd. Det kan vara en maskinställare eller produktionstekniker som skriver in måtten i dataprogrammet, men också tunnplåtslagaren. Utvecklingen går mot att tunnplåtslagaren också tar ansvar för programmeringsarbetet.\n\nStorleken på de plåtbitar som behövs programmeras in i dataprogrammet och överförs sedan till en stansmaskin som klipper ut bitar i rätt storlek för eventuell vidare bearbetning. Traditionellt klipper eller skär man ut de plåtar som ska bearbetas manuellt med hjälp av mekaniska maskiner och eventuellt skärbrännare. Plåten bockas med olika bockmaskiner, som till exempel en kantpress, och man kan behöva borra eventuella hål. Bitarna svetsas ihop och ytorna kan sedan slipas, putsas och poleras med slip- och putsmaskiner.\n\n### Arbetsmiljö\n\nIbland kan arbetet bli tungt men sugklockor används som hjälpmedel vid lyft av stora plåtstycken. Att köra truck kan också ingå i arbetet.\n\n### Arbetstider\n\nDet är vanligt att jobba i skift. Det betyder att man jobbar både dag, kväll och helger."}