{"text": "## Idrottslärare\n\nI idrottsämnet undervisas eleverna i att utvecklas inom både lagidrotter och individuella idrotter samt genom andra motoriska och fysiska aktiviteter. Idrottsläraren instruerar, visar hur övningarna ska gå till, och rättar när eleverna gör fel. I de tidigaste årskurserna är övningarna mer i form av lek, i senare årskurser kommer mer av teknik- och taktikträning in.&nbsp;\n\n### Arbetsuppgifter&nbsp;\n\nDet är idrottslärarens uppgift att väcka elevernas intresse för en allsidig träning utifrån sina förutsättningar så att de utvecklar sin motorik och sin känsla för rytm. I lagidrotterna tränar idrottsläraren eleverna att samarbeta mot ett gemensamt mål. Förutom att ge kunskaper ska idrottsläraren också väcka intresse för fysisk träning och stimulera eleverna att fortsätta med regelbunden träning också efter skoltiden. Idrottsläraren informerar om hur man sköter sin kropp, om hur viktig fysisk träning är för hälsan och hur man kan förebygga framtida arbetsskador. För elever som har skador eller handikapp får idrottsläraren ofta göra upp individuella program där eleverna jobbar med de delar av kroppen som är friska.\n\nIdrottsläraren planerar undervisningen, förbereder lektionerna och ansvarar för att dokumentera elevernas utveckling. Till arbetsuppgifterna kan höra att planera och leda skolans friluftsverksamhet. Idrottsläraren samarbetar med övriga lärare till exempel för att ordna temadagar och när det gäller friluftsverksamheten. Framförallt i grundskolan arbetar man ofta i arbetslag och planerar undervisningen i samverkan med de övriga lärarna i arbetslaget.\n\nIdrottsläraren kan ha ett särskilt ansvar för en grupp elever. Då hålls utvecklingssamtal med eleven och föräldrarna där elevens studieresultat och sociala situation gås igenom.\n\n### Arbetsmiljö&nbsp;\n\nLärare undervisar ett visst antal timmar per vecka. Sedan tillkommer tid för förberedelser, lärarkonferenser, föräldramöten med mera. Det händer att idrottslärare undervisar i flera skolor och måste förflytta sig mellan dessa under dagen."}