{"text": "## Elektrikeryrken\n\nNedan finns information om flera elektrikeryrken, det finns länkar vidare till mer information om respektive yrke längre ner i texten.\n\nElektriker kan arbeta på elkraftföretag, på entreprenadföretag som arbetar på uppdrag av elkraftföretag, på industriers elavdelningar eller i elinstallationsföretag.\n\n### Arbetsuppgifter\n\nElektriker arbetar med installationer, underhåll och reparationer. De arbetar ofta efter ritningar och beskrivningar. Kundkontakter är vanliga i arbetet. Kunderna kan vara privatpersoner, fastighetsägare och industrier. Elektriker samarbetar ofta med andra yrkesgrupper eller i arbetslag med flera elektriker. Arbetsuppgifterna skiljer sig åt beroende på yrkesinriktning.\n\nDistributionselektriker arbetar med nybyggnation, reparation och underhåll av elnäten som transporterar elektricitet till samhället. De jobbar med hela systemet av ledningar, ställverk och transformatorer. I jobbet ingår att åtgärda akuta fel vid exempelvis strömavbrott.\n\nIndustrielektriker underhåller och reparerar maskiner och automatiska anläggningar i processindustrin. Uppgiften är att åtgärda elektriska och elektroniska fel på maskinerna. De programmerar styrsystem, kopplar ihop ledningar med styrprocesser och byter ut motorer som är trasiga.\n\nInstallationselektriker installerar elektrisk utrustning i alla typer av fastigheter. De monterar elcentraler, belysning, drar elledningar och installerar strömbrytare. \n\nServiceelektriker arbetar med ombyggnad, felsökning och reparation av elektriska anläggningar. De gör även mindre installationer av olika slag, till exempel installation av vitvaror eller solpaneler.\n\nAlla elinstallationsföretag är ansvariga för att elinstallationsarbetet utförs korrekt. Som auktoriserad elinstallatör kan man utses att vara företagets elinstallatör för regelefterlevnad, en roll som alla elinstallationsföretag måste ha idag. Uppdraget innebär att elinstallatören stöttar företagsledningen i arbetet med att se till att företaget följer elsäkerhetslagen och tillhörande föreskrifter.\n\nLäs mer om olika elektrikeryrken via länklistan nedan:\n\n<a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=234&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\">Distributionselektriker</a>  \n<a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=171&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\">Industrielektriker</a>  \n<a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=686&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\">Installations- och serviceelektriker</a>"}