{"text": "## Hem- och konsumentkunskapslärare\n\nHem- och konsumentkunskapslärare undervisar främst i grundskolans år 6-9. De kan även undervisa i lägre årskurser, särskolan eller på folkhögskolan. Beroende på behörighet kan man också undervisa i vissa av gymnasieskolans kurser som livsmedels- och näringskunskap eller matlagning.\n\n### Arbetsuppgifter\n\nHem- och konsumentkunskapsläraren har ett brett ämne där många delar som är viktiga för att kunna sköta ett hem ingår. Det är inte bara matlagning, utan även rengöring, budgetering och konsumentlagar. Ämnet ger eleverna verktyg för att kunna ta hand om ett eget hem och ekonomi, men även för att medverka till en hållbar utveckling genom att göra medvetna val för egen och andras hälsa, ekonomi och miljö.\n\nTeori och praktik blandas för att ge eleverna en bred kunskap. Bakning och matlagning varvas med kunskaper om näringslära och hur man planerar och räknar ut kostnaden för olika måltider. Läraren handleder och ger tips och råd och under det praktiska arbetet, men har också teorilektioner om till exempel livsmedelshantering, miljömärkning, återvinning, mattraditioner och ekonomi och sparande. Eleverna får också lära sig hur olika redskap i hemmet används på ett säkert sätt samt olika metoder för tvätt och rengöring.\n\nHem- och konsumentkunskapsläraren undervisar också i konsumentekonomi - hur man får pengarna att räcka till och vilka rättigheter man har som konsument.\n\nI arbetet ingår också att köpa in de varor som behövs i undervisningen och se till att utrustningen i hemkunskapssalen är i gott skick. \n\nLektionerna skall planeras och utvärderas. Elevernas kunskapsutveckling ska dokumenteras och betyg sättas. I lärarens arbete ingår, förutom undervisning, också mycket annat så som föräldramöten och kompetensutveckling. Hem- och konsumentkunskapslärare arbetar ofta i arbetslag tillsammans med andra pedagoger på skolan. Läraren kan ha speciellt ansvar för en grupp elever som mentor eller klassföreståndare.\n\n### Arbetstider\n\nPå mindre skolor är hem- och konsumentkunskapstjänsterna inte alltid stora nog för heltid, så i vissa fall kan man behöva ta tjänst på flera skolor för att nå upp till heltidsarbete."}