{"text": "Fritidsledare arbetar på fritidsgårdar, skolor, fritidshem, gruppboenden samt inom föreningar eller församlingar. En fritidsledare planerar och arrangerar olika aktiviteter inom verksamheten som exempelvis temakvällar eller kursverksamhet.\n\n### Arbetsuppgifter\n\nFritidsledarens roll är att skapa en aktiv och meningsfull fritid för deltagarna i den verksamhet man arbetar inom. Det kan exempelvis innebära att man arrangerar olika typer av aktiviteter som temakvällar, utflykter eller kursverksamheter. Det kan handla om bakning, dans, konst eller sport. Deltagarna i verksamheten är ofta med och styr innehållet. \n\nEn del av arbetet är att se deltagarnas egna förmågor och styrkor. Fritidsledaren ska uppmuntra och inspirera deltagarna till aktivitet och deltagande i verksamheten. Fritidsledaren kan ha en coachande och stöttande roll i syfte att få deltagarna att delta i verksamhetens olika aktiviteter och arrangemang. Även utveckling och planering av verksamheten ingår i arbetsuppgifterna.\n\nFritidsledaren är inom barn- och ungdomsverksamheten en vuxen förebild som ska stötta barnen och ungdomarna i deras utveckling. Man hjälper deltagarna att skapa trygga och fungerande relationer mellan varandra samt skapa en positiv tillvaro och fritid. Det är därför viktigt att fritidsledaren är en trygg förebild för deltagarna i verksamheten. \n\nInom verksamheter där målgruppen är pensionärer eller vuxna är fritidsledarens roll likvärdig. Man utvecklar, arrangerar och leder olika typer av aktiviteter, utflykter eller kursverksamheter. Fritidsledaren kan ha likt inom barn- och ungdomsverksamheten en relationsbyggande roll och skapa trygga förutsättningar för en aktiv fritid. \n\n### Arbetstider\n\nFritidsledarens arbetstider varierar beroende på vilken verksamhet man arbetar inom. Arbetstiderna kan vara under både vardag, helg- och kvällstid."}