{"text": "Industrielektriker kan arbeta på en industris elavdelning eller i ett elinstallationsföretag som gör arbeten åt industrin. Många industrielektiker är också anställda av bemanningsföretag.\n\n### Arbetsuppgifter\n\nIndustrielektrikern arbetar med att åtgärda elektriska och elektroniska fel på maskinerna i en industri. Industriell tillverkning är ofta automatiserad. Om det uppstår ett fel i anläggningen måste elektrikern snabbt rätta till detta för att undvika produktionsstörningar. Industrielektrikern behöver ha kunskap om programmerbara styrsystem, men även kunna arbeta hantverksmässigt. Till sin hjälp har elektrikern mätinstrument och testprogram.\n\nEn stor del av industrielektrikerns arbete går ut på att:\n\n### ● Sköta maskiner\n\n● Byta ut motorer\n\n### ● Reparera automatiska anläggningar\n\n● Montera apparatskåp\n\n### ● Koppla ihop ledningar med styrprocesser\n\n● Programmera styrsystem\n\n### ● Provköra anläggningar\n\n● Byta ut kablar och trasiga apparater\n\n### ● Felsöka och driftsätta anläggningar\n\n  \nIndustrielektrikern jobbar även med installation och injustering av maskiner och automatiska anläggningar. Industrielektrikern tar då hjälp av ritningar och instruktioner. Ibland sköter också industrielektriker installation av datanät. Man jobbar även med installation och reparation av annan elektrisk utrustning under drift.\n\nAlla elinstallationsföretag är ansvariga för att elinstallationsarbetet utförs korrekt. Som auktoriserad elinstallatör kan man utses att vara företagets elinstallatör för regelefterlevnad, en roll som alla elinstallationsföretag måste ha idag. Uppdraget innebär att elinstallatören stöttar företagsledningen i arbetet med att se till att företaget följer elsäkerhetslagen och tillhörande föreskrifter.\n\n### Arbetsmiljö\n\nIndustrielektrikern kan både arbeta ensam eller tillsammans med andra, beroende på företagets storlek. Vid till exempel reparationer och rengöring av ställverk, där kraven på elsäkerhet är mycket hög, arbetar man aldrig ensam.\n\n### Arbetstider\n\nJour och beredskap kan ingå i arbetet."}