{"text": "Arkivarier kan arbeta vid större kommuner, offentliga myndigheter, muséer, organisationer och privata företag. En del arbetar vid Riksarkivet, Krigsarkivet, landsarkiven och vid speciella arkiv som Statens ljud- och bildarkiv, Svenskt visarkiv och Språk- och folkminnesinstitutet.\n\n### Arbetsuppgifter\n\nArkivariens främsta uppgift är att bevara och tillgängliggöra material. Arkivarien tar fram texter, bilder och datafiler utifrån förfrågningar. Det kan till exempel vara material till forskare som behöver historiskt bakgrundsmaterial eller till politiker som behöver underlag inför ett beslut. \n\nArbetet kan innehålla både administration och vetenskapliga uppgifter. Arkivarien utreder, granskar och bedömer vilka handlingar som ska bevaras för framtiden, både för allmänheten och för forskningen. Informationen finns i fysiska arkiv, historiska samlingar eller i databaser.\n\nAtt ge råd och service till arkivets användare och besökare är vanligt. Arkiven måste vara lätta att hitta i och det är arkivariens ansvar att göra arkivmaterialet levande. Att hålla kurser och föreläsningar kring hur arkiv är uppbyggda, hur man ska bevara material och hur framtidens arkiv kommer att se ut förekommer också. Ibland ansvarar arkivarien för att köpa in arkivmaterial.\n\nI arkivariens arbete ingår att säkerställa att myndigheter, företag och organisationer följer de lagkrav som finns kring vad som måste bevaras, vad som kan gallras (sorteras bort och förstöras) samt hur handlingar ska förvaras.\n\nArkivarien deltar även i att skapa IT-lösningar för framtidssäkring av arkivmaterial. Ett långsiktigt digitalt bevarande ger framtida generationer möjlighet att ta del av det som finns i gamla arkiv. Vid utveckling av olika IT-tjänster kan arkivarien medverka till att planera eller utveckla olika digitala arkivsystem. Mycket av det arkivarier gör idag är projektarbete och förberedelse för e-arkiv.\n\n### Arbetsmiljö\n\nI traditionella arkiv kan tunga lyft förekomma. I vissa arkiv är det vanligt med ensamarbete."}