{"text": "Vanligaste arbetsgivarna är ofta idrottsföreningar, landsting och kommuner. Idrottstränare återfinns på alla nivåer i landet, på klubb-, distrikts- och på elit/landslagsnivå eller på idrottsgymnasium. Det finns många olika idrotter och de flesta idrottstränare är inriktade på en särskild idrott som till exempel fotboll, golf, tennis, ishockey, friidrott, simning, travsport, skidåkning eller segling. Inom Riksidrottsförbundet finns totalt 70 olika idrottsförbund representerade. \n\n### Arbetsuppgifter\n\nFör en&nbsp;idrottstränare&nbsp;innebär arbetet bland annat att planera träningar, fördela tider mellan olika grupper och lag eller ansvara för att nya tränare utbildas. Tränaren planerar och håller sig informerad om tävlingar, matcher och turneringar. En del idrottstränare har även budgetansvar och sköter materialinköp, planerar och bokar resor och träningsläger samt deltar i styrelsemöten och ansvarar för att informera press, radio och TV. Instruktörsdelen består av att instruera utövarna i idrotten, att hålla i teknikträningar och i fysisk träning samt att vara med på matcher och tävlingar.\n\nTräningsledare&nbsp;leder träning inom motionsanläggningar eller håller i motionspass på arbetsplatser. Exempel på det är aerobicinstruktörer, styrkeinstruktörer eller gymnastikledare, beroende på inriktning. En växande marknad för idrottstränare är att vara&nbsp;personlig tränare&nbsp;vilket innebär att instruera och hjälpa enskild person med fysisk träning och/eller mental träning.\n\nIdrottstränare måste ofta anpassa sin arbetstid efter träningar, tävlingar och matcher. Det handlar ofta om att arbeta kvällar, helger och tidiga morgnar. Resor av varierande längd till matcher, tävlingar och träningsläger ingår i arbetet. Heltidsanställda idrottstränare är en liten yrkesgrupp och finns främst inom lagidrotter och individuella idrotter. Heltids- och deltidsanställda tränare är ofta både ledare och instruktörer med många olika arbetsuppgifter."}