{"text": "De flesta arbetsförmedlare arbetar på lokala kontor runt om i landet och möter arbetssökande och arbetsgivare i kundmottagningen eller via bokade besök. På Arbetsförmedlingen kundtjänst sker kontakten med arbetssökande och arbetsgivare via telefon, e-post och Internet.\n\n### Arbetsuppgifter\n\nArbetsförmedlarens uppdrag är att via matchning sammanföra arbetsgivare som söker arbetskraft med arbetssökande som söker arbete. Matchningen omfattar flera olika former av möten med arbetsgivare och arbetssökande. Förmedlaren har bland annat IT-verktyg till sin hjälp för att söka efter kandidater till en given platsannons eller till att hitta platsannonser som ligger nära en sökandes profil. Matchningen kan också vara vägledning till utbildning som i sin tur leder till arbete. Dokumentation är en viktig del i arbetet och sker i alla samtal som förs med både arbetsgivare och arbetssökande.\n\nNär personer skriver in sig på Arbetsförmedlingen gör arbetsförmedlaren en kartläggning av hur den personens förutsättningar att komma ut i arbete ser ut. För vissa arbetssökande räcker det med att ge stöd och positiv feedback i arbetssökandet. I andra fall krävs flera insatser och kartläggningar under en längre period. En insats kan handla om vägledning till utbildning och annat stöd som hur man skriver CV och förberedelser inför intervjuer.\n\nMötet med arbetsgivare är en viktig del av arbetsförmedlarens arbete. Det sker både då de behöver rekrytera och mer förutsättningslöst för att informera och skapa ett kontaktnät. Arbetsförmedlaren behöver ha kunskaper om arbetsmarknad, yrke och utbildning för att kunna ge bra vägledning och stöd.\n\nFörutom att stödja arbetssökande och arbetsgivare har förmedlaren ett uppföljningsansvar. Det kan handla om att följa upp en praktikplats och se till att den ger mervärde till både arbetssökande och arbetsgivare. Andra ansvarsuppgifter kan vara att stödja den arbetssökande att uppfylla de villkor som ställs i arbetslöshetsförsäkringen och att tydliggöra vilka krav som ställs."}