{"text": "De flesta fotografer är egenföretagare. Man arbetar med kunder som exempelvis privatpersoner eller organisationer. Man kan arbeta i en fotostudio, under ett bröllop eller ute på företag beroende på vilket uppdrag man fotograferar. Stor del av arbetet innebär att marknadsföra sig själv och bli bokad till olika uppdrag.\n\n### Arbetsuppgifter\n\nGrunden i fotografens arbete handlar om bildkommunikation – hur man kommunicerar via bilder och når ut med ett budskap. Fotografen arbetar huvudsakligen med bildkomposition, ljus, teknik och bildbehandling. \n\nBildkomposition handlar om att se hur olika delar i en bild samspelar med varandra. Kunskap om hur ljus fångas upp och gestaltas är fotografens viktigaste verktyg. Det handlar om att se hur ljus faller på föremålet eller personen och hur skuggorna ligger samt vad det har för betydelse för bildens tolkning.\n\nDet är vanligt att fotografer driver eget företag och riktar in sig på olika områden, som att fotografera familjer, bröllop, evenemang eller organisationer. Fotografen kan också bli expert på ett område, som exempelvis reklamfotograf eller bostadsfotograf. Man kan även fotografera för större organisationer som har behov av löpande foton till exempelvis webbshoppar.\n\nFotografer kan också arbeta med pressbilder och förmedla nyheter. Inom fotojournalistik blir det vanligare att man som fotograf är delaktig i skrivprocessen av artikeln eller reportaget man fotograferat för. \n\nMed hjälp av bildbehandlingsprogram redigerar fotografen bilderna. I bildbehandlingsprogrammet kan fotografen ändra storlek på bilden, ljus, färg och kontrast beroende på bildens syfte och ändamål. \n\nFilmfotografer arbetar ofta med rörliga bilder i film- och Tv-produktioner. Ett fåtal filmfotografer arbetar med spelfilm. Att filma- och fotografera för sociala medier åt olika företag i marknadsföringssyfte är ett område som blir vanligare att arbeta med som fotograf. \n\n### Arbetstider \n\nFotografer kan ha varierande arbetstider, det är vanligt att jobba under kvällar och helger."}