{"text": "Monteringsarbetet organiseras på olika sätt vid olika företag inom biltillverkningsindustrin. Det finns exempelvis linjebaserad successiv påbyggnad eller montering vid flera monteringsstationer. \n\nTill gruppen fordonsmontörer räknas också påbyggarna, som arbetar inom Lastfordonsgruppen, LFG. De monterar skräddarsydda påbyggnader såsom skåp, flak på lastbilar, lastmaskiner och skåpbilar. Arbetet på LFG utgörs till stor del av plåtslageri-, bocknings- och svetsningsarbete på höghållfast stål.\n\n### Arbetsuppgifter\n\nFordonsmontörer ingår i ett arbetslag där arbetet handlar om att:\n\n● Rekvirera det material som behövs för monteringsarbetet  \n● Se till att underhåll görs på utrustning inom det egna området  \n● Se till att produktionen flyter jämnt mellan arbetslagen och att produktionstider hålls\n\n### ● Kvalitetssäkra arbetet\n\n  \nDe flesta detaljerna sammanfogas genom skruvning, nitning eller svetsning. Svetsrobotar används för vissa arbetsmoment. Monteringsarbetet börjar med att rambalkar tillverkas och monteras till en ram. Sedan monteras framaxel och bakaxel, rörsystem för tryckluft, hydraulik och avgassystem. \n\nSlutligen monteras växellådan och motorn. Monteringen av förbränningsmotorer är delvis automatiserad, alla detaljer som finns inne i motorn, till exempel vevaxlar, kamaxlar och oljepumpar kan automatmonteras. Det gäller även motorernas kåpor. Monteringen utförs av robotar och montörens arbete är att övervaka de processtyrda maskinerna. Arbetet kan även omfatta programmering av styrsystem för robotarna.\n\nNär monteringen är klar testas och kontrolleras olika funktioner. Varje lastbil provkörs av provförare på testbana. På personvagnssidan sker testen på varje bil i en elektronisk simulator medan provkörning sker stickprovsvis.\n\n### Arbetsmiljö\n\nFordonsmontörerna använder mest handmaskiner, tryckluftsdrivna skruvdragare och momentnycklar samt specialverktyg vid monteringen.. Lyftutrustningar av olika slag används. För vissa arbetsmoment används även datorer som hjälpmedel.\n\n### Arbetstider\n\nSkiftarbete förekommer."}