{"text": "Kallskänkor arbetar inom hotell- och restaurangnäringen. Kallskänkor finns idag mest på exklusiva, större restauranger eller på hotell. Allt oftare är det en förutsättning att man behärskar både det kalla och det varma köket för att få arbete som kallskänka.\n\n### Arbetsuppgifter\n\nArbetsuppgifterna varierar beroende på var man arbetar. Kallskänkor arbetar med att tillaga kalla rätter. Det kan till exempel vara förrätter, sallader och desserter samt smörgåsar och rätter till smörgåsbord. Att baka kan också ingå i jobbet.\n\nEn del av jobbet består av att planera och förbereda det man ska tillaga. Man har ansvar för att beräkna åtgång på råvaror och beställa hem dem, liksom att planera matsedeln för de kalla rätterna. Kallskänkor har ett kreativt och skapande arbete där det är bra att vara intresserad av att testa olika smakkombinationer. Man ska också presentera maten på ett tilltalande sätt när den ska serveras till gästerna. \n\nHygien är viktig i ett kök. Arbetsplatsen ska vara ren och hygienisk och livsmedel måste hanteras på ett korrekt sätt. Det är viktigt att ha kunskap om ingredienserna i maten, så att gäster som till exempel har en allergi kan få information om vad maten innehåller. \n\nUnder perioder kan tempot i köket vara högt. Det är bra att trivas även när det är mycket att göra. Kallskänkor arbetar i arbetslag med andra i köket. Därför är det viktigt att kunna samarbeta med övrig kökspersonal och med serveringspersonalen.\n\nPå större restauranger finns ofta en kallskänkschef. Kallskänkschefen är arbetsledare och deltar i det dagliga arbetet. En kallskänkschef beställer varor och kan också ha hand om planeringen av matsedel.\n\n### Arbetstider\n\nArbetstiderna varierar beroende på var man arbetar. En del kallskänkor arbetar dagtid men oftast har man schemalagda arbetstider med kvälls- och helgarbete."}