{"text": "Många författare är egna företagare. Det är vanligt att författare arbetar inom ett annat yrke vid sidan av.\n\n### Arbetsuppgifter \n\nFörfattare skriver böcker inom skönlitteratur och facklitteratur. Romaner, deckare och poesi är exempel på skönlitteratur. Läroböcker, uppslagsverk, reseskildringar, kokböcker och biografier är exempel på facklitteratur. En del författare skriver barn- och ungdomsböcker.\n\nArbetsprocessen för olika författare varierar. Grundläggande är att utgå ifrån en idé som sedan blir bärande genom skapelseprocessen. Författaren gör research för att samla in kunskap och inspiration. Det är viktigt att författaren läser andras böcker, särskilt inom sitt litterära område.\n\nFörfattaren behöver hitta en egen stil och ett eget sätt att uttrycka sig. Skrivandet är en lång och krävande process som ibland tar flera år. Författaren skriver om texten flera gånger. Mycket tid läggs på att fundera, pröva och överväga olika aspekter. Det är vanligt att författaren låter någon testläsa boken, till exempel en fristående lektör.\n\nNär manuset är färdigt finns det flera vägar att gå för att ge ut boken. Traditionell utgivning via ett förlag, egenutgivning eller utgivning via ett hybridförlag. Boken ges ofta ut i tryckt format, men andra former som e-bok och ljudbok förekommer.\n\nEtt förlag bedömer om boken ska ges ut eller inte, majoriteten av de manus som skickas in antas inte. Ett traditionellt förlag finansierar utgivningen och ansvarar bland annat för att publicera och marknadsföra boken. Till författaren betalar de ut royalty, en slags ersättning, ofta beräknad på varje sålt exemplar av boken.\n\nEtt hybridförlag har samma tjänster som ett traditionellt förlag, men författaren står själv för hela eller delar av finansieringen. Egenutgivning innebär att författaren själv finansierar utgivningen och står för arbetet kring publicering och marknadsföring.\n\nNär boken är utgiven presenterar författaren ofta boken i olika sammanhang, till exempel på mässor och hos bokhandlare.\n\n### Arbetsmiljö\n\nFörfattare har ett ensamarbete och arbetar ofta hemma. Ett fåtal författare skriver i par."}