{"text": "## Däckmontör/Däck- och hjulmekaniker\n\nDäckmontörer arbetar på däckverkstäder som tar emot personbilar och yrkesfordon. En del däckmontörer arbetar mobilt med servicebil som åker ut och reparerar och byter däck på plats.\n\n### Arbetsuppgifter\n\nDäckmontörens arbete är inriktat på däck, fälg och hjul. Det blir vanligare att däckmontörer kallas för däck- och hjulmekaniker.\n\nDäckmontören reparerar, monterar och servar däck på personbilar och yrkesfordon. Efter byte eller reparation balanseras däcken för att de inte ska skapa vibrationer i fordonet. Däckmontören använder en balanseringsmaskin som sätter fart på hjulet och visar var obalansen finns. Därefter fäster man motvikter på fälgen.\n\nHjulinställningar ingår också i arbetet. Det görs för att hjulen ska rulla i rätt riktning och för att däcken inte ska slitas ojämnt. Däckmontören regummerar också däck, vilket innebär att ge ett utslitet däck en ny slitbana. Det gäller främst för tyngre fordon.\n\nExempel på andra arbetsuppgifter som förekommer på en däckverkstad:\n\n### ●Byta avgassystem\n\n●Byta glödlampor\n\n### ●Serva och reparera AC-system\n\n●Informera och ge råd om däcktyper, fälgar och tillbehör\n\n### ●Ansvara för däcklager\n\n  \nEn däckmontör som arbetar mobilt via servicebil reparerar däck och hjul hos kunder i akuta situationer. Arbetet kräver förmåga att agera snabbt och fatta beslut i pressade lägen.\n\n### Arbetsmiljö\n\nUnder vår och höst kan det vara högt arbetstempo eftersom man byter till sommar- eller vinterdäck.\n\nDet förekommer tunga lyft men det finns specialverktyg till hjälp för att utföra arbetet. Till exempel fordonslyft och tryckluftsdrivna handverktyg. Däckmontören har också monteringsmaskiner som hjälp att demontera och montera däcken.\n\n### Arbetstider\n\nDäckmontörer arbetar oftast dagtid. Under perioderna för däckbyte arbetar man ofta schemalagd övertid. Jourberedskap ingår i arbetet för mobila däckmontörer som reparerar däck- och hjul under alla tider på dygnet."}