{"text": "De flesta utredare arbetar inom stat, kommun eller landsting/region. Man kan också arbeta inom organisationer, på större företag eller vara egenföretagare. \n\n### Arbetsuppgifter\n\nNär utredaren får ett uppdrag börjar man med att samla in fakta kring området som ska utredas. Det görs på flera sätt, exempelvis genom inläsning av material och framtagning av statistik. En utredare har många interna och externa kontakter. \n\nDärefter ska insamlad fakta och statistik analyseras och relateras till frågeställningen. Analysen resulterar i ett antal förslag som kan behöva testas för att kunna förutse för- och nackdelar med olika alternativ. Ibland arbetar utredaren ensam, ibland är flera inblandade. Under arbetets gång rapporterar utredaren till uppdragsgivaren.\n\nNär utredningen är klar har utredaren ofta ett eller flera förslag till förändring. Det kan gälla exempelvis en omorganisation eller en ny lag. Det är någon annan som tar slutligt beslut. \n\nUtredare på en statlig myndighet gör utredningar, utarbetar förslag och skriver remisser inför riksdagsbeslut. \n\nPå länsstyrelsen arbetar utredare med att se till att riksdagsbeslut och lagar följs på regional och lokal nivå. De kontrollerar exempelvis att en fabrik inte gör för stora utsläpp, eller utreder om tillstånd kan ges till ny industriverksamhet. \n\nInom kommunen har utredaren ett nära samarbete med lokala politiker. De utreder ärenden inför beslut i en nämnd eller kommunfullmäktige. De svarar också på frågor från allmänheten om bestämmelser och service inom kommunen. \n\nInom landstinget eller en region utreder olika frågor inom hälso- och sjukvård, exempelvis hur sjukvården ska bli mer effektiv. Att utreda säkerheten för digitala patientjournaler är ett annat exempel. \n\nPå ett privat företag ansvarar utredaren exempelvis för utredningar som kan gälla etablering av nya verksamheter, omorganisationer eller nedskärningar. Konsultföretag gör utredningar oftast på uppdrag av offentlig sektor."}