{"text": "Gruvarbetsplatserna finns huvudsakligen i Norrbottens och Västerbottens län samt i Bergslagen.\n\n### Arbetsuppgifter \n\nGruvverksamhet startar när fyndigheter av järnmalm, koppar, zink eller andra mineraler hittas i sådana mängder att det är lönsamt att bryta och förädla malmen. Då behövs bergarbetare i arbetet med att hämta malmen från berget till markytan. Malm kan brytas i underjordsgruvor eller ovan jord i dagbrott. De maskiner som används vid dagbrott är oftast större än de som används under jord.\n\nBorraren har som uppgift att borra hålen i berget som sedan ska fyllas med sprängämnen. Laddaren fyller borrhålen med sprängämnen och planerar för att laddningarna ska detonera i rätt ordning. Skrotaren_,_ som ibland också kallas bergförstärkare_,_ kontrollerar om det finns lösa bergstycken i väggar eller tak, tar bort lösa bitar och förstärker berget för att undvika ras. I större gruvor är bergarbetare ofta specialiserade på någon arbetsuppgift medan det i mindre gruvor är vanligt att arbeta med flera moment. \n\nI vissa gruvor kan delar av gruvarbetet skötas av operatörer som sitter vid datorer kilometervis från de underjordiska schakten. Gruvarbetet utförs då med hjälp av datorer, laserteknik, obemannade fordon och borriggar styrda med joystick. Det innebär samtidigt att jobbet som bergarbetare utvecklats till att bli mer tekniskt avancerat. \n\nBergarbetaren ansvarar ofta för den dagliga tillsynen och rengörningen av de maskiner som används. Det behövs både teoretiska och praktiska kunskaper för att kunna sköta maskinerna. \n\n### Arbetsmiljö\n\nI dagbrott sker arbetet utomhus, sommar som vinter. I underjordsgruvor är arbetsmiljön densamma oavsett årstid.  \nDen tekniska utvecklingen har gjort att bergarbetarens arbete och arbetsmiljö har förändrats mycket. Idag finns hjälpmedel som underlättar och effektiviserar arbetet i en gruva genom allt från lättmanövrerade, hydrauliska borraggregat till moderna lastmaskiner. En bergarbetare arbetar ofta ensam. \n\n### Arbetstider\n\nDet förekommer både dag- och skiftarbete."}