{"text": "## Kommunikatör/informatör\n\nKommunikatörer arbetar på företag, myndigheter, kommuner, landsting/regioner och i organisationer av olika slag. De arbetar ofta på informations-, kommunikations- eller marknadsavdelningar. Kommunikatör är ett samlingsbegrepp för många olika yrkesroller som arbetar med information, kommunikation och media. Arbetsuppgifter och inriktning varierar beroende på arbetsplats och uppdrag. \n\n### Arbetsuppgifter\n\nKommunikatörer arbetar med att forma och förmedla myndigheters, organisationers och företags budskap. De är specialister på planering, utformning och spridning av informations- och kommunikationsinsatser. I arbetet ingår att utveckla varumärken, bygga relationer och bidra till att verksamheten uppnår sina mål. Kommunikatörer analyserar omvärlden och vilka faktorer som påverkar organisationens verksamhet. Kommunikatörer har hand om mediekontakter och långsiktig planering av hur organisationen syns i media.\n\nKommunikatörer arbetar både med strategiskt och operativt kommunikationsarbete. Strategiskt arbete kan handla om att ta fram långsiktiga kommunikationsplaner och strategier för verksamheten. Operativt arbete kan handla om att utforma kampanjer, producera informationsmaterial, skriva och publicera för organisationens webbplats, ansvara för redaktionellt innehåll i sociala medier och skriva pressmeddelanden. I arbetet ingår att anpassa kommunikationen till olika målgrupper, kanaler och syften.\n\nEn viktig del i arbetet är att få medarbetarna i organisationen att vara delaktiga i kommunikationsarbetet och att se till att kommunikationen genomsyrar alla processer. De är ofta rådgivande och coachande i beslutsprocesser och kommunikationsfrågor. Kommunikatörer utvecklar den kommunikativa förmågan hos medarbetarna och håller ibland utbildningar i ämnet.\n\nDet finns många olika sätt att specialisera sig inom yrket, exempelvis som webbredaktör, pressekreterare och PR-konsult."}