{"text": "## Logistiker\n\nLogistiker är ett samlingsnamn för olika yrkesgrupper inom produktion- och transportplanering. Andra titlar kan vara lager eller transportplanerare, produktionsplanerare/-samordnare, materialplanerare, inköpare, leverantörsutvecklare. \n\nLogistiker arbetar ofta på företag inom industri, handel eller transport.\n\n### Arbetsuppgifter\n\nLogistiker arbetar med planering kring produktion, lager och transport.\n\nMånga logistiker arbetar med orderplanering. Arbetet kräver mycket kommunikation med leverantörer och kunder. Logistiker tar fram avtal och sköter kontakter även efter att produkterna levererats. Som en del av orderarbetet planerar logistikerna ofta transporter – både vilket fordon som ska användas och vilken väg det ska ta. Transporterna kan gälla allt ifrån råvaror till färdiga produkter.\n\nLogistiker kan också styra lagret och boka lagerutrymme när nya produkter ska komma in, sköta systemen för lagersaldo eller se till att alla material finns på plats när de behövs i produktionen eller hos kund. Ibland sköter logistikerna inköpen och tar hand om fakturorna.\n\nEn logistiker kan också arbeta med att planera produktion och logistik hos olika industriföretag. Det kan vara att skriva produktionsordrar eller göra prioriteringar i tillverkningen. Ibland granskar man enskilda delar och ibland analyserar man hela produktions och logistikkedjan för att se var det kan göras effektiviseringar och värdeökningar. Det handlar hela tiden om att förbättra arbetet så att alla resurser används på bästa sätt.\n\nIdag kan logistiker även vara mer datainriktade och arbeta med att styra, analysera och förbättra företagets flöden genom IT-system.\n\nDet görs många uträkningar för att ta ekonomiska och effektiva beslut. Logistiker kan till exempel räkna ut hur mycket material som kommer gå åt, hur stor lageryta som behövs eller hur lång tid transporterna tar från leverantör till kund. Målet är att minimera kostnader och öka värdet så att kunderna får det de vill ha i rätt tid.\n\nIdag är logistiken en viktig del för företagen. Därför sitter ofta logistikchefen med i företagets ledningsgrupp."}