{"text": "CNC-operatörer arbetar på stora eller små företag inom verkstadsindustrin. Man kan också vara anställd av bemanningsföretag och arbeta som inhyrd arbetskraft på ett företag.\n\n### Arbetsuppgifter \n\nCNC-operatören sköter datorstyrda maskiner för mekanisk bearbetning och tillverkning av detaljer av främst trä, metall eller plast inom verkstadsproduktion. Maskinerna programmeras utifrån olika underlag av operatören själv, vilket är vanligast, eller av särskilt anställda tekniker.\n\nDet vanligaste är att man som CNC-operatör är inriktad antingen mot fräsning, svarvning eller mot borrning i produktionen, men man kan växla mellan uppgifterna. CNC-operatören riggar i allmänhet maskinen själv. Det betyder att man tar fram de verktyg och verktygshållare som ska användas samt ser till att dessa fixeras på rätt plats på Y-, X- eller Z-axeln i ett koordinatsystem. Operatören kan arbeta ensam med en maskin eller tillsammans med kolleger i en maskingrupp. Man övervakar anläggningen med hjälp av en dataskärm och ljudsignaler, inklusive hjälpanordningar och styrsystem.\n\nAnsvar och arbetsuppgifter skilja sig beroende på operatörens kunnande eller beroende på vilka maskintyper som används. I avancerade maskiner som fleroperationsmaskiner utförs både fräsning, borrning, svarvning, gängning och arborrning, en så kallad komplett bearbetning. \n\nI vissa företag övervakar operatören enbart produktionen i maskinen medan de i andra även ställer in de verktyg som behövs. Arbetet med att mäta, ställa in och övervaka maskinen utförs ibland av en maskinställare/riggare men det är också mycket vanligt att CNC-operatören själv programmerar maskinen utifrån ritning och annat underlag. I arbetet kan också ingå en del enklare underhålls- och reparationsarbeten. \n\nOperatören har själv ansvar för sin produktion och korttidsplanering, liksom att hålla leveranstider, rapportera om produktionsresultat, göra kvalitetsprov, sköta enklare underhåll och reparationer samt att tillkalla specialister när detta behövs."}