{"text": "## Musiklärare\n\nDe flesta musiklärare arbetar i grundskolan eller gymnasieskolan med barn och ungdomar mellan 6 och 18 år. De flesta musiklärare arbetar på en kommunal skola, en del är också anställda vid fristående skolor (friskolor). Musiklärare kan också arbeta vid en folkhögskola eller högskola. Musiklärarna i kommunal musik- eller kulturskola arbetar med frivillig musikundervisning. Vid en del skolor finns profilklasser (musikklasser) där eleverna har fler timmar musik per vecka.\n\n### Arbetsuppgifter\n\nEn musiklärares huvudsakliga arbetsuppgift i grundskolan är klassrumsundervisning i musik. Musikläraren kan också leda körsång och orkesterspel samt ge lektioner i instrumentalmusik och sång till mindre grupper av elever. Under musiklektionerna övas eleverna i sång, rytm, ackord- och melodispel, att skapa och improvisera, i kombination med andra uttrycksformer. Musikläraren lär eleverna att lyssna aktivt på olika sorters musik, att skilja på instrument och instrumentgrupper och i samspel med andra utveckla musikaliska färdigheter. Musikläraren ska också träna eleverna i teoretiskt kunnande som omsätts i praktiskt spel och i reflektion. Det är också viktigt att lära eleverna att resonera om musikens funktion och betydelse i olika historiska och kulturella sammanhang.\n\nI musiklärarens arbetsuppgifter ingår dessutom att planera och förbereda lektioner, göra inköp och att se till att utrustningen i musiksalen fungerar. Det är vanligt, framförallt i grundskolan, att musikläraren ingår i ett arbetslag och planerar undervisningen tillsammans med de övriga lärarna. Målen för undervisningen finns angivna i läroplanen och är styrda utifrån ett centralt innehåll. \n\n### Arbetstider\n\nMusiklärare undervisar ett visst antal timmar per vecka. Därtill kommer tid för förberedelser och planering. I musikämnet träffar läraren oftast sina elever en lektion per vecka i varje klass och ibland undervisar musiklärare på flera skolor, vilket innebär att läraren måste förflytta sig mellan dessa. Musiklärare som bara undervisar i musik träffar därför ett stort antal elever per vecka. Musiklärare med grundskollärarutbildning i musik och annat ämne kan även undervisa i det andra ämnet, till exempel matematik eller svenska. Läraren träffar ofta sina klasser i båda ämnena och har då ett färre antal elever att undervisa och betygsätta. Musiklärare i grundskolor och gymnasieskolor arbetar ofta dagtid när eleverna är på skolan medan musiklärare i kommunala musikskolor ofta arbetar på eftermiddagar och kvällar.\n\n### Inriktningar \n\nI kommunala musik- och kulturskolor undervisas barn och ungdomar som spelar instrument eller sjunger på sin fritid. Det är musiklärarens uppgift att lära eleverna hur de ska spela och lyssnar och ger respons när de spelar upp de stycken de övat på hemma. Undervisningen sker med antingen en elev åt gången eller med en liten grupp elever samtidigt. \n\nMusiklärare på kommunala musikskolor kan även kallas musikpedagoger eller körpedagoger, de har ofta inte egen musiksal utan åker mellan olika skolor i kommunen. Många musiklärare i de kommunala musikskolorna arbetar deltid eller har timanställning. Det är vanligt att musiklärarna är musiker på deltid eller på fritiden. \n\nRytmikläraren är en musiklärare som använder rörelser till musik i sin undervisning. Den som leder verksamheten i musikskolan kallas ofta musikledare eller musikskolechef."}