{"text": "## Djurskötare\n\nDjurskötare arbetar i lantbruket på gårdar med djur eller som avbytare. Avbytare jobbar ofta genom en egen firma eller som anställda på flera gårdar. Hästskötare arbetar i stall, ridskolor eller vid stuterier. Djurvårdare arbetar på djurparker. Man kan även driva eget företag.\n\n### Arbetsuppgifter\n\nSom djurskötare sköter man utfordring, mjölkning, renhållning och förflyttning av djur. Man beräknar fodermängder, blandar foder och utfodrar djuren vid bestämda tider. Djurskötaren hanterar även olika utgödslingssystem där djurens avföring tas omhand. Man ger djuren nytt strö på liggplatser och håller rent. Djurskötaren kontrollerar de djur som är på bete, ser till att det finns vatten och sätter upp stängsel.\n\nEn viktig uppgift är att kontrollera att djuren är friska och förebygga sjukdomar. En del vård kan djurskötaren utföra på egen hand, vid svårare sjukdomar kontaktar man veterinär.\n\nSeminering kan vara en arbetsuppgift för djurskötare och innebär att man befruktar hondjur på konstgjord väg. Vid förlossningar har djurskötaren en övervakande roll, ibland måste djurskötaren hjälpa djuret att föda. \n\nUtöver djurskötsel ingår ofta underhåll och enklare reparationer av maskiner och teknik som används i arbetet. Det är vanligt att man som djurskötare behöver köra traktor i arbetet. \n\nI hästskötarens arbete ingår, förutom skötsel av djuren, ofta att motionera hästarna. Hästskötare tar hand om utrustning som sadlar eller selar. De som sköter tävlingshästar förbereder hästar inför transport och tävling. Arbete i travstall eller med tävlingshästar innebär ofta resor i jobbet. \n\nFör den som arbetar som djurvårdare på djurpark kan det även ingå i arbetet att ge information till barn och andra besökare. Djurvårdaren informerar om djuren, deras naturliga miljö och om samspelet mellan djur och människa. I vissa djurparker kan man arbeta som guide.\n\nMan kan även arbeta som uppfödare eller skötare av sällskapsdjur såsom hundar. Man kan till exempel arbeta med pälsvård för djur eller med att driva kattpensionat eller hunddagis. \n\n### Arbetstider \n\nDjurskötare arbetar ofta på oregelbundna tider. Djur behöver skötsel även på helger, kvällar och tidiga morgnar."}