{"text": "De flesta maskinmontörer arbetar vid industriföretag. En del maskinmontörer reser till kunder, även utomlands, och monterar maskinanläggningar. De kan då kallas resemontörer.\n\n### Arbetsuppgifter\n\nMonteringsarbetet varierar mycket mellan olika maskinkonstruktioner och vilken organisation företaget har. Montering brukar ske i olika led där detaljer monteras ihop till större enheter, vilket kallas detaljmontering. I slutmonteringen monteras sedan delarna ihop till en färdig maskin. Olika prov och kontroller görs vid detaljmontering och slutmontering.\n\nMaskinmontören lyfter in och kopplar samman maskindelar med rör, slangar, kablar och fiberledningar. Montören skruvar, svetsar och kopplar samman delarna till en färdig produkt. Felsökning och justering görs vid behov. När monteringen är klar körs maskinen i ett sluttest.\n\nRitningsläsning är en viktig del av monteringsarbetet. Det kan exempelvis vara mekaniska ritningar, byggritningar eller elektronikritningar. Det gäller också att följa kundens önskemål och övriga instruktioner.\n\nNästan alla maskiner har automationssystem. Maskiner som monteras i en fastighet är ofta komplext uppbyggda av mekaniska delar där också elektriska system, elektroniska övervaknings- och styrsystem samt datoriserade enheter ingår.\n\nIbland monteras delar av maskinsystem för export till slutmontering utomlands och ibland kan delvis monterade system importeras till Sverige. Större maskiner byggs upp i fabriker, när de är färdigmonterade och körklara monteras de ned för transport till beställaren som monterar och sätter igång maskinen.\n\n### Arbetsmiljö\n\nResor ingår ofta i arbetet. Inom industrin ingår man ofta i arbetslag och växlar mellan olika arbetsuppgifter. Arbetslaget har ansvar för sin produktion när det gäller exempelvis att beställa material och hålla leveranstider.\n\n### Arbetstider\n\nSkiftarbete kan förekomma, vanligtvis förmiddags- och eftermiddagsskift."}