{"text": "Vårdadministratörer&nbsp;arbetar på sjukhus, vårdcentraler och inom företagshälsovård. Privata mottagningar, läkemedelsindustrin och medicinska forskningsinstitutioner är också vanliga arbetsplatser. Vårdadministratörer kallas också för&nbsp;_läkarsekreterare, medicinsk sekreterare eller medicinsk vårdadministratör_.\n\n### Arbetsuppgifter\n\nVårdadministratörer arbetar med dokumentation inom sjukvården. Att skriva och sköta hanteringen av patientjournaler är en av de vanligaste arbetsuppgifterna. Efter patienten har behandlats dokumenteras besöket och diagnosen. Vårdadministratören skriver då ner vad läkaren/vårdgivaren sagt. Det som skrivits ska sedan godkännas av läkaren/vårdgivaren. \n\nI patientjournalerna finns information om patientens symtom, undersökningar, provsvar, diagnoser, operationer och andra behandlingar. De flesta journaler hanteras numera digitalt. Uppgifterna om patienterna är känsliga och därför är det viktigt att kunna lagstiftningen om sekretess och journalföring. Patientjournalerna är viktiga när läkare, sjuksköterskor och psykologer möter och utvärderar patienternas behandling, men uppgifterna används också för forskning. Genom att samla landets information om exempelvis diagnoser och operationer kan statistiken användas i forskning eller i planeringen av framtidens sjukvård.\n\nVårdadministratörer kan också arbeta i receptionen. Där tas patienterna emot, registreras och betalar. Ibland skickas remisser, telefonen ringer och frågor från patienterna i väntrummet besvaras. Ibland förekommer kontakter med myndigheter.\n\nArbete med statistik, budget, och personalrapportering ingår ibland i arbetsuppgifterna. Att skriva protokoll vid möten och konferenser eller skriva forskningsrapporter kan också förekomma."}