{"text": "Lantbrukare arbetar på gårdar, man kan både äga gården själv eller arrendera den. \n\n### Arbetsuppgifter\n\nPå mindre gårdar sköter lantbrukare de flesta sysslorna själva. På större gårdar har man ofta personal anställd, till exempel djurskötare, maskinförare eller driftledare. Mer information finns under rubriken Liknande yrken nedan.\n\nLantbrukare som har djur utfordrar djuren och håller rent kring dem. De har också uppsikt över djurens hälsa. Avel, utfordring planeras noga för att ge bra ekonomiska resultat. Arbetsuppgifterna varierar beroende på vilka djur man arbetar med och vilken teknik som finns på gården. \n\nArbetet för en lantbrukare som har växtodling följer årstiderna. På våren bearbetar man jorden genom plöjning, sådd och gödsling. Under sommaren bekämpar man ogräs, svamp och insekter, innan det är dags för skörd på sensommaren eller tidiga hösten.\n\nMycket av arbetet utförs med hjälp av maskiner. Enklare reparationer och underhåll, som till exempel att byta plogskär, sköter man ofta själv. Ibland går flera lantbrukare ihop och samarbetar om maskinerna eftersom kostnaderna är höga. \n\nEn viktig del i lantbrukarens arbete är ekonomisk redovisning av inköp och försäljning och annat administrativt arbete. Goda kunskaper i ekonomi är bra att ha, det ingår i arbetet att kunna följa marknaden för det man producerar. Det är viktigt att vara insatt i vilka regler som gäller för att få jordbruksstöd och känna till de bestämmelser som finns kring miljö och djurhållning. \n\nMånga lantbrukare driver andra verksamheter som kompletterar lantbruksarbetet. Till exempel aktiviteter för turister, försäljning i gårdsbutik, uthyrning av rum eller inackordering av hästar. \n\n### Arbetsmiljö\n\nLantbrukare arbetar mycket utomhus i alla slags väder. Ny teknik har gjort att arbetsmiljön förbättrats. Arbete med stora maskiner och djur kan innebära risker för skador och det är viktigt att tänka på säkerheten inom yrket. Kontakt med djur eller kemikalier kan innebära risk för allergier.\n\n### Arbetstider\n\nMan har stor frihet att planera sitt arbete själv. Arbetsuppgifterna följer årstiderna och det kan betyda långa arbetsdagar under till exempel skörden."}