{"text": "Utbildning till lastbilsförare ges på Fordons- och transportprogrammet inom gymnasieskolan. Se <a href=\"http://www.gymnasieinfo.se\" target=\"_blank\">gymnasieinfo.se</a> för mer information.   \n\n  \n\nAlternativa vägar till utbildning är via arbetsmarknadsutbildning eller vuxenutbildning. Kontakta din kommun för frågor om vuxenutbildning och Arbetsförmedlingen för frågor om arbetsmarknadsutbildning  \n\n  \n\nÅldersgränsen för att få köra medeltung lastbil (behörigheterna C1 och C1E) är 18 år. Åldersgränsen för behörigheterna C (tung lastbil) och CE (tung lastbil med släp) är 21 år. Den som genomgår yrkesförarutbildning till lastbilsförare kan få körkort med behörigheter C och CE från 18 års ålder för att få utföra sådana transporter.  \n\n  \n\nAll information om kraven för körkort för lastbil finns på <a href=\"http://www.korkortsportalen.se\" target=\"_blank\">Körkortsportalen</a>.  \n\n  \n\nGrundläggande utbildning leder efter godkänt prov till ett yrkeskompetensbevis. Yrkeskompetensbeviset måste förnyas vart femte år hos utbildningsanordnare som har tillstånd av Transportstyrelsen. I dag är alla yrkesförare för C1, C1E, C-, CE-, D1, D1E, D- eller DE-fordon inom EU, EES samt Norge, Island och Liechtenstein skyldiga att ha ett yrkeskompetensbevis.   \n\n  \n\nLäs mer om yrkesförarkompetens på <a href=\"http://www.transportstyrelsen.se\" target=\"_blank\">Transportstyrelsen</a>.  \n\n  \n\nDu som har utbildning från ett annat land kan ansöka om att få den validerad. Mer information finns på <a href=\"http://www.uhr.se/bedomning-av-utlandsk-utbildning/\" target=\"_blank\">Universitets- och högskolerådet</a>, som bedömer utländska gymnasieutbildningar, yrkeshögskoleutbildningar och akademiska utbildningar.   \n\n  \n\nOm du har erfarenhet från ett yrke, men saknar intyg kan du få dina yrkeskunskaper bedömda. Mer information finns på <a href=\"http://www.valideringsinfo.se\" target=\"_blank\">valideringsinfo.se</a> eller hos Arbetsförmedlingen."}