{"text": "## Begravningsentreprenör\n\nEn begravningsentreprenör kan vara egen företagare eller anställd på en begravningsbyrå. De flesta begravningsbyråer är små med ett fåtal anställda på varje arbetsplats. Många av företagen är familjeägda.\n\n### Arbetsuppgifter\n\nBegravningsentreprenören sköter alla praktiska uppgifter vid en begravning. Det kan vara att sätta in dödsannons i tidningen, beställa mat och dryck till minnesstunden eller att ordna med blommor på den plats där begravningen ska vara. Om begravningen hålls i en kyrka bokas tid med präst och kyrkomusiker. \n\nBegravningsentreprenören hämtar avlidna människor och gör iordning kroppen inför begravningen. I arbetet ingår många biltransporter, till bårhus och begravningsplatser.\n\nEn stor del av begravningsentreprenörens arbetstid handlar om att samarbeta med olika företag och myndigheter. Det kan vara bouppteckningsförrättare, jurister, advokater eller kommunens representanter. Begravningsentreprenören har också kontakt med många underleverantörer, exempelvis stenhuggare, blomsteraffärer, cateringfirmor och tillverkare av kistor och urnor.\n\nBegravningsentreprenören har mycket kundkontakter. Det är viktigt att kunna lyssna och samarbeta. Många av de människor som begravningsentreprenören möter är sörjande och befinner sig i chocktillstånd.\n\n### Inriktningar\n\nPå större begravningsbyråer kan man vara specialiserad på en viss arbetsuppgift. Som kundmottagare tar man emot kunden på begravningsbyrån och som byråns representant är man med på begravningen. En del begravningsentreprenörer jobbar också som bouppteckningsförrättare.\n\nMan kan även arbeta som borgerlig officiant/begravningsförrättare vid borgerliga begravningar. En borgerlig begravning kan utformas fritt och är inte styrd av något regelverk. Vid en borgerlig begravning är det officiantens uppgift att leda begravningen, hålla minnestal, läsa dikter eller sjunga. Vem som helst kan dock hålla i en borgerlig begravning, till exempel en anhörig eller representant från kommunen.\n\n### Arbetstider\n\nBegravningsentreprenören jobbar oftast dagtid, men jour på kvällar och helger förekommer."}