{"text": "De flesta lastbilsförare är anställda på åkerier. Många förare är enskilda företagare, enmansföretagare eller fåmansföretagare, som både har anställda förare, men som också kör själva. \n\n### Arbetsuppgifter \n\nLastbilsförare arbetar med att transportera olika sorters gods. Majoriteten av lastbilskörningarna är korta men många svenska åkerier kör också på den internationella marknaden. \n\nLastning och lossning ingår ofta i arbetet, liksom att beräkna godsets vikt och volym. Vid lastning måste man tänka både på i vilken ordning godset ska lossas och hur fordonet blir bäst lastat med tanke på stabilitet och lastsäkring. \n\nDe flesta lastbilsförare arbetar som distributionsförare. De kör ut gods från lagercentraler till olika godsmottagare, till exempel butiker och kontor. Distributionskörning innebär många stopp med på- och avstigningar ur fordonet. \n\nFjärrbilsförare fraktar gods på långa avstånd, ofta nattetid. Godset i fjärrbilen lämnas och hämtas oftast vid godsterminaler och lagercentraler. Fjärrbilsförare kan också vara fjärrbilslots som kör, lossar och lastar fjärrbilen på destinationsorten dagtid. Även leverans av gods till mottagaren ingår då i arbetet.   \nEn del fjärrbilsförare kör på utlandsrutter och kallas då utlandsförare. Ofta körs en återkommande rutt med ett flertal ställen att lossa och lasta styckegods på. \n\nDistributionsföraren, fjärrbilsföraren och utlandsföraren kan få körningar av en transportledare direkt över disk eller via kommunikationsradio, mobitex eller mobiltelefon. Rutten kan förändras under arbetets gång då ett nytt uppdrag kommit in. Oftast används satellitnavigeringssystem, GPS. \n\nMedvetenhet om regler inom säkerhets- och miljöområdet är viktig, att man kör på ett miljömässigt klokt sätt, det innebär både minskad miljöpåverkan och lägre kostnader för bränsle och slitage. \n\n### Arbetsmiljö\n\nKörningen och leveranser ska planeras i linje med de regler som finns för rast och vila. Stillasittande under körningar kan leda till besvär i rygg, axlar och nacke, samtidigt kan arbetet vara fysiskt krävande vid lastning och lossning."}