{"text": "Distributionselektriker kan vara anställda hos elkraftföretag eller hos entreprenadföretag som jobbar på uppdrag av elkraftföretag.\n\n### Arbetsuppgifter\n\nDistributionselektrikerns arbetsuppgifter handlar om att:\n\n### ● Bygga nya kraftledningar\n\n● Dra och skarva kablar\n\n### ● Underhålla, inspektera och reparera elnät\n\n● Felsöka och åtgärda fel\n\n### ● Installera elmätare i hushåll\n\n  \nI jobbet ingår att åtgärda akuta fel vid exempelvis strömavbrott. I det arbetet har distributionselektrikern kontakt med driftledningscentralen som övervakar elnätet. Vid ett strömavbrott behöver distributionselektrikern vara på plats så snabbt som möjligt för att lösa problemet så att kunderna får tillbaka strömmen.\n\nI underhållsarbetet ingår att byta ut ledningar och andra delar som blivit för gamla. Distributionselektrikern behöver förstå hur elnätet är uppbyggt, kunna läsa ritningar och använda den information som datasystemen ger för att se vad som är fel. Det ingår mycket datorarbete i jobbet, även om det till stor del är ett praktiskt arbete som sker utomhus vid ledningarna.\n\nEltekniker/kontaktledningsmontörer arbetar med strömförsörjningen av järnväg, tunnelbana och spårväg. De arbetar med underhåll av befintliga ledningar och byggnation av nya ledningar. De huvudsakliga arbetsuppgifterna handlar om att underhålla och felavhjälpa järnvägens kontaktledningssystem och växelvärmesystem.\n\nAlla elinstallationsföretag är ansvariga för att elinstallationsarbetet utförs korrekt. Som auktoriserad elinstallatör kan man utses att vara företagets elinstallatör för regelefterlevnad, en roll som alla elinstallationsföretag måste ha idag. Uppdraget innebär att elinstallatören stöttar företagsledningen i arbetet med att se till att företaget följer elsäkerhetslagen och tillhörande föreskrifter.\n\n### Arbetsmiljö\n\nDistributionselektriker har ett utomhusarbete. Ibland får distributionselektrikern klättra i höga stolpar eftersom en del av elledningarna hänger i luften. Om man arbetar med järnvägens kontaktledningar sker jobbet på hög höjd från arbetsplattformar på spårgående järnvägsfordon.\n\nJour och beredskap ingår i arbetet. Många eltekniker/kontaktledningsmontörer arbetar periodvis utanför hemorten, man veckopendlar och bor i husvagn i närheten av arbetsställena under arbetsveckan."}