{"text": "Barnmorskor arbetar på mödravårdscentraler, förlossnings- och BB-avdelningar. De arbetar också på ungdomsmottagningar, ultraljudsmottagningar, gynekologiska vårdavdelningar och mottagningar, infertilitetsmottagningar och klimakteriemottagningar.\n\n### Arbetsuppgifter\n\nBarnmorskan arbetar med graviditets- och förlossningsvård, preventivmedelsrådgivning, abortvård och gynekologiska hälsokontroller. De träffar ungdomar, kvinnor i olika åldrar, blivande och nyblivna föräldrar och nyfödda barn.\n\nVid en graviditet gör barnmorskan undersökningar för att kontrollera hur mamman och det väntade barnet mår. Barnmorskan stödjer och informerar de blivande föräldrarna om graviditet och föräldraskap. Att hålla i föräldrautbildningar ingår i arbetet.\n\nPå en förlossningsavdelning ansvarar barnmorskan för stöd och vård av mamman och hennes partner under födseln och under de första timmarna efter att barnet är fött. Kvinnan undersöks och barnets hjärtljud kontrolleras. Barnmorskan ger kvinnan smärtlindring vid behov, samt instruktioner och stöd under hela födseln. Efter förlossningen undersöker barnmorskan barnet och stödjer mamman vid första amningen.\n\nPå en BB-avdelning arbetar barnmorskan med eftervård och amningsrådgivning. Även på BB undersöker barnmorskan barnet och ger mamman omvårdnad. En stor del av arbetet handlar om att finnas till hands, ge råd och svara på frågor från mamman/föräldrarna.\n\nBarnmorskan ger även råd och svarar på frågor om sex- och samlevnad, preventivmedel och sexuellt överförbara sjukdomar. Detta görs oftast på mottagningar för kvinnor och män eller på ungdomsmottagningar. Barnmorskan skriver också ut preventivmedel. Barnmorskan vårdar kvinnan i samband med abort.\n\n### Arbetstid\n\nEftersom förlossnings-, BB- och gynekologavdelningar är bemannade dygnet runt, innebär det att arbetstiderna är under dagtid, kvällar och helger. Barnmorskor som arbetar på en mottagning arbetar oftast dagtid."}