{"text": "## Underhållstekniker\n\nUnderhållstekniker arbetar framförallt inom energi-, process- och tillverkningsindustrin. Underhållstekniker kan också arbeta på företag som utför underhåll på uppdrag av olika kunder, vilket kan innebära resor både inom och utanför Sverige.\n\n### Arbetsuppgifter\n\nUnderhållstekniker sköter förebyggande och avhjälpande underhåll av maskinparken och stöttar maskinoperatörer i deras arbete att underhålla maskinerna. Teknikern ansvarar för planering och genomförande av underhållsarbetet, oftast i samarbete med produktionsledningen.\n\nTrots förebyggande underhåll uppstår fel och ibland maskinhaverier. Då är det underhållsteknikerns uppgift att så fort som möjligt göra maskinen klar för produktion. Då gäller det att hitta och avgränsa felet eller skadan genom att göra en felsökning. Ofta behöver teknikern ta hjälp av ritningar och manualer.\n\nVilken åtgärd som passar bäst avgör teknikern, ibland byts komponenter ut och ibland repareras de. I vissa industrier är maskinerna uppkopplade i nätverk via en server. Då kan teknikern felsöka från sitt kontor och plocka ihop de delar som behöver ersättas. Det avhjälpande underhållet kan därmed göras direkt när teknikern kommer ut till maskinen.\n\nArbetet kan ske tillsammans med bland annat underhållsmekaniker och automationstekniker. Underhållsmekanikern är mer praktiskt inriktad på mekanik eller elteknik, medan teknikern har ett större systemkunnande för till exempel avancerad felsökning. Teknikern har ofta en arbetsledande roll.\n\n### Arbetsmiljö\n\nDatorer, handverktyg, lyftanordningar, truckar, vissa maskiner och specialutrustning används i arbetet.\n\n### Arbetstider\n\nSkiftarbete förekommer. Övertidsarbete kan också förekomma vid driftstopp i produktionen."}