{"text": "## Ljudtekniker\n\nLjudtekniker kan arbeta vid exempelvis TV- och radiostationer, konserter, teatrar, produktionsbolag, musikstudior och filmbolag. Frilansarbete och projektanställningar är vanligt.\n\n### Arbetsuppgifter\n\nLjudtekniker arbetar med musik- och medieproduktioner och med liveljud vid olika evenemang. Den övergripande arbetsuppgiften är att sköta olika typer av ljudutrustningar.\n\nVid en konsert riggar ljudteknikern mikrofoner, högtalare, monitorer och annan ljudutrustning. När musikerna gör sin soundcheck ställer ljudteknikern in nivåerna för mikrofonerna och lägger på de effekter som kan behövas. Under konserten mixar ljudteknikern ljudet.\n\nI en inspelningsstudio spelar ljudteknikern in musikernas instrument med så bra ljudkvalitet som möjligt. Ljudteknikern placerar mikrofoner, ställer in nivåer för inspelning och coachar musikerna. När alla instrument är inspelade arbetar ljudteknikern med efterbearbetning och mixning av musiken.\n\nUnder film- och TV-inspelningar samverkar flera olika ljudtekniker, ofta tillsammans med fotografer och elektriker. De bestämmer vilken typ av utrustning som ska användas, riggar ljudutrustningen, spelar in tal och ljudeffekter samt bearbetar ljudet i efterhand.\n\nI en radioproduktion ställer ljudteknikern in rätt nivåer för mikrofoner, bandade inslag och musik. På små radiostationer är det vanligt att den som sänder programmet sköter ljudtekniken själv.\n\nEn ljuddesigner inom scenkonst skapar ljud till teateruppsättningar, dansföreställningar och musikaler. De gestaltar uppsättningen med hjälp av ljudeffekter, ljudlandskap och musik. För att på bästa sätt placera högtalare och andra ljudkällor måste ljuddesignern ta hänsyn till rummet och scenografin. \n\nEn ljuddesigner kan även arbeta med att skapa ljud för dataspel.\n\n### Arbetsmiljö\n\nLjudtekniker samarbetar nära andra yrkesgrupper, exempelvis skådespelare, musiker och scenografer.\n\n### Arbetstider\n\nOregelbundna arbetstider är vanligt, till exempel arbete på kvällar och helger."}