{"text": "Den vanligaste utbildningsvägen för kranförare är via företagsförlagd utbildning, även kallad traditionell lärlingsutbildning. Under tiden läser man en teoretisk distansutbildning. Det tar cirka 2,5 år att bli färdigutbildad kranförare. För mer information, kontakta <a href=\"http://byn.se\" target=\"_blank\">BYN</a> (Byggnadsindustrins Yrkesnämnd), <a href=\"http://www.tya.se/home/hem\" target=\"_blank\">TYA</a> (Transportfackens Yrkes- och Arbetsmiljönämnd) eller <a href=\"http://www.mobilkranforeningen.se/\" target=\"_blank\">Mobilkranföreningen</a>. Yrkesbevis krävs för att arbeta som kranförare. BYN eller TYA utfärdar yrkesbevis efter avslutad lärlingsutbildning.  \n\n  \n\nDet finns också möjlighet att gå en praktisk och teoretisk grundutbildning hos en av BYN eller TYA godkänd utbildningsgivare. Därefter följer en lärlingsutbildning i ett företag. Ett tredje alternativ till grundutbildning är via vuxenutbildning. Kontakta din kommun för frågor om vuxenutbildning.  \n\n  \n\nDet bedrivs ingen gymnasieutbildning för kranförare idag, men en utbildning från bygg- och anläggningsprogrammet eller fordons- och transportprogrammet är ofta en bra grund för vidareutbildning i ett företag.  \n\n  \n\nDu som har utbildning från ett annat land kan ansöka om att få den validerad. Mer information finns på <a href=\"http://www.uhr.se/bedomning-av-utlandsk-utbildning/\" target=\"_blank\">Universitets- och högskolerådet</a>, som bedömer utländska gymnasieutbildningar, yrkeshögskoleutbildningar och akademiska utbildningar.  \n\n  \n\nOm du har erfarenhet från ett yrke, men saknar intyg kan du få dina yrkeskunskaper bedömda. Mer information finns på <a href=\"http://valideringsinfo.se\" target=\"_blank\">valideringsinfo.se</a> eller hos Arbetsförmedlingen.  \n\n  \n\nC-körkort är ett krav för att framföra mobila kranar."}