{"text": "## Låssmed/Låstekniker\n\nLåssmeder arbetar oftast i små företag. Yrkestiteln låssmed ersätts ofta idag med titeln låstekniker. \n\n### Arbetsuppgifter \n\nEn låssmed bygger, servar och installerar produkter som skyddar mot inbrott efter kunders önskemål. Arbetet kan vara mer eller mindre avancerat, och det finns många olika arbetsuppgifter att välja på inom yrket. Allt från enklare mekaniska arbeten till helt mjukvarustyrda arbetsuppgifter. Ett inbrottsskydd kan bestå av till exempel mekaniska eller elektromekaniska lås, passersystem, inbrottslarm eller kameraövervakning. Många låssmeder gör hela kedjan från projektering till montering, driftsättning och dokumentation av en kunds säkerhetssystem.\n\nDatorprogram används bland annat för att ta fram information om låscylindrar och nycklar, eller för att göra programmering av säkerhetssystem. \n\nI större fastigheter installeras ofta ett så kallat låssystem som styr olika behörigheter. Det innebär att en nyckel eller passerkort enbart går till vissa valda dörrar eller till alla passager i en fastighet. Ett avancerat inbrottsskyddande system kan vara kopplat till andra funktioner i fastigheten, så som belysning, brandlarm eller hissar. \n\nLåssmedsyrket växer alltmer ihop med yrket larm- och säkerhetstekniker (läs mer i separat beskrivning i Yrken A-Ö), något som ställer krav på kunskap om de regler, lagar och normer som styr larm- och säkerhetsteknikerns arbete. \n\nSäkerhetsrådgivare är en annan roll som låssmeden kan ha, till exempel när en kund vill installera ett nytt låssystem eller se över säkerheten. Säkerhetsrådgivaren har kunskap om inbrottsskydd, utrymning vid brand och vilka regler som gäller för tillgänglighetsanpassning.\n\nLåssmeder sköter underhåll och reparationer av gamla lås, både mekaniska och elektroniska. Under jour hjälper de utelåsta personer in i bostäder eller bilar, eller lagar snabbt lås och säkerhetssystem som inte fungerar.\n\n### Arbetstider\n\nSchemalagd jourtjänstgöring förekommer."}