{"text": "De flesta optiker arbetar i optikbutiker som anställda eller egenföretagare. Optiker kan även arbeta på ögonkliniker inom sjukvården. Ett fåtal optiker arbetar på syncentraler inom landstingen. En del optiker arbetar med forskning eller inom glasögon- och kontaktlinsindustrin.\n\n### Arbetsuppgifter\n\nEn optiker genomför synundersökningar och rekommenderar glasögon, kontaktlinser och andra synhjälpmedel. Optikern har dagligen mycket kundkontakter. I arbetet ingår att fråga kunden om vilka synbesvär kunden upplever, om allmäntillståndet och vilka erfarenheter kunden har av tidigare glasögon eller kontaktlinser.\n\nVid synundersökningen använder optikern olika mätinstrument och hjälpmedel, till exempel biomikroskop. Optikern bedömer ögats hälsostatus och utprovar styrkor för avstånd- och närseende. Utifrån vad synundersökningen visar går optikern igenom kundens behov och önskemål. Om kunden har ett synfel provar man ut lämpliga hjälpmedel.\n\nOm optikern misstänker en sjuklig förändring eller skada på ögat är optikern skyldig att remittera kunden vidare till en ögonläkare. Varje undersökning journalförs.\n\nOptiker som arbetar på ögonkliniker mäter och undersöker patienters ögon inför besök till ögonläkare. Ofta gör man undersökningar inför olika typer av ögonoperationer. På syncentraler arbetar optiker med utprovning av hjälpmedel för personer med en synskada.\n\nI vissa butiker kan verkstadsarbete förekomma, till exempel att slipa och montera glas i båge. Optikern kan även delta i butiksarbetet om tid finns. Arbetsfördelningen varierar mycket beroende på arbetsplats.\n\n### Arbetstider\n\nArbetstiderna i optikbutik anpassas efter öppettiderna. Arbete på lördagar och helgdagar förekommer."}