{"text": "Utbildningsbakgrunden bland de som arbetar med skötsel och anläggning av trädgårdar och parker kan variera.   \n\n  \n\nGrundutbildning för arbete med utemiljöer och trädgårdar finns inom gymnasieskolans Naturbruksprogram. Utbildning finns också inom <a href=\"http://www.yrkeshogskolan.se/\" target=\"_blank\">Yrkeshögskolan</a>. Vänd dig till utbildningsanordnaren för aktuell information.   \n\nLäs mer om utbildningar på <a href=\"http://www.gymnasieinfo.se\" target=\"_blank\">gymnasieinfo.se</a>  \n\n  \n\nAlternativa vägar till utbildning är via arbetsmarknadsutbildning eller vuxenutbildning. Kontakta din kommun för frågor om vuxenutbildning och Arbetsförmedlingen för frågor om arbetsmarknadsutbildning  \n\n  \n\nHögskoleutbildning kan vara ett alternativ för de som vill driva eget företag inom trädgårdsanläggning. Sådan finns på till exempel Landskapsingenjörsprogrammet vid <a href=\"http://www.slu.se\" target=\"_blank\">Sveriges Lantbruksuniversitet</a>. Där finns även <a href=\"http://www.slu.se\" target=\"_blank\">utbildning till trädgårdsingenjör</a>. Utbildningen är tre år lång och har två inriktningar: design och odling.   \n\n  \n\nUtbildning till arborist och trädgårdsmästare finns inom <a href=\"http://www.yrkeshogskolan.se\" target=\"_blank\">Yrkeshögskolan</a>.  \n\n  \n\nKörkort för att köra och hantera maskiner, till exempel röjsåg och traktorer kan krävas. Det är också vanligt med krav på B-körkort.  \n\n  \n\nFör enklare säsongsarbete krävs ibland ingen utbildning eller erfarenhet.  \n\n  \n\nDu som har utbildning från ett annat land kan ansöka om att få den validerad. Mer information finns på <a href=\"http://www.uhr.se/bedomning-av-utlandsk-utbildning/\" target=\"_blank\">Universitets- och högskolerådet</a>, som bedömer utländska gymnasieutbildningar, yrkeshögskoleutbildningar och akademiska utbildningar.  \n\n  \n\nOm du har erfarenhet från ett yrke, men saknar intyg kan du få dina yrkeskunskaper bedömda. Mer information finns på <a href=\"http://www.valideringsinfo.se\" target=\"_blank\">valideringsinfo.se</a> eller hos Arbetsförmedlingen."}