{"text": "## Logoped\n\nMånga logopeder arbetar på sjukhusens logopedmottagningar och inom habilitering, där de arbetar med personer med bestående funktionsnedsättningar. Det blir även allt vanligare att logopeder arbetar kommunalt i skola och förskola, samt inom äldre- och handikappomsorgen. Det blir också allt vanligare att logopeder blir egenföretagare.\n\n### Arbetsuppgifter\n\nLogopeder arbetar med att utreda, ställa diagnos på och behandla olika typer av tal- språk och kommunikationsproblem. Även ät- och sväljsvårigheter ingår i logopedernas verksamhetsområde. Problemen kan både vara medfödda eller orsakade av sjukdomar eller olyckshändelser.\n\nFör att bedöma vilken typ av hjälp personen behöver används olika logopediska tester i kombination med att man observerar och intervjuar personen om besvären och dess bakgrund. Med behandlingen vill man så långt som möjligt lindra eller kompensera patientens svårigheter. Logopeder arbetar också med utprovning och användning av alternativa och kompletterande kommunikationsmedel, till exempel bildkommunikation och datorbaserade kommunikationsprogram när patienter saknar möjlighet till eget tal. Patienterna kan vara både barn och vuxna, och den logopediska insatsen anpassas till de individuella förutsättningarna.\n\nLogopeder arbetar exempelvis med förskolebarn som har svårt att förstå och använda sitt språk. Även med personer som har problem med sin röst, antingen på grund av till exempel hur kroppen används, sjukdom, skada i struphuvudet eller på stämbanden. Andra patientgrupper är personer som stammar, personer med läs- och skrivsvårigheter och de som efter en stroke (hjärnblödning eller propp) får svårt att förstå språk eller själv använda sitt språk eller tal.\n\nPersonen behöver även mellan besöken hos logopeden träna själv och då brukar logopeden informera anhöriga, förskolelärare och sjukvårdspersonal hur de kan ge stöd i träningen.\n\nLogopeder kan specialisera sig på att arbeta med personer som har speciella problem, till exempel afasi, eller med en speciell åldersgrupp, exempelvis barn."}