{"text": "Poliser är anställda hos polismyndigheten och arbetar på poliskontor runt om i landet. \n\n### Arbetsuppgifter\n\nSom polis kan man ha många olika arbetsuppgifter. Polisens kärnverksamhet fokuserar på vardagsbrottslighet såsom inbrott, skadegörelse, bedrägerier, stölder, snatterier eller misshandel. Arbete är till största delen indelat i närpolis- och ingripandeverksamhet (där man hjälper människor i nöd, ofta efter samtal till 112).\n\nPoliser arbetar mycket med brottsförebyggande arbete. Det kan vara att bevaka idrottsevenemang eller demonstrationer. Det kan också vara att samverka med andra aktörer i samhället för att minska brottsligheten. Poliser kan till exempel arbeta med narkotikakampanjer tillsammans med skola eller socialtjänst. Mycket av det brottsförebyggande arbetet är riktat mot ungdomar.\n\nFörutom att förebygga brott arbetar polisen med att bekämpa den brottslighet som finns i samhället. Brotten som utreds är till största del inbrott, skadegörelse, bedrägerier, stölder och misshandel. En stor del av polisens vardagliga arbete innebär utredningsåtgärder som att ta upp anmälningar, hålla förhör och ta föremål i beslag. Varje brott innebär alltid noggrann dokumentation och därför tillbringar även en polis i yttre tjänst mycket arbetstid inomhus framför datorn. \n\nSpaning, brottsutredning och kriminalunderrättelser är också uppgifter en polis kan ha. Med kriminalunderrättelse menas att man undersöker brottslighet, brottslingarna samt brottsfenomen. Syftet kan till exempel vara att ta reda på varför det sker en hel del rån i ett område under en viss tid, så att man kan förebygga eller motarbeta brottsligheten på ett bättre sätt.\n\nEn kriminaltekniker är en polis som arbetar med att undersöka brottsplatser för att hitta bevis som används vid brottsutredningar. Det kan till exempel vara fingeravtryck, DNA eller skospår. \n\nDe flesta poliser börjar arbeta med någon typ av yttre tjänst såsom närpolis, ordningspolis eller trafikpolis. Poliser kan även arbeta i nationella insatsstyrkan, inom säkerhetspolisen, som ridande polis eller hundförare för att nämna några exempel."}