{"text": "Den vanligaste arbetsplatsen är ett lagerhus för ett privat företag som transporterar egna eller andras varor. Lagerarbetare arbetar inom många olika branscher såsom inom handeln, e-handeln, industrin eller transportbranschen.\n\n### Arbetsuppgifter\n\nLagerarbetare arbetar med att ta emot och/eller skicka vidare varor. De huvudsakliga arbetsuppgifterna handlar om att plocka, packa och färdigställa olika varor till kunder enligt en orderlista. Varorna som hanteras kan vara allt från bildelar till livsmedel. Nedan följer exempel på hur man kan arbeta som en lagerarbetare.\n\nEn varumottagare tar emot varor via automatiska band, eller via portar och lastluckor, och kontrollerar att det är rätt produkt och mängd. Samma person registrerar sedan produkterna och letar upp en plats med hjälp av en dator, dit lyfts produkterna automatiskt med kranar eller en truck. Om något fattas eller är fel noterar varumottagaren det eller kontaktar leverantören.\n\nVid utleverans plockar orderexpeditören sedan fram varorna enligt en kundorder, vilket kan ske med hjälp av en truck. Ibland används en Pick-by-Voice, denna dator meddelar vilken gång och vilken plats på lagret varan ska hämtas ifrån. Varorna packas och när ordern är färdig noterar orderexpeditören ordern i datorn. Varorna plockas sedan ut från lagret med hjälp av ett automatiserat system. Slutligen förpackas och lastas varorna på en lastbil.\n\nArbetsuppgifter och hjälpmedel kan skilja sig åt beroende på var man arbetar. Många företag vill att man lär sig olika arbetsuppgifter eftersom lagerarbetaren kan få rotera mellan olika avdelningar och stationer. Truckkörning eller körning av travers (kran) ingår ofta i arbetet. Exempel på andra uppgifter är ompackning, avfallshantering samt inventering där man räknar och registrerar kundens varor.\n\n### Arbetstider\n\nDet är vanligt att lagerarbetaren jobbar med oregelbundna scheman, så kallat skiftarbete. Arbetet kan ske under dagtid eller kvälls-/nattid, på såväl vardagar som helger. Det finns även arbeten som sker dygnet runt. Arbetspassen under dagtid är vanligast och börjar tidigt, runt klockan 05-07."}