{"text": "SOS-operatörer, larmoperatörer och KC operatörer utbildas internt av arbetsgivaren.   \n\n  \n\nSOS-operatör  \n\nUtbildningen till SOS-operatör är ca 20 veckor lång. När man fått erfarenhet inom yrket får man vidareutbildning för arbete som till exempel ambulansdirigent.  \n\n  \n\nUnder utbildningen är man provanställd. Fortsatt anställning kräver att man blir godkänd för certifiering. Certifieringen garanterar att SOS‑operatoren kan hantera alla slags 112-samtal.  \n\nSOS-operatörer genomgår årligen certifiering då teoretiska och praktiska förmågor kontrolleras.   \n\n  \n\nFör anställning krävs att man har gymnasieutbildning och tidigare arbetslivserfarenhet. Många som rekryteras till SOS Alarm har erfarenhet från vård, räddningstjänst eller annan verksamhet som ligger nära SOS-tjänsten.   \n\n  \n\nInnan anställning får man genomgå tester i problemlösning, stress och simultankapacitet (förmågan att göra flera saker samtidigt). Man gör även personlighetstest och intervjuas av en psykolog.   \n\n  \n\nDet finns krav på att man har goda kunskaper både i svenska och engelska språket. Datorvana är meriterande. Man måste kunna prata och skriva samtidigt.   \n\n  \n\nLäs mer om de utbildnings- och övriga krav som SOS-alarm har vid rekrytering på deras hemsida. SOS-alarm  \n\n  \n\nLarmoperatör  \n\nFör att kunna söka plats som larmoperatör krävs vanligtvis att man har genomgått gymnasieutbildning och väktarutbildning och att man behärskar svenska och engelska i tal och skrift.   \n\n  \n\nDet är en merit om man har tidigare erfarenhet och utbildning inom bevakning och larmteknik. Det är också bra att ha datorvana.  \n\n  \n\nKC-operatör  \n\nKC-operatörer rekryteras både inom polisen och med civil bakgrund. Utbildning sker intern och varierar mellan 18 och 12 veckor beroende på vilka kunskaper man har sedan tidigare."}