{"text": "## Lokförare\n\nLokförare arbetar på transportföretag som antingen transporterar passagerare eller gods. \n\n### Arbetsuppgifter\n\nLokförare arbetar med att köra tåg med passagerare eller gods. Före avresa gör lokföraren klart loket. All teknisk utrustning slås på och bromsarna ställs in. Lokföraren informerar sig om eventuella reparationer och hastighetsändringar längs banan. Informationen för lokföraren vidare till övrig tågpersonal innan avfärd.\n\nNär det gäller lokförare som kör persontåg ingår kontakt med passagerare, bland annat då man ger information via högtalarna i tågets vagnar. Samtidigt bör man tycka om att arbeta självständigt eftersom man är ensam i loket. På godståg kan arbetet vara särskilt ensamt.\n\nSom lokförare kan man på vissa platser också delta i växlingsarbetet på bangårdar. Det innebär att man förflyttar vagnar med hjälp av radiostyrda lok. De radiostyrda loken styrs med en bärbar fjärrstyrningsutrustning. \n\nLokföraren ansvarar för att tåget körs mjukt, säkert och i rätt hastighet. Lokföraren har kontakt med tågpersonal och trafikledning via radio. En så kallad linjebok beskriver banan och de vägsignaler som finns längs sträckan.\n\nArbetet som lokförare kräver att man alltid sätter säkerheten främst. Lokföraren har ansvar för säkerheten ombord på tåget tillsammans med övrig tågpersonal. Under resorna måste man vara uppmärksam på oväntade och plötsliga situationer, till exempel om djur och människor befinner sig på spåret. \n\nLokförare kan vidareutbilda sig till teknisk rådgivare. Då arbetar man med att ge lokförarna driftstöd när det uppstår tekniska problem på tåget. Man kan också arbeta som lärare för blivande lokförare och som instruktör i trafiksäkerhet. Som lokförare kan man också köra pendeltåg.\n\n### Arbetstid \n\nLokförare har oregelbunden arbetstid eftersom tågen går dygnet runt. Ibland övernattar man på annan ort. Även arbete på helger förekommer."}