{"text": "Operationssjuksköterskan arbetar oftast på en operationsavdelning på ett sjukhus.\n\n### Arbetsuppgifter\n\nOperationssjuksköterskan ansvarar för patientens omvårdnad före, under och efter en operation eller kirurgisk undersökning. Operationssjuksköterskan underlättar för patienten att genomgå operationen och skapar en relation som utgår ifrån patientens upplevelser och erfarenheter av ingreppet.\n\nInför en operation ansvarar operationssjuksköterskan för att teknisk apparatur, instrument och material finns på plats och fungerar. Materialet kontrolleras före, under och efter ingreppet.\n\nOperationssjuksköterskan har ansvar för hygien och aseptik (att hindra spridning av smittämnen) i operationssalen. Operationssjuksköterskan desinficerar patientens hud och sterildraperar patienten med sterila operationsdukar och -lakan för att undvika sårinfektion.\n\nOperationssjuksköterskan förbereder patienten inför operationen. Förhållningssättet och bemötandet har stor betydelse för patientens upplevelse. Operationssjuksköterskan ser också till att patienten ligger i ett säkert och korrekt läge på operationsbordet.\n\nOperationssjuksköterskan arbetsleder sjuksköterskor och undersköterskor i operationssalen. Under operationen samarbetar operationssjuksköterskan med kirurgen som opererar. Operationssjuksköterskan instrumenterar, vilket innebär att ge kirurgen rätt instrument i rätt tid samt assisterar under operationen.\n\nEfter operationen lägger operationssjuksköterskan förband över operationssåret, dokumenterar vårdarbetet, transporterar patienten tillsammans med ansvarig anestesisjuksköterska till en uppvakningsenhet och rapporterar den vård patienten har fått.\n\n### Arbetsmiljö\n\nSom operationssjuksköterska arbetar man i team med bland annat undersköterska, anestesisjuksköterska, kirurg och anestesiolog. Operationssjuksköterskan måste kunna hantera oväntade situationer, särskilt vid akuta operationer. Även planerade ingrepp kan utvecklas på ett oväntat sätt och då är det viktigt att agera snabbt.\n\n### Arbetstider\n\nOperationssjuksköterskan arbetar dagar, kvällar och nätter. På vissa operationsavdelningar arbetar man endast dagtid."}