{"text": "De flesta kuratorer arbetar inom hälso- och sjukvården. Många kuratorer arbetar också inom skolan. Ett begränsat antal kuratorer arbetar inom kriminalvården, rättspsykiatrin eller företagshälsovården. \n\n### Arbetsuppgifter\n\nSom kurator möter man människor som behöver råd, stöd och hjälp att lösa olika sorters problem. Genom samtal försöker kuratorn fånga in problemet, och sedan tillsammans med klienten komma fram till lösningar. I arbetet råder sekretess, det innebär att man inte får föra vidare det man får veta under samtalen.\n\nEn sjukhuskurator arbetar med att göra utredningar kring patienters situation. Det kan till exempel gälla rehabilitering efter sjukdom, men också hur man ska lösa ett framtida boende eller att utreda behov av assistans från kommunen. \n\nEn viktig del av arbetet är att förmedla information om samhällets olika möjligheter att ge hjälp och stöd. I arbetet har man mycket kontakt med anhöriga till patienterna, med vårdpersonalen på sjukhuset, socialtjänsten i kommunen eller försäkringskassan. \n\nMan arbetar även med krisbearbetning eller stödsamtal, bland annat för patienter med kroniska sjukdomar. Man arbetar också med förebyggande arbete, ofta tillsammans med annan vårdpersonal, till exempel för att minska fysisk eller psykisk ohälsa bland ungdomar. \n\nEn skolkurator arbetar med både elever, personal på skolan och föräldrar. Arbetet är fokuserat på att stödja och samtala med elever som har det svårt med skolarbetet eller med den psykosociala miljön i skolan. \n\nVanliga arbetsuppgifter för en skolkurator kan vara att ha samtal med elever om deras livssituation och att arbeta för bättre studiemotivation. Den kan också handla om att handleda skolans personal eller att hjälpa till med kontakter med andra myndigheter. \n\nSkolkuratorns arbete kan också vara förebyggande, till exempel arbete med att förebygga mobbing. Man ger även råd och hjälp för att förbättra skolmiljön. I arbetet ingår mycket samarbete med föräldrar, lärare, skolsköterska, elevvårdsteam och ibland även med studie-och yrkesvägledaren. \n\n### Arbetstid\n\nArbetstiderna för kuratorer är oftast kontorstid."}