{"text": "SOS-operatörer arbetar man på någon av landets 14 SOS-centraler. Larmoperatörer arbetar på ledningscentraler för bevakningsföretag eller på larmcentraler.\n\n### Arbetsuppgifter \n\nSOS-operatörer tar emot samtal på larmnumret 112. SOS-operatörernas arbete handlar om att ta emot samtal, prioritera larm och välja att förmedla rätt hjälpinsats till den som ringer. Man samordnar och förmedlar larmen vidare. Larm kan till exempel förmedlas till ambulans, räddningstjänst, polis och sjöräddning. Man förmedlar även samtal vidare till jourhavande präst eller socialjour. \n\nPersonerna som ringer kan till exempel ha sett eller varit med om en olycka eller utsatts för ett brott. Samtalen kan även handla om att det brinner eller att någon har blivit akut sjuk.   \nSOS-operatörer måste med hjälp av några frågor snabbt få en bild av vad som hänt och var händelsen ägt rum för att kunna bedöma vilka räddningsinsatser som krävs. Personerna som ringer befinner sig i en svår situation och det ställer krav på att SOS-operatörerna är bra på att kommunicera med personer som kan vara upprörda eller chockade. \n\nI de fall larmen handlar om personer som behöver vård har operatörerna ett medicinskt index som stöd för att kunna avgöra hur snabbt en ambulans måste skickas till platsen. Genom att utgå från frågor som till exempel om personen andas eller är vid medvetande kan operatörerna få stöd i att prioritera hur snabbt personen behöver vård och lättare ta beslut om hjälpinsatser. \n\nDet är viktigt att snabbt få fram information om vad det är som har inträffat och på vilken adress personen befinner sig. Till sin hjälp har SOS-operatörer olika tekniska system, till exempel digitala kartor.\n\nOfta pratar man med personen som ringt in larmet samtidigt som man genomför andra arbetsuppgifter. Det kan till exempel vara att larma ambulans eller polis till platsen och vidarebefordra information om larmet till dem, eller att dokumentera. Man håller också löpande kontakt med till exempel ambulans på väg till platsen för att hålla dem uppdaterade med information tills de anländer. Det är därför viktigt att kunna utföra flera olika arbetsuppgifter samtidigt och att kunna hantera stress. \n\nSOS-operatörer måste kunna ge råd och instruktioner till den som ringer. De kan till exempel ge personer stöd i hur man utför första hjälpen i väntan på att ambulans ska komma till platsen. När det behövs kan de koppla in en specialist i samtalet, till exempel en sjuksköterska eller läkare.\n\nSOS-operatörer hanterar även andra typer av larm. Det kan till exempel vara överfallslarm eller automatiska brandlarm. Larmen kan också gälla driftfel i datacentraler eller industrianläggningar, hissfel, utelåsta personer eller inbrott. SOS-operatörer förmedlar då larmen vidare till polis, väktare eller hantverksjourer. \n\nLarmoperatörer tar emot, samordnar och förmedlar larm och samtal vidare till väktare eller andra kontaktpersoner. Det kan till exempel vara larm från någon som tryckt på ett trygghetslarm i hemmet som ska tas emot och vidarebefordras så att personen kan få hjälp. \n\nLarmcentralerna tar också emot inbrottslarm, överfallslarm och driftlarm och kan arbeta med att fjärrstyra larm eller fjärråterställer larm. Även övervakning av väktarbilar och värdetransporter med hjälp av digital kartdator ingår i arbetet. \n\nÄven en larmoperatör måste kunna ge råd och instruktioner till den som ringer till exempel en väktare eller larmtekniker. Det är viktigt att vara bra på att kommunicera. \n\nLarmoperatörer hos Polismyndigheten kallas KC-operatörer. De arbetar med att ta emot samtal från allmänheten, larm som kommer från personer som ringt 112 och även larm från banker, postkontor och värdetransporter. De sänder även ut rikslarm. \n\nSom KC-operatör ansvarar man för att prioritera bland de larm som kommer in och fördelar arbetet mellan de polispatruller som är i tjänst. Man har löpande kontakt med de som rycker ut på larmen och hjälper dem med information de behöver, till exempel adresser, portkoder, registreringsnummer till bilar eller annat.\n\nPå några bevakningsföretag finns särskilda radiooperatörer som enbart sköter kontakten med väktare över kommunikationsradio och telefon.\n\n### Arbetstider\n\nSom SOS-operatör arbetar man på schemalagda arbetstider, eftersom larmcentralerna är bemannade dygnet runt under årets alla dagar. Man måste kunna arbeta under dygnets alla timmar och alla dagar under året. \n\nDet är vanligt att larmoperatörer arbetar enbart dagtid eller enbart nattetid."}