{"text": "## Massör\n\nMassörer är oftast egenföretagare, men anställning blir allt vanligare som alternativ. Massören tar emot kunderna på sin klinik, exempelvis friskvårds- och SPA-anläggningar, och/eller åker ut till andra arbetsplatser för att ge behandlingar. I vissa fall jobbar massören halvtid och har ett annat jobb vid sidan av.\n\n### Arbetsuppgifter\n\nEn massör arbetar i friskvårdande syfte genom att ge förutsättningar till god hälsa och förebygga skador. Detta görs genom att motverka muskelspänningar som kan orsaka skador och problem vid senare tillfälle. Massören behandlar även lindrigare besvär som uppstått på grund av muskelspänningar.\n\nFör att ge rätt behandling behöver massören samtala med sina kunder för att skapa en bild av kundens behov. Massören utför sedan tester och ger besvären en diagnos. Slutligen görs en helhetsbedömning för att ge rätt behandling.\n\nDen _klassiska massagen_ är den massage som flest massörer i Sverige ger. Yogamassage, thaimassage, energimassage, spamassage och ansiktsmassage är exempel på andra behandlingar. Massören kan även ge rekommendationer för bland annat träning, kroppshållning, ergonomi och stretch.\n\nMassören kan välja att vidareutbilda sig till massageterapeut och får då mer kunskap och behärskar oftast ytterligare en eller flera massageterapeutiska metoder. En massageterapeut kan jobba direkt med behandling av specifika skador och besvär i rörelseapparaten, dock aldrig med manipulation av leder. Det är vanligt att massageterapeuten behandlar problem som nackspärr, ryggskott, huvudvärk, idrottsskador, nedsatt rörlighet, hållningsproblem, stress- och utmattningsrelaterade problem.\n\nEn medicinsk massageterapeut jobbar mer tillsammans andra yrkesgrupper, exempelvis naprapater, fysioterapeut och kiropraktorer.\n\n### Arbetstider\n\nOm man arbetar heltid är det vanligt att cirka 75 procent är behandlingstid, alltså 6 timmar per dag. Jobbet kan ske under dagtid, kvällar och helger. Resterande tid får till administrativa uppgifter."}