{"text": "## Kyl- och värmepumptekniker\n\nKyl- och värmepumptekniker arbetar ofta i mindre installationsföretag. Kunder är både företag och privatpersoner.\n\n### Arbetsuppgifter\n\nInom yrket arbetar man med installation, service och underhåll av kyl- och värmepumpanläggningar. Kyl- och värmepumpsystem finns bland annat i fastigheter, butiker och industrier. Kylteknik används framförallt i livsmedelsbutiker där alla kyldiskar är kopplade till en gemensam kylmaskin, i luftkonditioneringssystem, i industriprocesser som behöver kylas, inom medicinteknik och vid isbanor. Värmepumpar fungerar precis som kylmaskiner, men då tar man vara på värmen istället för på kylan.\n\nDet finns främst två kompetensnivåer inom branschen:\n\nEn kyl- och värmepumpmontör arbetar med nyinstallation av värmepumpar och kylanläggningar. Arbetet består främst av att montera anläggningens komponenter. Även rörmontage förekommer.\n\nEn kyl- och värmepumptekniker arbetar främst med service och underhåll av befintliga kyl- och värmepumpanläggningar. Arbetsuppgifterna varierar mellan enklare serviceåtgärder som läcksökning och tätning av läckor, till avancerade felsökningar i stora system samt service och byte av komponenter i stora anläggningar. I arbetet ingår det att se till att anläggningarna är energieffektiva, vilket är viktigt för miljön. Teknikern är ibland även med vid nyinstallation.\n\nStyr- och reglerteknikens digitalisering har på senare år inneburit en stor förändring för kyl- och värmepumpstekniken. I vissa fall kan service skötas på distans via internet. Kravet på den teoretiskt tekniska förståelsen har ökat, samtidigt behöver en kyl- och värmepumptekniker ett tekniskt handlag för att kunna jobba praktiskt med olika verktyg.\n\nDet är vanligt att man börjar jobba som montör för att sedan gå över till tekniker. För de tekniker som söker nya utmaningar finns det möjlighet att bli servicechef, projektledare eller företagsledare.\n\n### Arbetsmiljö\n\nInstallation sker oftast i arbetslag. Vid servicearbeten åker man ut till kunderna i en servicebil, ofta ensam och ibland med en kollega. Jourberedskap förekommer eftersom anläggningarna är väsentliga för att många samhällsfunktioner ska fungera."}