{"text": "Oftast är man anställd av kommuner eller kommunala bolag. Man kan också vara anställd av till exempel kyrkan, på golfbanor eller hos privata företag som arbetar med skötsel av utemiljöer. Man kan också driva eget företag. \n\n### Arbetsuppgifter\n\nParkarbetare arbetar med att sköta och underhålla utemiljöer i städer såsom parker, lekplatser eller badplatser. Grunden i arbetet är att skapa vackra miljöer för människor att vistas i. \n\nArbetsuppgifterna varierar med årstiderna. Under vår och sommar arbetar man med anläggning och skötsel av utemiljöer. Man planterar sommarblommor, gödslar, vattnar och klipper gräsmattor, rensar bort ogräs, förebygger sjukdomar på växterna och beskär träd och buskar. \n\nUnder vintermånaderna röjer man bort snö (ofta med traktor), sandar, spolar isbanor, underhåller och reparerar lekredskap och staket. Man kan också arbeta med anläggning av nya utemiljöer.\n\nOm man arbetar med större tyngdpunkt mot anläggningsarbete, att skapa nya utemiljöer, kan man kallas trädgårdsanläggare. Arbetet kan innebära att bygga murar, lägga plattor eller att montera lekutrustningar på lekplatser. Andra uppgifter kan vara att montera staket eller bygga dammar, sår gräs, planterar träd, buskar eller blommande växter. \n\nSom trädgårdsanläggningsarbetare arbetar man även med privata trädgårdar och parker, bostadsgårdar eller idrottsplatser. \n\nBåde park och trädgårdsanläggningsarbetare använder maskiner såsom traktorer eller gräsklippare och olika handredskap i sitt arbete. \n\nTrädgårdsmästare leder arbetet vid trädgårdsföretag eller parkanläggningar. De har ofta ansvar för att organisera och planera, men deltar också i det dagliga arbetet. Det är också vanligt att man är anställd inom handel som specialist på till exempel stora Trädgårdscenter.\n\nMan kan också arbeta som kyrkogårdsarbetare. Förutom skötsel av utemiljön på kyrkogården kan det ingå i arbetsuppgifterna att gräva gravar. De som arbetar med anläggning och skötsel av miljön på golfbanor och kallas ofta för golfbanearbetare.\n\nArborister är trädvårdsspecialister som vårdar, beskär och fäller träd i städer eller trädgårdar. Arborister arbetar för att träden skall vara säkra, vackra, problemfria och leva länge. Den vanligaste uppgiften är så kallad kronrensning, vilket innebär att man tar bort döda, skadade eller sjuka grenar. \n\n### Arbetstider\n\nDet är vanligt med säsongsanställningar. De som kan köra maskiner för till exempel snöröjning kan ha större möjlighet till arbete året runt.\n\n### Arbetsmiljö\n\nMan arbetar ofta utomhus i alla väder. Ibland kan man också arbeta i växthus."}