{"text": "## Pizzabagare\n\nPizzabagare arbetar i pizzabutiker, pizzerior, eller hos ett företag som levererar pizza, så kallade pizzabud eller på en restaurang. Pizzabagare kan vara egna företagare. \n\n### Arbetsuppgifter\n\nPizzabagare bakar pizzor, men många pizzerior erbjuder även annan mat som till exempel kebab, pasta, pajer, eller sallad. \n\nBakingen av pizzan ska ofta göras mycket snabbt. Men pizzabagare arbetar ofta mycket med förarbete. Man tillverkar pizzadeg, hackar, skivar och river grönskaer och andra råvaror som ska bli fyllning så att alla ingredienser finns till hands. \n\nNär en beställning kommer bakar man ut pizzadegen, fyller den och gräddar den i ugnen. Under senare år har det blivit vanligare att efter gräddningen lägga på ytterligare ingredienser på pizzan.\n\nHygien är väldigt viktig i ett kök. Som pizzabagare måste man vara noggrann och hålla sin arbetsplats ren och hantera alla livsmedel på ett korrekt sätt. Efter varje arbetspass städas köket vilket ofta ingår i arbetet. Det är också viktigt att ha kunskap om och kunna redovisa ingredienserna i maten som lagas så att de gäster som till exempel har en allergi kan göra rätt val från menyn. \n\nArbetsuppgifterna varierar beroende på var man arbetar och hur stor pizzerian/butiken/restaurangen är. Ibland tar pizzabagare även upp beställningar och tar betalt. Man kan också servera, plocka disk och diska. Att göra alla moment själv är typiskt för en mindre pizzeria eller pizzabutik.\n\nPeriodvis kan det bli många beställningar samtidigt som man bakar pizzan och har kundkontakt, vilket innebär att arbetet stundtals blir stressigt. Arbetsmiljön i köket är varm, det slamras med kastruller och bunkar och ljudnivån kan vara hög. Tunga lyft förekommer vilket gör att arbetet kan vara påfrestande för rygg, axlar och ben.\n\nPizzabagare som är egna företagare sköter också inköp, marknadsföring, personal, budget och redovisning.\n\n### Arbetstider\n\nDet är vanligt med arbete på kvällar och helger."}