{"text": "De allra flesta inspektörerna är anställda i kommunerna. En del arbetar även på länsstyrelser eller på myndigheter som Livsmedelsverket, Jordbruksverket och Naturvårdsverket. \n\n### Arbetsuppgifter\n\nMiljö- och hälsoskyddsinspektörer har en naturvetenskaplig utbildning och den kunskapsgrunden är viktig i yrket. Men arbetet har ett också ett mycket stort fokus på juridik och förvaltning.\n\nArbetet handlar om att kontrollera att lagar och förordningar följs inom till exempel miljöbalken, livsmedelslagen eller i EU-förordningar. Miljö- och hälsoskyddsinspektörer besöker och utövar tillsyn bland annat på restauranger, industrier, bostäder, vattenverk och enskilda avloppsanläggningar. \n\nI små kommuner arbetar inspektörerna ofta med större delar av ansvarsområdet. I större kommuner är de ofta mer specialiserade.  \nArbetet är självständigt och innebär mycket kontakter med olika människor. Miljö- och hälsoskyddsinspektörer samarbetar till exempel med andra tjänstemän inom kommuner, företag och myndigheter. Ibland arbetar man ensam och ibland i arbetslag.\n\nRådgivning och information är en viktig del av arbetet. Inspektören informerar om de bestämmelser som gäller och ger råd, både till företag, myndigheter och allmänheten.\n\nMiljö- och hälsoskyddsinspektören gör även utredningar och bereder ärenden som politiska nämnder ska fatta beslut om. Det ingår ofta att föredra ärendet för politikerna. \n\n### Arbetsmiljö\n\nArbetet är omväxlade och innebär både kontorsarbete och besök ute hos de verksamheter som man ska göra tillsyn på. Det finns oftast möjlighet att själv planera och strukturera sitt arbete."}