{"text": "## Djurskötare\n\nGrundutbildning för djurskötare, hästskötare och djurvårdare i djurpark finns på Naturbruksprogrammet inom gymnasieskolan, inriktning djur. Mer information finns på <a href=\"http://www.gymnasieinfo.se\" target=\"_blank\">gymnasieinfo.se</a> eller <a href=\"http://www.naturbruk.se\" target=\"_blank\">naturbruk.se</a>  \n\n  \n\nÄven inom Yrkeshögskolan finns utbildningar med olika inriktning för arbete inom lantbruk och djurskötsel samt inom hästskötsel. Mer information finns på <a href=\"http://www.yrkeshogskolan.se\" target=\"_blank\">yrkeshogskolan.se</a>  \n\n  \n\nFör den som vill arbeta som hästskötare finns en sammanställning av utbildningsvägar hos <a href=\"http://www.hyn.se/main/index.php?id=11\" target=\"_blank\">Hästnäringens yrkesnämnd</a>. Det finns gymnasieutbildningar på Travskolan, Hästsportens folkhögskola och på ridskolan Strömsholm. Mer information finns genom länkarna nedan.  \n\n  \n\nAlternativa vägar till utbildning är via arbetsmarknadsutbildning eller vuxenutbildning. Kontakta din kommun för frågor om vuxenutbildning och Arbetsförmedlingen för frågor om arbetsmarknadsutbildning  \n\n  \n\n<a href=\"http://www.nyn.se\" target=\"_blank\">Naturbrukets yrkesnämnd</a> utfärdar så kallat Grönt kort. Det är en diplomering där man behöver godkännas både i ett teoretiskt och ett praktiskt prov. Kunskaper som kan testas gäller produktionsområdena mjölk och gris. Svenska Ridsportförbundet arrangerar yrkesprov till hästskötare.  \n\n  \n\nKrav på B-körkort är vanligt vid anställning. Att kunna köra traktor är ofta en förutsättning för att kunna utföra jobbet.  \n\n  \n\nDu som har utbildning från ett annat land kan ansöka om att få den validerad. Mer information finns på <a href=\"http://www.uhr.se/bedomning-av-utlandsk-utbildning/\" target=\"_blank\">Universitets- och högskolerådet</a>, som bedömer utländska gymnasieutbildningar, yrkeshögskoleutbildningar och akademiska utbildningar.  \n\n  \n\nOm du har erfarenhet från ett yrke, men saknar intyg kan du få dina yrkeskunskaper bedömda. Mer information finns på <a href=\"http://www.valideringsinfo.se\" target=\"_blank\">valideringsinfo.se</a> eller hos Arbetsförmedlingen."}