{"text": "Som verkstadssnickare arbetar man inom trä- och möbelindustrin. Arbetsplatserna kan vara både små och stora verkstäder och beroende på var man arbetar kan man antingen ha mer varierande arbete eller vara specialiserad på vissa moment i produktionen. \n\n### Arbetsuppgifter\n\nSom verkstadssnickare/maskinsnickare tillverkar man möbler, inredningssnickerier, fönster, dörrar och andra typer av produkter i större eller mindre serier.\n\nMan kan arbeta med att bearbeta träet i olika maskiner, till exempel sågar, fräsar, hyvlar och borrar. Man sköter och kontrollerar hela tillverkningsprocessen. Det innebär att man ställer in maskinen, sätter in biten som ska bearbetas, övervakar maskinens arbete och sedan kontrollerar att den färdiga detaljen håller rätt mått och kvalitet. Oftast arbetar man med maskiner men handverktyg av olika slag förekommer också i arbetet.\n\nDatorstyrda maskiner förekommer allt mer inom trä och möbelindustrin och att programmera och sköta dessa är en vanlig uppgift. Maskinerna gör flera arbetsmoment och utför dem med hög precision. Efter att man programmerat in mått och andra uppgifter i den dator som styr maskinen går arbetet i huvudsak ut på att övervaka maskinen. Man fyller också på med material och kontrollerar de färdiga detaljerna. Man kan då kallas CNC-operatör, trä. I arbetet kan också ingå att göra enklare underhållsarbete på maskinen.\n\nEn annan arbetsuppgift kan vara att montera ihop trädetaljer till färdiga produkter som exempelvis skåp och köksinredning men också möbler. Man sätter på beslag, gångjärn, lås och andra detaljer. Man kan också använda handverktyg för att finjustera och finslipa produkten. I mindre verkstäder är det vanligt att samma snickare gör både bearbetningen och monteringen av produkterna. Vid större arbetsplatser görs momenten oftast av olika personer.\n\n### Arbetsmiljö\n\nMaskinerna är numera inbyggda och bullernivån är låg. Trädamm förekommer och kan orsaka allergiska reaktioner hos den som är känslig även om man har lyckats minska problemet genom nya effektivare ventilations-, spån- och dammutsugningssystem."}