{"text": "## Musiker\n\nMusiker är ofta egenföretagare som arbetar med frilansuppdrag. Det är inte ovanligt att musiker har ett annat jobb vid sidan av musiken. En del musiker kombinerar sitt arbete med att undervisa elever i sång och musik.\n\nArbetsplatserna för musiker varierar. Beroende på inriktning och uppdrag kan arbetsplatserna vara konsert- och operahus, kyrkor, studios, folkparker, nattklubbar och privata tillställningar som bröllop och dop. Det finns ett antal regionala musikinstitutioner med fasta ensembler, men de anställer också frilansande musiker.\n\n### Arbetsuppgifter\n\nMusiker arbetar med att skapa och framföra musik med ett instrument eller med sin röst. Det är vanligt att musiker skriver sin egen musik. Övningar och repetitioner är en stor del av arbetet. De tillfällen då musiker uppträder för publik är en mindre del av arbetstiden.\n\nVariationen är stor när det gäller vilken roll en musiker kan ha. Musikern kan spela i ensembler, orkestrar, band eller som solist. Musiker spelar ofta ett eller flera instrument, exempelvis fiol, gitarr, bas eller trummor. Sångare använder sin röst som instrument. Sångare som sjunger i operakörer kallas för korister. Körsångare arbetar med olika röstlägen. De fyra huvudsakliga är sopran, alt, tenor och bas.\n\nDet finns många musikaliska inriktningar för musiker. Huvudinriktningarna är klassisk musik, folkmusik och populärmusik. Exempel på populärmusik är pop, rock, jazz och dansband.\n\nMusiker kan också arbeta som kompositör, arrangör eller dirigent.\n\nKyrkomusiker spelar och leder sången vid gudstjänster, dop, vigslar och begravningar. Som kyrkomusiker leder man också kyrkans körer. Många kyrkomusiker ger lektioner i piano- och orgelspel. Inom Svenska kyrkan kan man som kyrkomusiker arbeta som organist eller kantor.\n\n### Arbetsmiljö\n\nMusiker arbetar ofta tillsammans med andra musiker och yrkesgrupper. Det ställer krav på samarbetsförmåga och anpassning till gruppens arbetssätt. Ljudnivåerna kan ibland bli höga, det är viktigt att skydda sig för att undvika bullerskador.\n\n### Arbetstider\n\nArbetstiderna varierar. Arbete på kvällar och helger är vanligt samt arbete utanför hemorten."}