{"text": "## Kranförare\n\nDe flesta kranförare arbetar på byggarbetsplatser, en del arbetar inom industrin och på logistikcenter. Kranförare är anställda av stora byggföretag eller fasta anläggningar såsom hamnar och industrier, kranmaskinförmedlare eller mindre företag. Det finns också en del egenföretagare.\n\n### Arbetsuppgifter\n\nKranföraren manövrerar och styr kranar och lyftanordningar för hantering av tungt material och gods. Kranen manövreras från en hytt eller från marken med radiostyrning. Styrningen beror bland annat på kranens storlek och arbetsuppgifternas art.\n\nDet finns stationära och mobila krantyper. Tornkran och mobilkran är de vanligaste. Tornkranen är förankrad i marken och används vid större och längre byggprojekt. Mobilkranen är förankrad på en mobil plattform och används ofta till mer spridda och kortvariga uppdrag.\n\nSäkerheten är mycket viktig och med det följer ett stort ansvar och engagemang för arbetet. I arbetet ingår att inspektera och underhålla kranen och dess delar samt göra provlyft för att kontrollera driftsäkerheten.\n\nKranföraren arbetar självständigt i hytten och har kontakt med kollegor via kommunikationsradio och signaltecken. Kollegorna på marken kopplar på och av lasten samt ger instruktioner om vart den ska flyttas.\n\nI hamnar och logistikcenter lastar och lossar kranföraren tungt gods från olika transportslag. Inom industrin används traverskranar som löper på räls. Kranförarens arbete kan vara kombinerat med andra uppgifter inom dessa verksamheter.\n\n### Arbetsmiljö\n\nArbetet i tornkran sker ofta från hög höjd. Tornkranföraren är ofta stationerad på en byggarbetsplats under en längre tid. Resor och arbete på annan ort är vanligt för mobilkranförare som skiftar arbetsplats oftare och är ute på löpande uppdrag.\n\n### Arbetstider\n\nArbetstiderna skiljer sig åt beroende på verksamhet. Mobilkranföraren har ofta oregelbundna arbetstider och behöver vara flexibel. Tornkranföraren har fastare arbetstider under dagtid. Att passa tider är mycket viktigt då kranföraren har en nyckelfunktion på byggarbetsplatsen, industrin eller logistikcenter."}