{"text": "Ämneslärare arbetar i första hand på kommunala eller fristående skolor. Ämneslärare med gymnasiebehörighet kan också arbeta inom Komvux eller annan vuxenutbildning.\n\n### Arbetsuppgifter\n\nLärare planerar och genomför undervisning. I klassrummet undervisar läraren, svarar på frågor och ger eleverna stöd och återkoppling. När eleverna arbetar tillsammans med fördjupningar i större eller mindre grupper fungerar ofta läraren som en slags handledare och hjälper eleverna att själva söka kunskap utifrån givna ramar. \n\nUndervisning kräver förberedelser och mycket arbetstid går till planering och uppföljning av undervisningen. Den görs både enskilt och tillsammans med andra lärare. I arbetet ingår också att bedöma elevernas kunskaper och dokumentera deras kunskapsutveckling. Det är vanligt att ämneslärare i gymnasieskolan är utbildade i två undervisningsämnen.\n\nEn viktig del av arbetet är att stimulera eleverna till att arbeta självständigt och ta ansvar för sin utbildning. Samtidigt är det läraren som har det yttersta ansvaret för att undervisningen bedrivs strukturerat och med tydliga mål. Läroplanen och kursplaner för de olika ämnena, anger syftet med undervisningen, vilket innehåll som ska tas upp och målen för elevernas kunskaper. Men det är upp till läraren och arbetslaget att tillsammans med eleverna planera hur undervisningen ska ske och kunskaperna bedömas.\n\nLärare har vid behov kontakt med vårdnadshavare för omyndiga elever, studie- och yrkesvägledare, kuratorer och annan elevvårdspersonal för att stötta sina elever. Samarbetet kan till exempel röra elevernas studie- eller yrkesval eller extra stöd och anpassningar. Ofta har lärare ett särskilt ansvar för en viss klass eller grupp av elever genom att vara klassföreståndare eller mentor.\n\n### Arbetstider\n\nDe flesta lärare har en ferieanställning. Ferieanställning innebär att de oftast är lediga då eleverna har lov, om de inte har obligatorisk kompetensutveckling eller planeringsdagar."}