{"text": "## Ortopedingenjör och Ortopedtekniker\n\nOrtopedingenjörer och ortopedtekniker arbetar på ortopedtekniska avdelningar i privata företag eller vid landstinget.\n\n### Arbetsuppgifter\n\nDe hjälpmedel som ortopedingenjörer och ortopedtekniker tar fram är antingen en protes som ersätter en förlorad kroppsdel eller en ortos som stödjer en kroppsdel med nedsatt funktion. En ortos kan vara ett förband för att stödja, stabilisera och korrigera till exempel ett inlägg i en sko eller att helt enkelt bygga om eller tillverka nya skor. I de flesta fall är hjälpmedlet individuellt utformat efter patienten. Patientens behov av hjälpmedel kan bero på olycksfall, sjukdom eller funktionsnedsättning. Eftersom varje patient har sina unika förutsättningar och behov innebär det att ortopedingenjören behöver hitta varierande tekniska lösningar för varje patient.\n\nInför ortopedingenjörens första kontakt med patienten kommer en beställning från exempelvis en ortopedläkare som beskriver vad patienten behöver. Ortopedingenjören träffar patienten och gör en analys av patientens behov och önskemål och söker sedan en teknisk lösning på problemet. \n\nDet är ortopedingenjören som konstruerar och modellerar hjälpmedlet, ibland genom att diskutera lösningen tillsammans med en ortopedtekniker för att hitta det optimala materialet. Det är sedan oftast ortopedtekniker som tillverkar hjälpmedlet.\n\nHjälpmedlen tillverkas i huvudsak av plast, kompositmaterial, metall, läder och skinn. Det är ortopedingenjören som provar ut hjälpmedlet och gör justeringar när det behövs. Fördelningen mellan de arbetsuppgifter som ortopedingenjören och ortopedtekniker gör varierar mellan olika arbetsplatser.\n\nOrtopedingenjörer och ortopedtekniker har ett nära samarbete med sjukgymnaster och annan vårdpersonal. \n\n### Arbetsmiljö\n\nOrtopedingenjörer arbetar oftast i sjukhusmiljö i samband med patientkontakt men det förekommer också att ortopedingenjören arbetar i verkstadsmiljö. Ortopedtekniker arbetar oftast i verkstadsmiljö med maskiner, arbetsbänkar och specialutrustning."}