{"text": "Banker och finansföretag är de vanligaste arbetsplatserna, som till exempel inkassoföretag, försäkringsbolag och utländska banker. \n\n### Arbetsuppgifter\n\nIbland kallas den som arbetar på bank för banktjänsteman. Man arbetar till exempel med in- och utlåning, köp och försäljning av värdepapper, utlandsbetalningar och krediter. Ekonomisk rådgivning är ett stort arbetsområde som växer. Kunderna, som kan vara privatpersoner, företag och föreningar, träffar vanligtvis bankrådgivaren vid förbokade möten. På telefonbanken sker kontakten enbart via telefon och web. \n\nSom privatrådgivare ger man ekonomiska råd och vägledning utifrån en analys av kundens ekonomi. Det kan gälla sparande, placering av pengar, lån till bostad eller kapitalvaror, försäkringar, vardagsekonomi eller familjerättsliga frågor. Man kan även arbeta med att ge råd som rör aktier, fonder, optioner och försäkringar och kan då kallas kvalificerad placeringsrådgivare. \n\nDen information och de råd bankrådgivaren ger kunden ska dokumenteras och lämnas till kunden efter varje rådgivningssamtal. I rollen som bankrådgivare ingår också att ha förmåga att göra kunden medveten om vilka risker som finns, till exempel vid handel med värdepapper.\n\nFöretagsrådgivare hjälper företag, handlägger skatteärenden, bolagsbildning, kreditärenden med mera. Man kan också arbeta med företagets långsiktiga planering. Då analyserar man företagets ekonomiska situation, studerar alternativa utvecklingsmöjligheter och gör riskbedömningar.\n\nAtt ansvara för betalningar till eller från utlandet kan också vara en uppgift. Man kan sälja och köpa utländska valutor och hjälpa företag med att förmedla lån i utländska banker. Språkkunskaper är nödvändiga.\n\nMan kan också jobba med den centrala förvaltningen. På en finansavdelning arbetar man med att placera företagets egna tillgångar. På central nivå kan arbete med arbete med revision och juridik ingå."}