{"text": "## Biomedicinsk analytiker\n\nDe flesta biomedicinska analytiker arbetar inom hälso- och sjukvården på sjukhuslaboratorier eller på avdelningar för klinisk fysiologi. Biomedicinska analytiker arbetar även inom privata analysföretag, läkemedels- och bioteknikföretag, statliga myndigheter, forskningslaboratorier, kriminaltekniska laboratorier och på djursjukhus.\n\n### Arbetsuppgifter\n\nInom hälso- och sjukvården arbetar biomedicinska analytiker med att analysera kroppsliga funktioner för att till exempel hitta orsaken till sjukdomar. Biomedicinska analytikern tolkar och utvärderar de resultat som proverna eller undersökningen visar. Resultatet av analyserna är en viktig del av underlaget till de bedömningar som läkare gör för att ställa diagnoser, besluta om behandlingar och följa sjukdomar hos patienter. Noggrann dokumentation ingår i arbetet.\n\nBiomedicinska analytiker kan inrikta sig mot laboratoriemedicin eller klinisk fysiologi. Klinisk fysiologi innebär mycket patientkontakter och laboratoriemedicin är i stort sett helt laborativt.\n\nInom den största inriktningen laboratoriemedicin arbetar biomedicinska analytiker med att analysera biologiska prover, till exempel blodprover. Oftast levereras proverna direkt till laboratoriet där den biomedicinska analytikern gör analysen och skickar tillbaka ett provsvar. Ibland kan det vara den biomedicinska analytikern som själv tar prover på patienten.\n\nInom inriktningen klinisk fysiologi arbetar biomedicinska analytiker med patientnära undersökningar. Det innebär att man gör mätningar direkt på patienten för att undersöka funktionen hos olika organ. Det kan till exempel handla om att undersöka hjärta och kärl med ultraljud, testa lungkapacitet eller göra undersökningar av nerv- och muskelfunktioner. I arbetet används tekniskt avancerad utrustning.\n\nBiomedicinska analytiker kan även arbeta med medicinsk forskning, metodutveckling, tillverkning av läkemedel eller att analysera prover av exempelvis livsmedel och miljöföroreningar.\n\nCytodiagnostiker är experter på att urskilja cellförändringar och förstadier till cancer och cancerceller. De arbetar främst vid sjukhusens cytologiska laboratorier. Bedömningen sker framförallt med mikroskop."}