{"text": "## Maskinförare inom lantbruk\n\nMaskinförare arbetar inom lantbruket. Oftast arbetar man på växtodlingsgårdar eller stora djurgårdar, främst med mjölkproduktion. Man kan även bli anställd av maskinstationer som säljer maskintjänster till lantbrukare.\n\n### Arbetsuppgifter\n\nMaskinförare kör maskiner inom lantbruket som till exempel plöjer, harvar och sår. Med hjälp av olika redskap som kopplas till traktorer sprider man också gödning och hanterar bekämpningsmedel\n\nFör en maskinförare på en gård som odlar vall (gräs) kan mycket av arbetet handla om att köra balpressar, slåttermaskiner och maskiner för att konservera djurfoder (ensilage). Man lastar och lossar av foder på djurgårdar och det ingår också att sköta torkanläggningar där spannmål, hö eller halm förvaras. \n\nLantbruksredskap är ofta datoriserade. I mer avancerade traktorer kan moment som upprepas förprogrammeras och när man till exempel harvar, gödslar och bekämpar ogräs används ibland GPS. Då undviker man att köra längre än nödvändigt och sparar därmed bränsle och pengar. Utvecklingen går mot allt färre men större gårdar, maskinföraren kan ha stora ytor att täcka.\n\nMed tekniskt avancerade maskiner har maskinföraren en övervakande roll. Men man bör veta vilka nivåer av till exempel utsädesmängder som är rimliga och inte enbart förlita sig på tekniken.\n\nSom maskinförare planerar man själv arbetet, men jobbar även i nära samarbete med gårdens ägare. Man samarbetar också med arbetsledare och andra anställda. Idag är det vanligt att gårdar samverkar om vissa maskiner. \n\nMaskinförare sköter själva en del underhållsarbete på maskinerna, till exempel byte av delar som slits ut och oljebyte. Man har ansvar för dyra lantbruksmaskiner och det är vanligt att gårdar har en gemensam uppsättning av maskiner, en så kallad maskinpark.\n\n### Arbetstider \n\nMaskinförare har oregelbundna arbetstider, arbetet styrs mycket av vädret. Det kan innebära att man i vissa perioder på året arbetar långa arbetsdagar, till exempel när det är bra skördeväder. En del maskinförare är säsongsanställda."}