{"text": "## Reservdelsspecialist\n\nReservdelsspecialist jobbar antingen på reservdelsavdelningen på en bilverkstad, i en tillbehörsbutik, eller med försäljning över disk. Man kan också jobba med telefonförsäljning av reservdelar till bilar eller maskiner.\n\n### Arbetsuppgifter\n\nI en bilverkstad ska reservdelsspecialisten dela ut reservdelar till fordonsmekaniker. Först avgör man om reservdelen kan ordnas från det egna företaget, eller om delen ska hämtas utifrån. Det hjälper att veta hur en mekaniker jobbar för att snabbt kunna ge ut rätt reservdelar. Reservdelsspecialisten håller även kontakt med återförsäljare och leverantörer om olika bildelar.\n\nDet är även vanligt att man är länken mellan verkstaden och kundmottagningen. I dessa fall påbörjar, bevakar och avslutar man ärenden med kunder. Ordermottagningarna ges över disk, via telefon eller webb. Det kan handla om att förmedla tjänster, exempelvis serviceavtal och bilvård.\n\nI tillbehörsbutiken säljer man reservdelar och fordonstillbehör till kunder, vilket även kan ske över telefon och mail. Kunskaper om fordon är till stor nytta för att kunna ge råd om hur delarna ska användas. I sitt arbete med försäljning är det även viktigt att ha ett intresse för varorna och att ge kunden god service. I butiken ansvarar man även för påfyllning av varor och att säkerställa samarbete med andra avdelningar.\n\nReservdelsspecialisten kan även få arbeta med reservdelar i ett lagerhus. I lagerhanteringen ansvarar man för mottagning, påfyllnad, godshantering och utlämning av material. I utlämningen kör reservdelsspecialisten budbilar för att leverera reservdelar till kunder. Här ansvarar man även för övrig lagerhantering såsom inventering, utgallring och att lägga beställningar. I lagerhanteringen finns även möjlighet att använda truck.\n\nEtt viktigt hjälpmedel i yrket är datorn, där man har en katalog över reservdelarna. Datorn används för att hålla kontakt, göra beställningar, registrera tillbehör och reservdelar när de kommer till lagret. För att arbetet ska kunna gå smidigt, samt för att kunden ska få rätt råd, bör man ha goda kunskaper om de produkter som finns tillgängliga."}