{"text": "De flesta grafiska formgivare är egenföretagare som arbetar med tillfälliga uppdrag som frilans. En del är anställda på större företag, bokförlag, tidningar, tv-bolag, kommunikationsbyråer och tryckerier.\n\n### Arbetsuppgifter\n\nGrafiska formgivare arbetar inom många olika områden. En del arbetar med traditionella trycksaker som böcker, tidningar, broschyrer och affischer. Ett annat område är förpackningar och etiketter av olika slag, exempelvis till livsmedel. Grafiska formgivare kan också arbeta med film och tv och exempelvis göra vinjetter och för- och eftertexter.\n\nEtt stort arbetsområde är design av webbsidor och annan digital grafik. Här kallas den grafiska formgivaren ofta för webbdesigner (se separat yrkesbeskrivning för mer information).\n\nEn grafisk formgivare kan arbeta med att utforma ett företags grafiska profil. I profilen ingår ofta en logotyp för varumärket, brevhuvuden, varukassar med mera. Syftet är att visa upp enhetlig och igenkännbar identitet som går igen i alla sammanhang där företag och deras produkter presenteras.\n\nEn viktig del i arbetet handlar om att beskriva idéer och övertyga kunden om varför idéerna är bra, men också att lyssna på kunden och förstå hur produkten ska användas.\n\nGrafiska formgivare arbetar med digitala verktyg, exempelvis designprogram eller text- och bildbehandlingsprogram.\n\nArt directorn är specialiserad på bildidéer och utformning av en produkt som ska marknadsföras eller ett budskap som ska nå ut. Det kan vara en reklamfilm, digital kampanj, annons eller webbsida. Arbetet sker ofta i projektform tillsammans med andra yrkesgrupper. Art directorn styr ofta den kreativa processen och är visuellt ansvarig i ett kommunikationsprojekt.\n\n### Arbetstider\n\nArbetstiderna kan variera. En frilansande grafisk formgivare har under perioder flera uppdrag igång samtidigt. Andra perioder kan det vara betydligt lugnare."}