{"text": "Många tandtekniker arbetar på privata laboratorier och industrier, oftast med ett fåtal anställda. Tandtekniker kan även arbeta för landstingen, för Folktandvården eller på sjukhus. \n\n### Arbetsuppgifter\n\nMånga människor förlorar en eller flera tänder eller delar av dem under livets gång. Tandteknikerns jobb är att tillverka individuellt anpassade ersättningar för förlorade eller skadade tänder. Tandteknikern gör också tandställningar för att reglera felställda tänder.\n\nTandteknikern samarbetar med tandläkare som slipar till tänder och tar avtryck av patientens käke. Med hjälp av avtrycket görs en modell som den nya tanden kan byggas upp på. Med hjälp av en laserscanner kan modellen avläsas. Informationen lagras i ett CAD-program på datorn och används sedan för att styra en fräsmaskin som tar fram skelettet till den nya tanden. Tanden måste sedan formges och färgsättas med till exempel ett porslin för att smälta in bland övriga tänder i patientens mun på ett snyggt sätt. En vanlig utmaning för en tandtekniker är att formge och färgsätta den konstgjorda tanden så att den snyggt och omärkligt smälter in bland patientens övriga tänder. Det behövs både ett noggrant precisionsarbete och en känsla för färg och form.\n\nKonstgjorda tänder och proteser tillverkas av material som porslin, guld, titan, kobolt-krom eller plastmaterial som akrylat. I arbetet används både handverktyg och elektriska borr-, puts- och slipmaskiner. Proteser fästs sedan hos patienten med hjälp av titanskruvar i käkbenet av en tandläkare.\n\nSjukhustandtekniker gör proteser för ansikte, munhåla och käkar liksom proteser för att ersätta förlorade ögon, öron och näsor. Man arbetar med hela produkten, från avtryck på patienten till den färdiga protesen. Endast en liten del av landets tandtekniker har denna specialitet och de kallas med ett annat namn för anaplastologer."}