{"text": "## Betongarbetare\n\nBetongarbetare är vanligtvis anställda hos bygg- och anläggningsföretag.\n\n### Arbetsuppgifter\n\nBetongarbetare arbetar med att bygga form, armera, gjuta och efterbehandla betongkonstruktioner. Oftast arbetar man med huskonstruktioner, en vanlig arbetsuppgift är att gjuta och armera betongplattor till husgrunder. Även anläggning av vägar och broar ingår i arbetet. Betongarbetaren gjuter också betonggolv.\n\nVid armeringsarbetet använder betongarbetaren armeringsjärn och armeringsnät som sätts upp enligt en ritning. Armering används för att förstärka betongkonstruktionen. Gjutning är nästa steg i arbetet. Det är en tillverkningsteknik som innebär att flytande betong hälls i en gjutform och stelnar.\n\nBetongen levereras färdigblandad i en roterande maskin till byggarbetsplatsen. Betongarbetarens uppgift är att se till att betongen pumpas ut i formen. Under gjutningen vibrerar man betongen för att det inte ska bli några luftblåsor, men det finns också självkompakterande betong som inte behöver vibreras. När betongen är gjuten efterbehandlas ytan på olika sätt.\n\nVid arbete med prefabricerad betong levereras färdiga betongelement till byggarbetsplatsen och betongarbetarens uppgift är då att montera och fästa dessa på plats. Det blir allt vanligare att betongelement förtillverkas på fabrik, exempelvis väggar och pelare.\n\n### Arbetsmiljö\n\nPå större byggarbetsplatser ingår betongarbetare i arbetslag med andra yrkesgrupper, oftast träarbetare. Arbetet sker ofta utomhus och ibland på höga höjder. Betongarbetare arbetar ofta inom en region där uppdragen förläggs på olika platser, resor till och från arbetet är därför vanligt. Arbetet kan vara fysiskt krävande, men betongpumpar och byggkranar underlättar arbetet."}