{"text": "Skötare arbetar inom psykiatrisk sluten- eller öppenvård. Arbetsplatser kan vara allmänpsykiatrisk vårdavdelning, psykiatrisk öppenvårdsmottagning, psykiatrisk akutmottagning, psykiatrisk intensivvårdsavdelning och rättspsykiatrisk klinik. Det finns också specialiserade enheter för exempelvis psykossjukdom eller missbruksproblematik. Skötare kan även arbeta inom socialpsykiatrin, oftast som boendestödjare eller på olika boenden.\n\n### Arbetsuppgifter\n\nSkötarens främsta uppgift är att stödja och motivera patienten att klara sin vardag, oftast genom samtal. I arbetet ingår ofta att göra vardagliga aktiviteter. Skötaren hjälper patienten att förstå sin sjukdom och hanterar olika känslouttryck från patienten såsom skam, oro, ilska, ångest och rädsla. En viktig del i arbetet är att se människan bakom sjukdomen.\n\nBeroende på område arbetar skötaren med patienter som till exempel har svår depression, ätstörning, personlighetsstörning, psykossjukdom och missbruksproblem. Inom rättspsykiatrin arbetar skötaren med psykiskt sjuka patienter som är dömda för brott. En del patienter är särskilt vårdkrävande och vårdas enligt lagen om psykiatrisk tvångsvård.\n\nSom skötare i öppenvård har man en behandlande uppgift med bland annat stödsamtal, terapisamtal och kartläggning av hemsituationen. Man kan även driva olika gruppverksamheter.\n\nSkötaren är ofta kontaktperson till en eller flera patienter. Det innebär bland annat att vara den som finns närmast patienten och dess anhöriga samt ha en samordnande roll vid möten med olika instanser.\n\nSkötaren kan också ha sjukvårdsuppgifter som en sjuksköterska har delegerat (överlåtit), till exempel att ge läkemedel, ta prover och kontrollera blodtryck.  \n\n### Dokumentation i journalsystem ingår i arbetet.\n\n### Arbetsmiljö\n\nSkötaren arbetar ofta i team tillsammans de olika yrkesgrupper som finns på arbetsplatsen.\n\n### Arbetstider\n\nArbetstiderna varierar mellan schemalagd dag-, kväll- och helgtjänstgöring. Ibland nätter, men ofta arbetar nattpersonalen bara nätter."}