{"text": "Som renhållningsarbetare kan man vara anställd på kommunala eller privata företag.&nbsp;\n\n### Arbetsuppgifter\n\nRenhållningsarbetare som arbetar med sophämtning hämtar avfall från privata hushåll, men också butiker, restauranger och industrier. Hämtningen sker med olika typer av större fordon. Sopbilarna är ofta utrustade med fordonsdatorer som visar turordningslistor över var avfall ska hämtas. Datorerna registrerar också vilka tömningar som görs och hur mycket avfallet väger.\n\nPå upphämtningsställen och i lastbilarna är soporna ofta sorterade i olika så kallade fraktioner. Det kan till exempel vara fraktioner av tidningar, glas och plast. På avfallsanläggningarna arbetar man vidare med sorteringen av material, men också förbränning och slutförvaring av avfallet.\n\nRenhållningsarbetare hämtar och transporterar också stora containrar med olika slags avfall, kör tankbil och utför slamsugning. De samlar också in och transporterar miljöfarligt avfall, till exempel batterier och kemikalier, från miljöstationer och industrier. Vid tömning av stora glasbehållare, så kallade igloos, används lastbil med lyftkran. Kran används även vid tömning av underjordiska behållare, så kallade moloker.&nbsp;\n\n### Arbetsmiljö&nbsp;\n\nArbetet utförs utomhus året runt. Det kan vara kallt och blött eller väldigt varmt på sommaren. De flesta sophämtningsställen finns i gatuplanet, men det finns undantag där man måste hämta sopsäckar i källare.\n\n### Arbetstid&nbsp;\n\nRenhållningsarbetare som arbetar med sophämtning börjar vanligtvis tidigt på morgonen. För renhållningsarbetare som arbetar på avfallsanläggningar förekommer skiftarbete."}