{"text": "Arbetsmiljöingenjörer kan vara anställda på små eller stora företag inom privata näringslivet eller inom andra organisationer som kommuner, landsting och myndigheter. De kan också vara anställda inom företagshälsovården eller inom teknikkonsultföretag och arbetar då som konsult mot företag. \n\nYrkeshygieniker och arbets- och miljöhygieniker arbetar på arbets- och miljömedicinska kliniker på företag och kliniker som drivs av landstingen runt om i Sverige, exempelvis vid de stora universitetssjukhusen. Stora industrier anställer yrkeshygieniker och arbets- och miljöhygieniker samt arbetsmiljöingenjörer.\n\n### Arbetsuppgifter\n\nArbetsmiljöingenjörer fungerar som opartisk expert på arbetsmiljöfrågor. Målet med arbetet är att skapa en god arbetsmiljö och minimera riskerna för att människor skadas eller får besvär av arbetsmiljön. Vissa arbetsmiljöingenjörer är specialiserade, till exempel på klimat, kemiska hälsorisker, psykosocial arbetsmiljö eller organisationsfrågor, medan andra är generalister.\n\n### \n\nDe arbetsmiljöingenjörer som arbetar inom ett företag blir specialist på det aktuella företagets utmaningar. Stora företag kan ha flera arbetsmiljöingenjörer anställda, medan det inom mindre företag är vanligt att arbeta med olika typer av uppdrag inom en och samma tjänst, till exempel strategiska hälso-, miljö- och arbetsmiljöfrågor och säkerhetsfrågor. Det systematiska arbetsmiljöarbetet och att göra löpande kontroller av arbetsmiljön är vanliga arbetsuppgifter. \n\nArbetsmiljöingenjörer arbetar med kartläggning och analys av många olika typer av arbetsmiljöfrågor, bland annat olycksrisker, stress, buller, vibrationer, strålning och farliga ämnen. Även faktorer som belysning, ventilation och luftkvalitet ingår. Förutom den fysiska arbetsmiljön studerar de organisationen och dess påverkan på de anställdas arbetsmiljö. En dåligt organiserad arbetsplats kan skapa stress och andra arbetsmiljöproblem. Arbetsmiljöingenjörer kan medverka som expert vid skyddsronder på arbetsplatser.\n\nResultatet av kartläggning, eventuella mätningar och analyser presenteras ofta i en rapport. Arbetsmiljöingenjörens uppgift är att redovisa problemen för företagets ledning och ge förslag på eller i samarbete med företagets representanter utveckla lösningar. Arbetsmiljöingenjören kan också medverka vid planering av förändringar. och God samarbetsförmåga både med chefer, skyddsombud och anställda är en förutsättning för att arbetsmiljöingenjören ska kunna åstadkomma bra resultat.\n\nSamarbete är alltid en viktig del av en arbetsmiljöingenjörers arbete. När företaget ska ändra sin produktion eller organisation, bygga nytt eller bygga om kan arbetsmiljöingenjören delta i arbetet hela vägen från planering till inflyttning så att arbetsmiljön redan från början blir så bra som möjligt. De samarbetar med chefer, arbetsledare, skyddsombud och övrig personal på arbetsplatserna men också med till exempel den medicinska personalen på företagshälsovården. De samverkar även med myndigheter inom arbetsmiljöområdet, till exempel Arbetsmiljöverket och Kemikalieinspektionen. En del arbetsmiljöingenjörer samarbetar med forskare i olika projekt.\n\nArbetsmiljöingenjörer uppdaterar löpande sina kunskaper om till exempel nya lagar och bestämmelser eller ny forskning och teknikutveckling på arbetsmiljöområdet. Arbetsmiljöingenjörer förmedlar i sin tur kunskaperna till företagets ledning och anställda via personliga möten, informationsblad, telefonrådgivning, konferenser och utbildningar. \n\nArbetsmiljösamordnare kan ha likartade arbetsuppgifter som arbetsmiljöingenjörer.   \nArbetsmiljöingenjörer kallades tidigare skyddsingenjörer. Båda yrkestitlarna används fortfarande men skyddsingenjör är på väg bort som yrkestitel. Det speglar också en förändring av yrkesrollen, från skyddsarbete till ett arbete som mer handlar om att bidra till att skapa en bra arbetsmiljö och bidra till att varje individs förutsättningar tas tillvara. \n\nYrkeshygieniker och arbets- och miljöhygieniker arbetar också för en god arbetsmiljö genom att göra tekniska arbetsmiljöundersökningar eller miljökartläggningar. Arbetet kan handla om både arbetsmiljö och yttre miljö. På klinikerna är arbetet inriktat på patienter och patientutredningar och forskning. Man kan också arbeta med mätningar av olika slag, till exempel för att konstatera vilka halter av olika luftföroreningar som finns på en arbetsplats och göra riskbedömningar. Frågorna rör till exempel kemiska och biologiska hälsorisker, buller, strålning med flera fysikaliska faktorer. Utredningar av arbetsskador ingår i jobbet för många yrkes- och miljöhygieniker. Även forskning och utbildning är en del av arbetet."}