{"text": "## Revisor\n\nRevisorer arbetar vanligen på privata revisionsbyråer och åker på uppdrag ute hos andra företag. Även kommuner och statliga organisationer som Riksrevisionen eller Skattemyndigheten är möjliga arbetsgivare. Hos större organisationer finns ofta internrevisorer. \n\n### Arbetsuppgifter\n\nI en revision granskar revisorn ett företags redovisning och förvaltning, det vill säga hur ledningen styr verksamheten. Med hjälp av den information som framgår i redovisningen och i andra ekonomiska rapporter bedömer revisorn om företagets ekonomi är god och om verksamheten bedrivs effektivt. Att undersöka om det finns fungerande interna kontrollsystem ingår också i arbetet. Revisorn ger också råd om vad som bör förbättras inför ett nytt verksamhetsår. Iakttagelser och bedömningar sammanfattas i en granskningsrapport. Revisionsarbetet avslutas med en revisionsberättelse.&nbsp;\n\nRevisorer kan fungera som rådgivare inom andra områden än redovisning och skatt. Revisorn som har erfarenhet från många olika företag och branscher kan vara rådgivare när affärssystem eller nya rapporteringsstrukturer tas i bruk. Andra vanliga uppgifter är att hjälpa till med deklarationer och affärsutredningar, exempelvis värdering i samband med att ett företag ska överlåtas. Att ge råd om vilken företagsform som är bäst när ett företag ska etablera sig kan också ingå i arbetet. Revisorn måste dock alltid beakta sitt oberoende innan han/hon accepterar uppdrag som rådgivare. En revisor är förhindrad att lämna annat än revisionsnära rådgivning till en revisionskund.\n\nDet finns möjligheter att specialisera sig inom revisorsyrket. En revisor kan exempelvis specialisera sig på systembaserad revision och sköta revision i komplexa datormiljöer eller utveckla revisionsprogram för att gå in och göra kontroller i företagens datasystem. Andra möjligheter är att bli expert på miljölagstiftning, skattelagstiftning eller på internationell redovisning.\n\nAtt arbeta som revisor innebär att man är ute på uppdrag en stor del av arbetstiden och ofta är på resande fot eller att man lånar skrivbordsplats hos kunden.\n\nSom nyexaminerad civilekonom är det vanligt att börja som&nbsp;junior revisor/revisorsassistent. Det innebär att man assisterar mer erfarna kolleger i granskningsarbetet för att på sikt kunna arbeta mer självständigt. Efter ett tag kan man bli auktoriserad revisor och får då själv ansvara för uppdragen."}