{"text": "## Bildlärare\n\nDe flesta bildlärare undervisar i grundskolan eller gymnasieskolan. De kan också undervisa på folkhögskolan, studieförbund eller inom högskolan. I grundskolan undervisar bildlärare i bild och i fria val och i gymnasieskolan undervisar de framförallt i estetisk verksamhet och i bildämnen på estetiska programmet och mediaprogrammet.\n\n### Arbetsuppgifter&nbsp;\n\nUnder lektionerna får eleverna öva sig i att teckna och måla och också att fotografera, videofilma och att ta datorn till hjälp för att göra bilder. Bildläraren ska inte bara lära ut utan också väcka intresse för ämnet.&nbsp;\n\nUndervisningen ska utveckla elevernas förmåga att uttrycka sig med bildspråk, men även öka förståelsen för att bilder berättar, informerar, underhåller och förmedlar budskap. Eleverna ska lära sig att analysera och tolka bilder, men också att våga ifrågasätta det budskap som bilden förmedlar. Målen för undervisningen finns angivna i läroplanen, men bildläraren har stor frihet att tillsammans med eleverna lägga upp undervisningen i ämnet.\n\nTill bildlärarens arbetsuppgifter hör också att planera och förbereda lektionerna, köpa in arbetsmaterial och se till att den tekniska utrustningen, till exempel kameror, filmkameror och projektorer fungerar. Ibland ordnar bildläraren utställningar med de arbeten eleverna gjort. Det är också viktigt att bildläraren följer utvecklingen inom bildområdet, tar till sig de nyheter som kommer och för in dem i undervisningen.&nbsp;\n\nFramförallt i grundskolan arbetar bildläraren ofta i ett arbetslag och planerar undervisningen i samverkan med de övriga lärarna. I arbetslaget diskuteras också hur man ska hjälpa elever som behöver extra stöd samt lägger upp temadagar för eleverna och studiedagar för lärarna. Bildläraren kan ha ett särskilt ansvar för en grupp elever. Då hålls utvecklingssamtal med eleven och föräldrarna där elevens studieresultat och sociala situation gås igenom. Bildläraren samarbetar ibland också med elevvårdspersonalen."}