{"text": "Röntgensjuksköterskor arbetar på röntgenavdelningar på sjukhus, på vårdcentraler och på privata kliniker. Det finns också en internationell arbetsmarknad. Röntgensjuksköterskor kan även arbeta inom utbildning och hos företag som säljer medicinskteknisk utrustning och läkemedel.\n\n### Arbetsuppgifter\n\nRöntgensjuksköterskan utför undersökningar och bedömningar som ligger till grund för diagnos och behandling. Man planerar, genomför och utvärderar undersökningar och behandlingar utifrån patientens behov och förutsättningar. Röntgensjuksköterskan tar röntgenbilder och utvärderar bildkvaliteten.\n\nEn viktig del i arbetet är att få patienterna att känna sig trygga, förklara vad som ska hända och svara på både patienters och närståendes frågor. Det korta mötet med patienten är något som skiljer röntgensjuksköterskans arbete från många andra sjuksköterskeyrken.\n\nVariationen på undersökningarna är stor. Det kan vara skelettröntgenundersökningar, njurarnas och mag-tarmkanalens undersökningar, lungröntgen, datortomografi (CT), magnetkamera (MR), mammografi och ultraljud. I arbetet ingår digital bildbehandling.\n\nBilderna används inte bara för att ställa diagnos. De används av till exempel kirurgen som står i operationssalen och behöver bilderna för att guida sig fram i människokroppen med hjälp av den virtuella tekniken.\n\nRöntgensjuksköterskan ansvarar för att patienterna inte utsätts för mer strålning än nödvändigt vid undersökningen. Röntgensjuksköterskan ser också till att övrig personal hanterar utrustningen enligt säkerhetsbestämmelserna för strålskydd.\n\nYrket är under ständig utveckling. Undersökningsmetoder med allt högre teknikinnehåll och ny apparatur kräver att röntgensjuksköterskan följer med i utvecklingen och snabbt tar till sig nyheter.\n\n### Arbetsmiljö\n\nRöntgensjuksköterskan samarbetar med andra yrkesgrupper och ansvarar för att arbetsleda och se till att verksamheten utvecklas samt att informera och utbilda både patienter och personal.\n\n### Arbetstider\n\nArbetstiderna kan variera mellan dag, natt och helger."}