{"text": "Svetsare är anställda inom verkstadsindustrin, vid bygg- och anläggningsföretag, vid entreprenadföretag samt som underhålls- och reparationspersonal vid olika industrier.Svetsning utförs exempelvis inom tillverkningsindustrin, vid broanläggningar, husbyggen, vid installation av rörsystem inom processindustrin eller vid smidesarbete.\n\n### Arbetsuppgifter\n\nArbetet som svetsare kan innebära allt från rutinbetonad skötsel av en automatisk svetsmaskin till krävande specialsvetsning av rörledningar och tryckkärl. Som automatsvetsare fogar man samman metalldelar med hjälp av en automatsvetsutrustning eller svetsrobot. På många företag är det också svetsaren som programmerar roboten. Som rörsvetsare utför man kvalificerad svetsning i stål och rostfritt stål.\n\nEn svetsare måste ha god kännedom om olika metallers egenskaper och hur metallen påverkas av svetsningen. Svetsaren måste förstå vad svetsningen och svetskvalitén innebär för den färdiga produktens hållfasthet och livslängd. \n\nMan använder sig av olika svetsmetoder, till exempel manuell metallbågsvetsning, MMA, gasmetallbågsvetsning, MIG/MAG, gasvolframsvetsning, TIG, och gassvetsning beroende på det arbete som ska utföras.\n\nNär ett svetsjobb ska påbörjas utgår arbetet ofta från en ritning. De detaljer som ska svetsas är antingen färdiga eller så måste svetsaren skära ut dem från plåt. Borrning tillkommer ibland och montering av detaljerna kan även ingå i arbetet.\n\nSvetsarbeten måste ofta utföras enligt särskilda regler och föreskrifter och ofta krävs då att man avlagt prov enligt standarden för svetsarprövning EN 287 eller ISO 9606. Svetsarprövningsintyget gäller för viss svetsmetod under två år förutsatt att man arbetar praktiskt med denna metod.\n\nSom gasskärare skär man efter ritningar ut detaljer av metallmaterial. Man kapar också produkter som grovplåt och balkar. Verktygen som används är skärbrännare, skärmaskin eller plasmaskärutrustning. Oftast ingår skärning och kapning i svetsarens arbetsuppgifter.\n\n### Arbetsmiljö\n\nSom svetsare kan man arbeta både inom- och utomhus. Skyddsutrustning används för arbetet."}