{"text": "## Regissör\n\nRegissörer är egenföretagare och arbetar med frilansuppdrag, men de kan också vara anställda.\n\n### Arbetsuppgifter\n\nRegissörer arbetar med hela film- eller teaterprocessen från idé till färdig produktion. Det handlar om att förstå och berätta en berättelse för publiken. Regissörer är kreativa konstnärer och arbetsledare. De kommunicerar idéer och visioner till medarbetarna i en produktion. En stor del av arbetet handlar om att inspirera och lyfta fram andras kreativitet.\n\nTeaterregissören är huvudansvarig för den konstnärliga utformningen av en teaterföreställning. Regissören planerar och driver arbetet med föreställningen fram till premiären. Regissören väljer den pjäs som ska sättas upp, ibland i samarbete med teaterchef, en dramatiker som skriver teaterpjäsen eller en dramaturg som bearbetar manuset. I arbetet ingår, bland mycket annat, att läsa och analysera manus med skådespelarna och att leda repetitioner.\n\nFilmregissören leder arbetet med en filmprocess. Filmregissören arbetar bland annat med idébildning, tolkning av manus och iscensättning av det filmiska rummet. Ibland skriver regissören själv manus till filmen, men det kan också vara en manusförfattare. Tillsammans med manusförfattaren utvecklar regissören berättelsen. Att instruera skådespelarna är en del av arbetet under inspelning. Efter inspelningen deltar regissören, bland mycket annat, i klipp- och ljudläggningsarbetet av filmen.\n\n### Arbetsmiljö\n\nTeater- och filmproduktion kräver att många yrkesgrupper samarbetar. Teaterregissörer arbetar framförallt nära skådespelare, men också med producenter, scenografer, maskörer och den tekniska personalen. Filmregissörer har ett nära samarbete med producenter, fotografer och filmklippare.\n\n### Arbetstider\n\nArbete på kvällar och helger kan ibland ingå i arbetet."}