{"text": "## Studie- och yrkesvägledare\n\nStudie- och yrkesvägledare arbetar inom grund- och gymnasieskolor, kommunala vuxenutbildningar, folkhögskolor, universitet och högskolor. De kan även arbeta på privata företag, inom kommunal förvaltning och på myndigheter som Arbetsförmedlingen.\n\n### Arbetsuppgifter\n\nArbetet handlar om att stödja och motivera människor i en valsituation. Syftet med vägledning är att underlätta för människor att välja utbildning, yrke eller karriär. Studie- och yrkesvägledaren vidgar perspektiv, informerar om vilka möjligheter som finns och bidrar till väl underbyggda val.\n\nDet personliga samtalet är ett viktigt verktyg. Samtalet utgår ifrån personens behov och förutsättningar. Det kan ske både individuellt och i grupp. En viktig uppgift är att informera om utbildningar, yrken och arbetsmarknad.\n\nStudie- och yrkesvägledare inom grund- och gymnasieskolan har kontakt med elever, lärare, föräldrar och företrädare för arbetslivet. De informerar skolklasser om exempelvis gymnasieval, fortsatta studier och arbetsmarknad. I arbetet ingår ofta att ordna praktikplatser och att stödja övrig personal på skolan i studie- och yrkesvalsfrågor.\n\nEn viktig uppgift inom kommunal vuxenutbildning är att göra individuella studieplaner tillsammans med eleverna. Inom SFI (svenska för invandrare) arbetar man bland annat med att stödja och motivera elever kring fortsatta studier och/eller arbete i Sverige, vara behjälplig med att skicka in utländska betyg till universitets- och högskolerådet för bedömning samt informera om arbetsmarknaden och utbildningssystemet i Sverige.\n\nInom universitet och högskolor arbetar studie- och yrkesvägledare vid den centrala studievägledningen med att informera om utbildningar, behörighet och antagning. Vid en institution hjälper man studenter med studieplanering och studieuppföljning.\n\nPå privata företag kan studie- och yrkesvägledare arbeta med utbildnings- och arbetslivsfrågor, kompetensbedömning, karriärrådgivning och coachning. De har ofta mycket arbetsgivarkontakter."}