{"text": "## Reseledare\n\nReseledaren kan vara stationerad på en ort i utlandet eller resa med grupper på rundresor i ett eller flera länder. Som reseledare i Sverige kan man också leda gruppresor med buss, tåg, båt eller annat transportmedel.\n\n### Arbetsuppgifter\n\nReseledarens uppgift att vara tillgänglig för kunder. Det kan vara på hotell, call center, servicekontor eller i samband med en aktivitet/utflykt. Om en kund blir sjuk eller råkar ut för en plötslig och oväntad händelse är reseledarens tillgänglighet extra viktig. Det kan bli din uppgift att se till att kunden får hjälp hos läkare och polis. \n\nReseledaren guidar, ger allmän information om länder och områden som besöks och ser till att alla arrangemang utförs enligt resplanen. Man ansvarar för att luncher och middagar bokas, har kontakt med hotellen, olika sevärdheter, som t.ex. muséer, och turist-/lokalguider. \n\nDet är också reseledaren som har det totala ansvaret under resan och därmed också ansvaret för resvägen och att hitta fram till olika platser. Man kan också leda en gruppresa som reser med flyg. För reseledare som leder rundtursresor i utlandet eller för utländska turister i Sverige kan titeln Tour Manager användas. Om man arbetar utomlands är arbetsförhållandena andra än i Sverige och man måste kunna anpassa sig till andra miljöer och seder.\n\nEn del reseledare är specialiserade på särskilda uppgifter som till exempel golf (golfvärd), fritidsaktiviteter (aktivitetsledare) eller att ta hand om barn i särskilda barnklubbar. På större resmål kan det finnas reseledare som arbetar enbart med ekonomisk redovisning och hotellbokning.\n\nPlatschefen har det övergripande ansvaret för verksamheten på resmålet och leder den övriga personalens arbete. Platschefen har också kontakt med den lokala agenten, myndigheter, bussbolag och andra organisationer på plats."}