{"text": "Speciallärare och specialpedagoger finns på alla skolstadier, från förskola till gymnasium. Andra arbetsplatser kan vara särskolor, specialskolor, vuxenutbildning eller på olika resurs- och kunskapscentrum.\n\n### Arbetsuppgifter\n\nInom skolan tillhör speciallärare och specialpedagoger elevhälsoteamet och arbetar för att alla elever ska kunna nå läroplanens mål. Båda har fördjupad kompetens inom pedagogik. De använder sin kunskap direkt med eleverna, men också för att handleda övriga lärare som undervisar elever med svårigheter. Det kan handla om elever med exempelvis dyslexi eller koncentrationssvårigheter.\n\nArbetet kräver mycket samarbete. För att förstå elevens situation behöver flera faktorer kartläggas. Detta innebär nära samarbete med ordinarie lärare, andra inom elevhälsan och eventuellt vårdnadshavare. Både speciallärare och specialpedagoger kan också driva utvecklingsarbete i samarbete med andra lärare för att förbättra skolans undervisning och arbetssätt. \n\nSpecialpedagoger arbetar strategiskt och förebyggande med att undanröja hinder för elevers lärande. De gör egna pedagogiska utredningar, men kan vid behov ta hjälp av exempelvis logopeder. Utifrån elevens behov utformar specialpedagogen sedan vilka extra anpassningar eller särskilt stöd som eleven behöver. Specialpedagogerna ger också stöd och råd till ordinarie lärare om hur arbetssätt kan anpassas för att öka elevernas möjligheter att lära sig.\n\nSpeciallärare arbetar mer operativt, direkt med eleven i lärandesituationer. Det kan handla om enskild undervisning eller stöd i ordinarie klassrum. Ofta är speciallärarna specialiserade mot matematik, språk-, läs- och skrivutveckling eller utvecklingsstörning. \n\nUtanför skolan finns flera andra behov av specialpedagogisk kompetens. Speciallärare med specialisering inom utvecklingsstörningar behövs på särskolan, där man blandar elevers lärande i skolämnena med träning i vardagliga situationer. Talpedagoger fokuserar tal-, språk- och röstsvårigheter så som försenad språkutveckling eller stamning. Synpedagoger och hörselpedagoger arbetar ofta inom landstingens habiliteringsorganisation med att prova ut olika hjälpmedel och ge kommunikationsträning."}