{"text": "Sjuksköterskor kan arbeta på många olika arbetsplatser inom landsting, kommun eller privat verksamhet. Exempel på dessa är sjukhus, kommunal äldrevård, vård och omsorg för funktionshindrade, vårdcentraler samt öppenvård.\n\n### Arbetsuppgifter\n\nOmvårdnad är ett brett kunskapsområde som innebär allt från högteknologiska insatser på intensivvårdsavdelningar och läkemedelsbehandlingar till stödjande samtal med patienter. Det är sjuksköterskan som leder omvårdnadsarbetet och ansvarar för att det organiseras så att varje person får rätt vård vid rätt tillfälle även om det inte är sjuksköterskan själv som står för det praktiska utförandet. Viktigt är också att möta personens behov av trygghet och välbefinnande vid undersökningar och behandlingar.\n\nNär en person skrivs in på ett sjukhus intervjuar sjuksköterskan personen kring den aktuella situationen och vilka behov hen har, vilket resulterar i en individuellt dokumenterad omvårdnadsplan som följs under personens tid på avdelningen. Det är sjuksköterskan som ansvarar för att de planerade åtgärderna utförs och för att effekten av det som ges utvärderas och dokumenteras. Sjuksköterskan håller också i kontakterna med andra vårdgivare och yrkesgrupper inom vården, med närstående och sociala myndigheter. Som sjuksköterska arbetar man även förebyggande för att främja hälsa genom hälsoupplysning och rådgivning.\n\nI arbetet ingår även att sätta dropp, ge injektioner, fördela medicin samt handleda och utbilda studenter och andra i vårdteamet. Ibland ingår det också i arbetet att göra bedömningar om en person behöver komma akut eller kan vänta och boka en tid för ett senare besök.\n\nSjuksköterskor kan också ägna sig åt forskning, undervisning, att vara chef, arbeta med vårdutveckling, hälso- och sjukvårdsadministration med exempelvis utredningar och IT-frågor."}