{"text": "Det finns processoperatörer inom en mängd olika företag inom den kemiska basindustrin. \n\n### Arbetsuppgifter\n\nProcessoperatörer övervakar och styr tillverkningen med hjälp av datorer från ett kontrollrum. Processoperatören har en helhetssyn över processflödet. Arbetsuppgifterna varierar beroende på tillverkningen och antalet personer som ingår i arbetslaget. Nedanstående uppgifter förekommer inom de flesta områden:\n\n### ● Processövervakning\n\n● Processtyrning\n\n### ● Lösa akuta produktionsstörningar\n\n● Provtagning och produktkontroll\n\n### ● Förebyggande underhåll\n\n● Kontroll av belastningar på inre och yttre miljö  \n● Ingå i utvecklingsprojekt om produktions- och kvalitetshöjande förändringsarbete\n\nAtt övervaka och följa processen är en viktig del av arbetet. Processen dokumenteras ofta skriftligt. Driftinformationen används för att förbättra driften och för att analysera driftstörningar. Om en driftstörning inträffar larmar datorn. Det kan till exempel handla om att koncentrationen av en substans är för låg eller att det har blivit stopp. Ibland kan enbart systemet rätta till felet, i det här exemplet genom att släppa på flödet och tillföra mer av kemikalien. \n\nI andra fall måste processoperatören åtgärda felet och justera flödet, då sker arbetet i fabriken. Vid driftstörningar måste processoperatören kunna processen och känna till utrustningen för att snabbt agera och fatta beslut. Ett avbrott i produktionen eller en produkt som inte håller rätt kvalitet kan kosta mycket pengar.\n\nOm råvaran är flytande transporteras råvarorna i rör till cisterner och andra anläggningar. Via datorskärmarna följer processoperatören hur råvarorna flödar i ledningarna. Ständigt kommer information om exempelvis tryck, flöden och temperatur i processen.\n\nAndra exempel på arbetsuppgifter kan vara att starta pumpar, öppna ventiler, göra omkopplingar och kontroller. I arbetet ingår också att sköta enklare service- och underhållsarbeten.\n\n### Arbetsmiljö\n\nLäkemedelsindustrins anläggningar skiljer sig från miljön i en färgfabrik eller vid ett oljeraffinaderi, huvudsakligen på grund av kraven på renhet. \n\n### Arbetstider\n\nDet är vanligt med skiftarbete."}