{"text": "## Scenograf\n\nDe flesta scenografer är egenföretagare och arbetar med frilansuppdrag, ett fåtal är anställda vid en teater eller på TV.\n\n### Arbetsuppgifter\n\nScenografi är konsten att bygga upp scenmiljöer i TV, film och på teater. Scenografi kallas också den dekor och rekvisita som används i produktionen. En scenograf inom TV och film arbetar med studiobyggen och inspelningsplatser. En teaterscenograf har det övergripande ansvaret för den visuella utformningen av en teaterföreställning.\n\nEn viktig del av scenografens arbete handlar om att analysera och tolka manus för att skapa en vision om scenografin. Scenografin ska hjälpa skådespelarna och regissören att berätta historien och förstärka budskapen.\n\nScenografen bygger modeller och gör tekniska ritningar till scenmiljöer, dekor och rekvisita. En del av det arbetet är datorbaserat. Ibland designar även scenografen scenkläderna, men oftast är det en kostymdesigner som har det ansvaret.\n\nScenografin är en del av den dramatiska framställningen, i kombination med många andra konstnärliga uttrycksmedel. Scenografen samarbetar därför med flera olika yrkesgrupper, exempelvis regissör, skådespelare, ljus- och ljuddesigner, rekvisitör och hantverkare.\n\nFramförallt görs den scenografiska planeringen i samarbete med regissören. Det praktiska arbetet görs i samråd med hantverkare som tillverkar scenografin. Scenografen arbetsleder och följer hantverkarnas arbete i verkstäder och ateljéer med att snickra och måla kulisser, sy upp kostymer med mera. \n\nScenografen har också ett nära samarbete med rekvisitören som införskaffar inredningsdetaljer, möbler och andra föremål. Rekvisitören har stor produktkunskap och ansvarar för att rekvisitan håller hög kvalitet. Föremålen hämtas från förråd, köps, hyrs eller lånas på olika håll.\n\n### Arbetsmiljö\n\nI arbetet ingår ofta mycket resor och boende på annan ort i perioder. Arbetet och arbetstiderna styrs till största delen av scenografen själv, men kan stundtals vara pressande och med långa arbetsdagar till följd."}