{"text": "## Personbilsmekaniker\n\nPersonbilsmekaniker arbetar oftast med flera olika bilmärken på bilverkstäder, men det finns också personbilsmekaniker som är specialiserade på ett bilmärke.\n\n### Arbetsuppgifter\n\nArbetsuppgifterna för personbilsmekaniker handlar om att serva, felsöka och reparera lätta fordon. På de flesta verkstäder tar personbilsmekanikern emot kunderna när bilen lämnas in. Genom samtal med kunden får personbilsmekanikern en bättre möjlighet att avgöra vad felet är, uppskatta hur lång tid felet tar att åtgärda och vad det kommer att kosta. På större verkstäder tas kunden ofta emot av en kundmottagare som lämnar uppgifterna vidare till personbilsmekanikern. En personbilsmekaniker arbetar självständigt och är oftast specialiserad på vissa uppgifter.\n\nFordonsbranschen är teknikintensiv, vilket innebär att nya material, metoder och produkter förändrar arbetet för personbilsmekaniker. Det ingår alltmer avancerad elektronik i moderna bilar och el-reparationerna utgör en större del av reparationerna. Bilens elektronik är till största delen datorstyrd. För att ta reda på var felet sitter gör personbilsmekanikern en digital felsökning med hjälp av elektronisk test- och mätutrustning. Mekanikern kopplar upp sig mot bilens styrdator och med hjälp av program för felsökning kan felkoder läsas av.\n\nReparationsarbete innebär oftast att den del det är fel på byts ut. När felet är ett programfel i något av bilens datorprogram kodas datorerna om. Efter reparationen ser mekanikern till att allt fungerar genom en funktionskontroll vilket ibland innebär att man provkör bilen.\n\nÄven underhållsarbeten, svetsning och enklare karosseriarbeten kan ingå i arbetsuppgifterna. Personbilsmekanikern installerar också elektrisk utrustning som GPS eller stereo."}