{"text": "Piloter är ofta anställda hos flygbolag, men kan även arbeta inom försvaret. Det förekommer också att man är anställd av bemanningsföretag. \n\n### Arbetsuppgifter \n\nPiloter arbetar med att flyga flygplan. Utöver det ingår också många arbetsuppgifter före och efter flygningen. Före flygningen samlar piloten in information om antalet passagerare, lastens vikt och vädret längs flygrutten. Uppgifterna används till färdplanen som styr autopiloten. \n\nInne i planet kontrollerar piloten att instrument, reglage och motorer fungerar. Manualer och checklistor anger vad piloterna ska kontrollera.\n\nDet vanligaste är att två piloter ingår i besättningen, en kapten och en styrman. Kaptenen fattar alla beslut, men gör det i samråd med styrman. Piloter måste arbeta ett visst antal år som styrman innan de har möjlighet att bli kapten.\n\nDet är vanligt att kapten och styrman delar på arbetet. Styrman hjälper kapten med radiokommunikation, navigering och flygning. Han eller hon tar även fram beslutsunderlag, så som underlag för bränsleberäkningar från tabeller och listor.\n\nNär man flyger på hög höjd och inget ovanligt händer håller ofta autopiloten kursen och flyghöjden. Kaptenen och styrman måste dock ändå övervaka situationen och de instrument som används. \n\nMan har hela tiden radiokontakt med andra flygplan och flygtrafikledningar längs vägen. Ibland ingår det att informera passagerarna om olika händelser under flygningen, som till exempel turbulens. \n\nUnder start och landning flyger piloterna flygplanet manuellt. Inför landningen gör kaptenen och styrmannen ytterligare kontroller av instrument enligt en checklista. Efter landningen fyller man i loggboken och rapporterar till markkontrollen. \n\n### Arbetstider\n\nJobbet innebär oregelbundna arbetstider och ibland långa arbetspass. Jourtjänstgöring förekommer. Det är vanligt att man sover på annan ort, men hur ofta och hur länge man är borta ifrån hemmet varierar mycket beroende på bland annat hur långa rutter man flyger. \n\n### Arbete utomlands\n\nPiloter har en internationell arbetsmarknad och möjligheterna att arbeta för flygbolag i andra länder är stora."}