{"text": "## Receptionist\n\nReceptionister arbetar vid myndigheter, inom kommun och landsting och inom det privata näringslivet. Många är anställda av bemanningsföretag och uthyrda till en arbetsplats. Receptionen kan också vara utlagd på entreprenad. Då sköts receptionen av ett annat företag. \n\n### Arbetsuppgifter\n\nReceptionisten möter besökare och visar dem till rätt. Många företag har idag särskilda bokningsrutiner för besökare. Då har besökaren avtalat tid i förväg. Då kontaktar receptionisten den som ska ta emot besöket. Ibland kommer besökare spontant och då är det receptionistens uppgift att ta emot och förklara rutinerna. \n\nVissa företag har egna säkerhetsrutiner på företaget. Då ska besökaren registreras och få en besöksbricka som sedan lämnas när besöket är klart. Det kan receptionisten ansvara för. \n\nVanligast idag är att den som tar emot besöket hämtar sin besökare vid receptionen. Det kan hända att hen ibland blir försenad och då är det receptionistens uppgift att bedöma om besökaren kan vänta eller om det är bättre att boka en ny tid. Att ta väl hand om den som väntar är receptionistens uppgift. Därför är det viktigt att vara serviceinriktad och kunna anpassa sig till nya situationer som kan uppkomma. \n\nMånga receptionister har också andra arbetsuppgifter. Vanligt är att bokning och skötsel av konferensrum ingår. Andra administrativa uppgifter som kan ingå varierar. Därför är det bra att kunna hantera vanliga administrativa programvaror. Receptionisten bevakar inkommande mail i elektroniska brevlådor. De kan också sköta kopiering och postsortering.\n\nPå mindre arbetsplatser sköter ofta receptionisten även telefonväxeln. \n\nKonferensvärden ser till att konferensarrangemang överensstämmer med gästernas bokning och önskemål. Man kan hjälpa till med bokning och planering och ser till att lokaler, teknisk utrustning, bokningar i restaurang och annat fungerar under konferensen. \n\n### Arbetstid\n\nArbetstiderna varierar beroende på var man arbetar. Oftast har man arbetstider som följer öppettiderna på företaget. Vanligast är dagtid."}