{"text": "Systemutvecklare arbetar till exempel på företag som är inriktade mot mjuk- och hårdvaruutveckling inom IT-området. De kan också arbeta inom andra branscher där IT-systemen är en bärande del av tjänsterna eller produkterna som på banker, inom handeln eller industrin. De kan också jobba som konsulter inom organisationer och myndigheter.\n\n### Arbetsuppgifter \n\nSystemutvecklare arbetar med att utveckla nya IT-system eller vidareutveckla befintliga system. Oftast finns det inslag av både programmering och systemutveckling i jobbet. Det är vanligast att systemutvecklaren själv programmerar, men de kan även lämna instruktioner till programmerare som konstruerar datasystemet.\n\nIT-utveckling startar oftast med en projektidé eller ett behov hos den verksamhet som behöver ett IT-system. Den idén utvecklas sedan i samverkan mellan beställaren och utvecklaren där man jobbar i korta tidsatta utvecklingssteg, så kallat agilt arbetssätt. \n\nSystemutvecklaren behöver förstå de problem företaget vill lösa med systemet och vilka krav detta ställer. För att ta reda på det samarbetar man med dem som ska använda systemet och skaffar sig goda kunskaper om den verksamhet som företaget bedriver.\n\nUtifrån faktainsamlingen bygger systemutvecklaren, tillsammans med användarna, upp datamodeller för att beskriva verksamhetens mål, processer, rutiner, objekt och informationsbehov. Utifrån dessa definierar man vilka krav som ställs på systemet. Man stämmer hela tiden av förslagen på lösningar med de som beställt och ska använda systemet. Ofta utbildar man och handleder de som ska använda systemet.\n\nIbland är systemutvecklare specialiserade på en viss del i utvecklingen av nya system. Till systemutvecklingsgruppen hör också IT- eller systemarkitekten som har mer övergripande uppgifter. \n\nMjukvaruutvecklare och applikationsutvecklare kan anses vara varianter av systemutvecklare. Dessa ansvarar för mer avgränsade delar av system. Även webbutvecklare är en variant av systemutvecklare som utvecklar webbapplikationer.\n\nDe som utvecklar system för att styra maskiner och robotar inom industrin kallas ofta systemkonstruktörer eller systemingenjörer."}