{"text": "## Automationstekniker\n\nAutomationstekniker arbetar framförallt inom process- och tillverkningsindustrin, men kan även arbeta med automation inom fastighetsbranschen. En del är anställda som konsulter eller driver egen konsultverksamhet. Ett annat namn på yrkesrollen kan vara automationsingenjör. En inriktning kan vara automations- och robotingenjör med mer fokus på robotprogrammering.\n\n### Arbetsuppgifter\n\nBegreppet automation omfattar mät- och styrsystem som syftar till att effektivisera och förbättra en produktionsprocess. Arbetet som automationstekniker är både praktiskt och tekniskt inriktat. Automationstekniker arbetar övergripande med att:\n\n● Installera, programmera, driftsätta och underhålla automatiserade anläggningar och maskiner\n\n### ● Styra och övervaka tillverkningsprocesser\n\n● Kontrollera, felsöka och göra förebyggande underhåll av maskiner och anläggningar\n\n### ● Ta fram teknisk dokumentation och manualer\n\n● Planera investeringar\n\n### ● Projektleda utvecklings- och förändringsarbeten\n\n● Samla in och analysera mätvärden\n\nAutomationstekniker arbetar även med att utveckla nya tekniska lösningar inom industriell automation. Det kan handla om förbättring av befintliga anläggningar eller utveckling av nya anläggningar. Då ingår man ofta i en projektgrupp tillsammans med andra tekniker och ingenjörer. Automationstekniker har ofta en arbetsledande eller projektledande roll.\n\n### Arbetsmiljö\n\nDet förekommer att automationsteknikern arbetar under tidspress eftersom ett avbrott i produktionen kan kosta mycket pengar. Resor både inom och utanför Sverige kan ingå i arbetet för automationstekniker som arbetar på ett serviceföretag.\n\n### Arbetstid \n\nBeredskapstjänst eller jourtjänst ingår ofta i arbetet vilket kan innebära arbete på kvällar, nätter och helger."}