{"text": "Tandsköterskor arbetar på tandvårdsmottagningar inom Folktandvården eller hos privata tandvårdskliniker. En del tandsköterskor arbetar med sjukhustandvård och specialisttandvård.\n\n### Arbetsuppgifter\n\nTandsköterskan arbetar i vårdteam med tandläkare och tandhygienister. Den främsta arbetsuppgiften är att assistera vid undersökning och behandling av patienter. Tandsköterskan förbereder arbetet genom att ta fram och ställa i ordning utrustning och arbetsmaterial. En viktig del av arbetet är att rengöra och sterilisera instrument.\n\nArbetsfördelningen på en tandvårdsmottagning ser olika ut beroende på tandsköterskans erfarenhet och utbildning. Det kan också skilja sig åt mellan olika mottagningar. Tandläkaren kan överlåta en del självständiga arbetsuppgifter till tandsköterskan. Det kan handla om att tandsköterskan ger bedövning, tar röntgenbilder och tandavtryck eller gör tillfälliga fyllningar. \n\nEn tandsköterska arbetar även med förebyggande tandvård och tandhälsoinformation. Tandsköterskan kan ha kontakt med barn i förskolan och skolan, där de bland annat informerar om tandvård och sköter fluorsköljning.\n\nI arbetet ingår ofta administrativa uppgifter. Det kan innebära att ta emot patienter och telefonsamtal i klinikens reception. Tandsköterskan kallar patienter till behandling, bokar nya tider och tar betalt. Även fakturering och journalhantering ingår i arbetet. Att sköta inköp kan också vara en del av jobbet. Datorvana är viktigt eftersom administrativa IT-system används i arbetet.\n\nMed tiden kan tandsköterskan vidareutbilda sig till exempelvis ortodontisköterska och arbeta med tandreglering eller till operationstandsköterska och assistera vid tandkirurgiska operationer.\n\n### Arbetsmiljö\n\nTandsköterskor bör ha god fysik då arbetet kan vara ansträngande för axlar och nacke."}