{"text": "Resesäljaren kan antingen arbeta på en resebyrå eller hos en researrangör. Resesäljare som arbetare på ett callcenter möter säljaren kunden via telefon eller internet. I en butik kommer kunderna även in spontant. \n\n### Arbetsuppgifter \n\nEn resesäljare säljer privatresor, affärsresor samt grupp- och konferensresor. De säljer både färdiga paket och sätter ihop individuella lösningar enligt kundens önskemål. Där ingår exempelvis hotell, transporter, kunskaper om destinationer. \n\nDet är viktigt att som resesäljare vårda varumärket. Bemötande, förtroende, upplevelse och service bildar en helhet som har stor betydelse för att kunden ska återvända. \n\nMånga kunder bokar och köper sina privatresor själva via internet. Om kunden inte hittar en bra lösning på egen hand tar hen ofta hjälp av en resesäljare. Resesäljaren föreslår då olika alternativ och ger information baserat på kundens önskemål och behov. \n\nEn affärsresa bokas också allt mer ofta av kunden direkt via internet. Ibland är det med mycket kort varsel och den som reser har ont om tid. Då gäller det att resesäljaren kan hitta ett lämpligt alternativ på kortast möjliga tid. Säljaren ska också se till att avtal följs om sådana finns. Det kan handla om att hålla nere kostnader och spara på miljön. Säljaren förväntas kunna mycket om företaget, de anställda och leverantörernas produkter och bonusprogram.\n\nFör att arbeta med grupp- och konferensresor fordras ofta en bred kunskap om resebranschen. Exempelvis kan deltagarna på en konferens komma från flera olika orter. Då gäller det att hitta en plats som det är enkelt för alla att resa till. \n\nEn del resebyråer och researrangörer är inriktade på arrangemang för utländska turister och grupper som besöker Skandinavien. Då krävs kunskap om Skandinavien och de länder och kulturer som besökarna kommer ifrån. \n\nHos researrangörerna finns reseproducenter som planerar de resor som företaget ska sälja. De besöker nya resmål, förhandlar och skriver avtal. Att sammanställa resekataloger, tidtabeller och broschyrer görs i samarbete med reklamfolk och marknadsförare."}