{"text": "Städare är antingen anställda på det företag eller den organisation där städningen utförs eller av ett städföretag som utför städning på entreprenad. Städare behövs överallt - på exempelvis skolor, statliga myndigheter, sjukhus, hotell och industrier.&nbsp;Det finns även allt fler företag som erbjuder städhjälp till privata hushåll.\n\n### Arbetsuppgifter&nbsp;\n\nStädare genomför många olika uppgifter för att hålla rent. Vid städning kan man damma, moppa golv, tömma papperskorgar och putsa fönster. Man kan göra rent på allt ifrån toaletter och omklädningsrum till trappuppgångar och matsalar. Olika städverktyg och rengöringsmedel används till olika ytor. På industrier eller i stora lokaler används ofta städmaskiner för till exempel golvrengöring.\n\nPå en del arbetsplatser kombineras städningen med andra arbetsuppgifter. För att bredda arbetsuppgifterna och sin service knyter städföretagen ofta till sig andra uppdrag som till exempel arbete i telefonväxel eller reception. Det blir allt vanligare att företag och organisationer köper kompletta servicepaket, så kallade ”_facilitet-service_”. Där kan bland annat städning, arbete i telefonväxel och reception, vaktmästeri, postutdelning, gräsklippning, fruktleveranser och skötsel av kaffeautomater ingå i uppdraget.\n\nStädare kan även vara specialiserade på en viss sorts städning, till exempel fönsterputsning, industristädning eller städning av järnvägsvagnar, bussar och flygplan.\n\nStädare kan arbeta ensamma eller i team. På vissa arbetsplatser är städarna organiserade i arbetslag med eget ansvar för budget, kompetensutveckling och marknadsföring av sina tjänster."}