{"text": "## Saneringsarbetare\n\nSaneringsarbetare är oftast anställda vid saneringsföretag. De som arbetar med regelbunden sanering inom industrin och på kärnkraftverk brukar vara anställda vid sanerings- eller serviceföretag som har i uppdrag att sköta de uppgifterna.\n\n### Arbetsuppgifter \n\nSaneringsarbetare har många olika arbetsuppgifter. Beroende på hur stort eller litet förtaget är kan saneringsarbetare jobba brett med olika typer av saneringar eller vara specialiserad på en arbetsuppgift. \n\n### De kan till exempel arbeta med:\n\n  \n•Asbestsanering -asbestsanerare gör besiktningar och sanerar asbest från fastigheter, till exempel vid rivningsarbeten.\n\n•Brandskadesanering -brandskadesanerare begränsar skadorna efter bränder genom att suga upp släckningsvatten, sätta ut avfuktningsaggregat och rengöra väggar, tak och inventarier.\n\n•Industrisanering -industrisanerare arbetar med att hålla rent i produktionsanläggningar, till exempel fordonsindustrier, pappersbruk och raffinaderier.\n\n•Klottersanering -klottersanerare tar bort klotter från fastigheter, bussar och tåg. Man kan också jobba förebyggande med att skydda utsatta ytor och fastigheter.\n\n•Kärnkraftsanering -kärnkraftsanerare arbetar med sanering på kärnkraftverk. Anläggningen rengörs dagligen för att hålla strålningen nere.\n\n•Skadedjursbekämpning -skadedjurstekniker hjälper privatpersoner och företag att bekämpa skadedjur. Exempel på skadedjur eller ohyra kan vara getingar, myror, råttor och vägglöss.\n\n### Arbetsmiljö \n\nSaneringsarbetare har ett rörligt jobb och kör mycket bil. Arbetet utförs i olika miljöer hos industriföretag, fastighetsägare, kommuner och privatpersoner. Eftersom saneringsarbetare kommer i kontakt med bland annat kemikalier och svampdödande medel, är det viktigt att vara välutbildad och använda andningsskydd och annan skyddsutrustning. \n\n### Arbetstider \n\nSaneringsarbetare jobbar med både schemalagda arbetstider och akuta insatser. Jour- eller beredskapstjänst förekommer, då man rycker ut vid larm dygnet runt."}