{"text": "## Specialister och rådgivare inom skogsbruk\n\nSpecialister och rådgivare inom skogsbruk arbetar på exempelvis skogsbolag, tjänsteföretag, energiföretag, organisationer och stiftelser. De arbetar även inom kyrkan, staten samt kommuner som äger skog och behöver skoglig kompetens. De finns även på universitet och högskolor. \n\n### Arbetsuppgifter\n\nSkogskonsulenter/Skogsrådgivare kontrollerar att de lagar som handlar om skogsvård och miljö- och naturvård följs. Man har en rådgivande roll gentemot andra skogliga tjänstemän och skogsägare i skogsbruks- och skogsvårdsfrågor. \n\n### Uppgifter som kan ingå i rollen är:\n\n- Anordna informationsträffar och kurser inom exempelvis skadebekämpning, åtgärder som kan förbättra virkeskvaliteten eller öka produktiviteten. \n\n### - Värdering av skog och skogsbruksfastigheter. \n\n- Inventeringar av skog, exempelvis skadedjursangrepp eller skador efter stormar  \n- Kartläggningar av naturområden som bör bli naturreservat \n\nSkogskonsulenter kan också ta konsultuppdrag som till exempel att ta fram skogsbruksplaner. En skogsbruksplan innehåller fakta om hur stora skogsbestånden är, vilka naturvärden som finns, när och var skog ska avverkas samt vilka naturvårdande åtgärder som behövs. Planen är en hjälp för skogsägaren att göra en långsiktig planering av skogens skötsel och för att ta rätt ekonomiska beslut. Även upphandling av skogsvårdstjänster från olika entreprenörer kan ingå i arbetet.\n\nDet är också vanligt att arbeta som virkesinköpare. Virkesköparen förser sågverk, massabruk, värmeverk och andra skogsindustrier med råvara i rätt mängd och av rätt kvalitet. Virkesinköparen har kontakt med skogsägare från inköp och avverkning till leverans av råvaran. Virkesinköpande tjänstemän vid skogsägarföreningarna kallas för skogsinspektorer. \n\nEn del specialister inom skogsbruket arbetar med forskning relaterad till skogen. Till exempel om hur skogsbruket kan bli mer hållbart, hur man kan använda råvaran trä till nya material eller som energikälla."}