{"text": "## Skådespelare\n\nDet finns ett antal fasta anställningar exempelvis vid de stora teatrarna, men det är vanligast att skådespelare anlitas som frilansarbetare eller i projektanställningar. \n\n### Arbetsuppgifter\n\nSkådespelaryrket handlar om att leva sig in i hur andra människor tänker, känner och handlar under specifika omständigheter och sedan medvetet gestalta det i rollfigurer. Bakom en teaterföreställning eller filmproduktion ligger mycket förberedelsearbete.\n\nEn skådespelare använder sin kropp, röst och inlevelseförmåga som instrument. Det innebär att man behöver ha både konstnärlig talang och förmåga att tillgodogöra sig tekniker för att använda kropp och röst som verktyg i skapandet. Arbetet kan vara både intellektuellt och fysiskt krävande.\n\nSkådespeleri är en kollektiv process där många olika yrkesgrupper samarbetar. Förutom skådespelare och regissör ingår ofta även personer som arbetar med ljus, ljud, kläder och rekvisita i arbetet.\n\nSkådespelare kan arbeta inom olika områden, de flesta arbetar med teater, film, TV- och radioproduktioner. De kan även arbeta med att läsa in talböcker eller dubba tecknad film.\n\nEn stuntman ersätter filmskådespelare i riskfyllda situationer. I arbetsuppgifterna för en stuntman ingår ofta att instruera andra skådespelare.\n\nEn annan variant i yrket är mimskådespelare som arbetar med rörelsebaserat skådespeleri.\n\n### Arbetstider\n\nSkådespelare har ofta oregelbundna arbetstider och anställningsvillkor. Vid en teater repeterar skådespelaren ofta på egen hand eller tillsammans med en ensemble under dagtid och har föreställningar på kvällen.\n\nArbetet som skådespelare kan vara intensivt under vissa perioder, men för de flesta är det nödvändigt att ha kompletterande försörjningsarbete under andra perioder."}