{"text": "## Modedesigner och textildesigner\n\nMånga modedesigners är egna företagare. En frilansande designer arbetar oftast med egna idéer och mönster som de säljer till företag. De kan också ha kontrakt med ett eller flera företag. Många designerns börjar oftast arbeta som designassistenter för att få erfarenhet av yrket. Textildesigners arbetar inom ett brett fält som innefattar allt från design av textilier för bilindustrin till textilier för kläder.\n\n### Arbetsuppgifter\n\nModedesignern arbetar med att skapa kläder, mode och påverka trender. Designern planerar, skissar och utformar säsongens klädmodeller. Det är ofta högt tempo inom yrket då nya kollektioner skapas till varje säsong, exempelvis till våren eller hösten och i vissa fall fyra kollektioner per år. Modedesignern skissar på modeller, ritar upp mönster och beräknar hur mycket och vilken typ av material som behöver köpas in.\n\nPå ett större företag ingår designern ofta i en projektgrupp som bland annat diskuterar vilka försäljningspriser som ska gälla och hur kollektionen ska marknadsföras. På ett mindre företag tar designern ofta fram en provkollektion innan den slutgiltiga kollektionen ska tillverkas. Designern är ofta med vid tillverkningsprocessen för att ge instruktioner till de som ska tillverka kläderna.\n\nTextildesignern formger främst mönster för tryck samt vävda och stickade tyger. Textilierna ska vara både estetiska, innovativa, funktionella och miljövänliga. Datorteknik används alltmer inom textil- och konfektionsindustrin. Mönsterformgivning är ett exempel på en uppgift som utförs med hjälp av avancerad datorteknik.\n\n### Arbetsmiljö\n\nInom yrket ingår ofta resor till mässor, utställningar och kunder. Designern är i många sammanhang företagets ansikte utåt.\n\n### Arbetstider\n\nArbetstiderna kan vara oregelbundna. Ibland sker arbetet under tidspress, särskilt vid slutproduktionen av en kollektion."}