{"text": "## Sjö- och flygräddningsledare\n\nArbetsuppgifter  \nRäddningsledare tar emot nödmeddelanden och larm vid olyckor så som färjeolyckor, fritidsbåtsolyckor, olyckor med flygplan och badplatstillbud. Larm kommer också från anhöriga som saknar någon antingen till sjöss eller i luften. Ett larm från en person som kontaktat sjö- och flygräddningscentralen kan till exempel handla om ett föremål som driver till sjöss, en helikopter som saknas, en skoter som kan ha åkt genom isen eller någon som kanske håller på att drunkna.\n\nRäddningsledare utvärderar och analyserar dessa samtal och bedömer vilka räddningsinsatser som krävs. De samarbetar med Kustbevakningen, Försvarsmakten, Polisen, Luftfartsverket, Sjöräddningssällskapet, Länsstyrelsen, Transportstyrelsen, Statens haverikommission, kommunala räddningstjänster med flera. Räddningsledaren bedömer sedan vilka resurser som bör larmas ut för att bistå den nödställde, till exempel båt, flyg eller helikopter till olycksplatsen. \n\nTill sitt stöd har räddningsledaren olika digitala kartbilder, effektiva loggprogram samt olika register för att underlätta arbetet. Räddningsledaren bedömer sedan vilka resurser som bör larmas ut för att bistå den nödställde exempelvis båt, flyg eller helikopter till olycksplatsen.\n\nRäddningsledare samordnar, leder och instruerar räddningsstyrkorna under räddningsarbetet via radio och telefoni. Om räddningsarbetet är mera omfattande, kan räddningsinsatsen ledas på plats av en så kallad Aircraft Co-ordinator (ACO) eller On Scene Coordinator, OSC, som arbetar enligt räddningsledarens beslut och rapporterar om arbetets gång till honom eller henne.\n\nSnabba bedömningar och ständig samverkan med andra räddningstjänster tillhör vardagen.\n\n### Arbetstider\n\nEftersom Sjö- och flygräddningscentralen är bemannad dygnet runt, året om är räddningsledare schemalagda årets alla dagar. De har även administrativ tid då de arbetar med projekt, så som exempelvis planering inför en övning eller möten som rör både sjö- flygräddning, runt om i landet och även utomlands."}