{"text": "## Skogsmaskinförare\n\nSkogsmaskinförare arbetar inom skogsbruket. Arbetsgivare är exempelvis entreprenörer, skogsbolag och skogsägareföreningar.\n\n### Arbetsuppgifter\n\nSkogsmaskinförare gallrar, slutavverkar och transporterar virke fram till en väg där det kan lastas. Till hjälp har man skogsmaskiner såsom skördare och skotare. Man kan vara specialiserad på en viss maskin och kallas då exempelvis skördarförare eller skotarförare.\n\nMed skördaren görs alla moment vid gallring och slutavverkning. Träden fälls, kvistas, kapas till rätt längder och sorteras. Transport av virket ut ur skogen görs med hjälp av skotare. För markberedning innan man till exempel planterar ny skog finns speciella redskap som bärs av skotare. Maskinunderhåll och reparationer ingår i arbetsuppgifterna.\n\nSom maskinförare använder man datoriserade system och mobil teknik. I skördarna finns till exempel datoriserad utrustning som mäter trädstammarnas längd och diameter och räknar ut hur de ska kapas för att ge bästa ekonomiska utbyte. Via dator och mobiltelefon kan man också sända information om volymer och kvaliteten på avverkat virke. GPS är ett viktigt hjälpmedel i moderna avverkningsmaskiner. \n\nSkogsmaskinförare måste kunna betydligt mer än att köra maskiner. Det är även viktigt med kunskaper om skogen man arbetar i, till exempel för att kunna avgöra vilka träd som ska gallras ut för att de som sparas ska få en bättre tillväxt. Kraven på kunskaper inom miljö- och naturvård ökar och en viktig del i arbetet är att bidra till ett miljömässigt hållbart skogsbruk. Man måste både veta vad som ska avverkas och vad som ska sparas eller visas hänsyn för i skogen man arbetar i. \n\nAnsvaret för att planera och följa upp arbetet förs alltmer över till den enskilde skogsmaskinföraren. Det gäller ibland också naturvårdsplanering och miljöuppföljning.\n\nBeroende på säsong och behov kan det förekomma att man också arbetar med röjning och skogsvård.\n\n### Arbetsmiljö\n\nDet är bra att trivas med att arbeta ensam, många förare arbetar själva i sin maskin. \n\n### Arbetstider\n\nSkiftarbete förekommer, det kan även förekomma att man övernattar där skogsarbetet bedrivs."}