{"text": "## Fysioterapeut\n\nFysioterapeuter arbetar både inom offentlig och privat sektor, men majoriteten är anställda inom den offentliga. De kan exempelvis arbeta på sjukhus, vårdcentraler, idrottskliniker, privata mottagningar och inom företagshälsovård. Den 1 januari 2014 ändrades yrkestiteln från sjukgymnast till fysioterapeut.\n\n### Arbetsuppgifter\n\nFysioterapeuter är den yrkesgrupp inom hälso- och sjukvårdens organisation som är specialiserad på människans rörelseförmåga. Det är ett självständigt yrke där fysioterapeuten har ett eget behandlingsansvar. Patienter finns inom alla åldersgrupper och deras problem kan bestå av allt från akuta idrottsskador till kroniska sjukdomar. I arbetet ingår mycket kontakt med patienter, anhöriga och andra vårdgivare.\n\nUtifrån en helhetsgranskning av personens hälsa och livssituation samt hens individuella förutsättningar gör fysioterapeuten en bedömning av vilken behandling som behövs. Målet med behandlingen bestäms tillsammans med patienten. Arbetsmetoderna skiftar beroende på patientens individuella problem och målsättning, men vanligt är en kombination av individuellt anpassad träning, smärtbehandling och beteendeförändring.\n\nFysioterapeuten arbetar med att stödja människor att med egna \"verktyg\" hantera sin smärta och funktionsnedsättning. Därför behöver fysioterapeuten motivera sina patienter att genomföra träningen eftersom resultatet av behandlingen till stor del beror på patientens egen delaktighet. Fysioterapeuten arbetar även i förebyggande syfte, bland annat genom att undervisa olika yrkesgrupper i hur man kan undvika belastningsskador och andra funktionsnedsättningar genom att använda rätt arbetsteknik och arbetsställningar.\n\nFörutom att arbeta med patienter kan fysioterapeuten exempelvis arbeta med produktutveckling, försäljning av medicintekniska produkter, utbildning och forskning samt hälsoupplysning och rådgivning. Som fysioterapeut kan man välja att specialisera sig inom ett visst område, bland annat inom hjärt- och kärlsjukdomar, mentalhälsa och intensivvård."}