{"text": "## Smed/Stålbyggare\n\nSmeder och stålbyggare arbetar på byggarbetsplatser, verkstäder, stålverk eller plåtslagerier. Konstsmeder arbetar i små verkstäder. Som konstsmed är man oftast egen företagare.\n\n### Arbetsuppgifter\n\nSmeder och stålbyggare utför allt från stommar till inrednings- och utsmyckningsdetaljer i samband med ny- eller ombyggnation. Stålbyggnad används alltmer när det gäller industrialiserat byggande. Stommarna tillverkas på en verkstad, kontrolleras och CE-märks och skickas sedan ut till byggarbetsplatsen. I verkstaden kapas balkar och pelare till rätt längd, hål stansas eller borras och delarna svetsas ihop till större enheter som sedan i huvudsak skruvas ihop på byggarbetsplatsen. Man gör produkter i olika storlekar och med olika grad av svårighetsgrad. I jobbet kan ingå både att svetsa, reparera och montera delar till en helhet.\n\nMan arbetar med olika slags svetstekniker och krav på svetslicens gäller för flertalet uppdrag inom yrket. En kunnig smed eller stålbyggare behärskar oftast flera olika svetstekniker, olika material och har även visst konstruktionskunnande.\n\nSmeder och stålbyggare brukar själva leverera material/verktyg till arbetsplatsen och därför är körkort ofta nödvändigt. Som företagets representant på arbetsplatsen krävs också förmåga att samarbeta med uppdragsgivaren och med andra entreprenörer. De flesta smedjor och stålbyggandsföretag har mindre än 15 anställda.\n\nEn konstsmed är formgivare och arbetar med konsthantverk eller enbart med konst eller hantverk var för sig. De tillverkar bland annat ljuskronor, grindar, skulpturer eller inredningsdetaljer. En del konstsmeder är specialiserade på att tillverka vackra knivar eller andra eggverktyg. Konstmeder är vanligen intresserade av att teckna och har konstnärliga intressen.\n\nDe arbetar i en konstsmedja huvudsakligen med järn som värms i en ässja och smides till sin rätta form på städ eller i maskinhammare. Även svetsning, nitning och många andra arbetsmoment förekommer.\n\n### Arbetsmiljö\n\nI verkstaden är det bullrigt. Man måste följa de skyddsföreskrifter som gäller bland annat i samband med svetsning."}