{"text": "Sågverksoperatör är ett gemensamt namn för de som arbetar med att sköta olika slags maskiner i sågverk. \n\n### Arbetsuppgifter\n\nSågoperatörer arbetar från ett operatörsrum och styr och övervakar barkningen eller sönderdelningen av stockar till plank och brädor. På TV-skärmar kan hela såglinjen följas och övervakning sker av kritiska punkter. Vid ett manöverbord kan man göra ändringar i processen, till exempel ändra bandets hastighet, eller justera om något hakar upp sig. Oftast finns datorstöd som styr sågarna och transporterar stockar och virke genom såghuset.\n\nOfta arbetar sågoperatörer i arbetslag på två eller flera operatörer som växlar mellan att sitta i kontrollrummet och arbeta ute i anläggningen. Att byta verktyg, till exempel sågklingor, liksom att sköta visst underhåll kan ingå i uppgifterna ute i anläggningen. \n\nEn hyveloperatör sköter maskiner som hyvlar sågat virke. Det är ett precisionsarbete som kräver noggrannhet. I arbetet ingår att ställa in och programmera maskinerna, kontrollera och övervaka hyvling, ansvara för att resultatet blir bra och sköta underhåll på maskinerna.\n\nSom torkoperatör eller torktekniker planerar, styr och övervakar den datorstyrda torkningen av virke i torkhusanläggningen. Man justerar till exempel temperatur och luftfuktighet. Arbetet innebär ett stort ansvar för att kvaliteten på virket blir bra. \n\nEn virkessorterare arbetar med att bedöma den slutliga kvaliteten på varje planka eller bräda. Datorer styr processen så att brädorna kapas till rätta längder, kvalitetsmärks och sedan lastas i olika fack efter kvalitet. \n\n### Arbetsmiljö\n\nBuller kan förekomma när arbetet utförs ute i anläggningen. Kontrollhytterna däremot är ljudisolerade. I sågverken förekommer trädamm från sågningen som kan orsaka allergiska reaktioner hos den som är känslig. Genom nya effektiva ventilations-, spån- och dammutsugningssystem har dock företagen lyckats minska dessa problem. \n\n### Arbetstider\n\nSågverksoperatörer kan arbeta dagtid eller skift. Vanligast är tvåskift, men treskift och kontinuerlig drift kan förekomma."}