{"text": "Illustratörer arbetar inom medie-, reklam-, tidnings-, förlags- och spelbranscherna. Det är vanligt att illustratörer arbetar som egna företagare. Det innebär att sälja in uppdrag, planera arbetet, köpa in material, göra illustrationer och fakturera för arbetet. Kunderna kan vara tidningar, förlag, kommunikationsbyråer eller andra företag.\n\n### Arbetsuppgifter\n\nIllustratörer arbetar med visuell kommunikation. Illustrationer samspelar med texter och syftar till att informera, underhålla, fånga uppmärksamhet eller förtydliga ett budskap.\n\nDet är vanligt att illustratörer specialiserar sig inom ett område. De kan exempelvis illustrera böcker, tidningar, motiv som trycks på kläder, reklam- och informationsmaterial, teknik, animerad film, dataspel, porträtt och rörlig media. Att illustrera läroböcker är ett vanligt arbetsområde, ett annat är nyhetsgrafik.\n\nTekniska illustratörer arbetar med tekniska illustrationer. Det kan exempelvis handla om att illustrera industriprodukter i manualer och bruksanvisningar. De arbetar efter tydliga och tekniskt korrekta avbildningar.\n\nEn illustratör behöver kunna hantera den digitala tekniken och dess utveckling. Designprogrammen förändras och uppdateras hela tiden. Många illustratörer producerar sina bilder digitalt. En del illustrerar på papper, scannar in bilderna i datorn och levererar dem digitalt.\n\nSerietecknare tecknar serier till bland annat serietidningar. En del följer ett färdigt manus medan andra skriver sina egna manus. En del serietecknare gör politiska skämtteckningar åt tidningar.\n\nEn illustratör som arbetar med animering av filmer och dataspel kallas vanligtvis för animatör. Det finns också illustratörer som arbetar med rörlig bild utan att animera. Illustratörer kan exempelvis arbeta med för- och eftertexter till filmer och vinjetter till TV-program."}