{"text": "## Servitör/Servitris\n\nServitörer arbetar på restauranger, hotell, konferensanläggningar med mera. På vintern finns arbetstillfällen vid skidanläggningar och på sommaren anställs ofta extra personal till exempel vid skärgårdskrogar.\n\n### Arbetsuppgifter\n\nServitörer arbetar med att servera gäster mat och dryck. Under arbetspasset ansvarar man för ett visst antal bord, en station. Gästernas beställningar tas emot och därefter beställs mat i köket samt dryck i baren. \n\nServitörer ska kunna ge gästerna bra råd när de väljer mat, de ska kunna tala om vad rätterna på har för ingredienser och även hur de är tillagade. Det är bra att ha kunskaper om specialkost av olika slag, till exempel mat för olika allergiker. Att ge förslag vilken dryck som passar till maten ingår också i arbetet.\n\nNär gästerna ätit färdigt gör man i ordning notan och tar betalt. Man ansvarar också för att kassan stämmer. I arbetet ingår dessutom för- och efterarbete, till exempel att duka borden för att gästen ska få en trevlig miljö. Det är bra att ha ett sinne för detaljer som att se till att alla glas och bestick är putsade och salt- och pepparkaren är påfyllda.\n\nServeringspersonalen är restaurangens ansikte utåt. Därför är det väldigt viktigt att man som servitör ger en god service så att gästerna får en bra upplevelse. För att gästerna ska bli nöjda och önskemål om mat och dryck ska bli uppfyllda krävs ett gott samarbete med övrig personal i kök och bar. \n\nServeringspersonalen måste följa bestämmelserna i alkohollagen och se till att alkohol serveras på ett ansvarsfullt sätt.\n\nEn hovmästare är arbetsledare för serveringspersonalen och organiserar deras arbete. Hovmästaren arbetar med schemaläggning och ser till att tillräckligt med personal finns vid varje arbetspass. Som hovmästare tar man emot förbeställningar och sköter arrangemanget vid till exempel större festmåltider. I arbetsuppgifterna kan ingå att stämma av alla kassor efter arbetsdagens slut samt ansvara för stängningen av restaurangen.\n\nHovmästaren eller restaurangchefen kan vara utbildad till sommelier (vinkypare) och arbetar då med att rekommendera vin och andra drycker till maten. Att köpa in viner och andra drycker till restaurangen och skriva vinlistor samt att utbilda personalen ingår i arbetet.\n\n### Arbetstid\n\nArbetstiderna varierar beroende på var man arbetar. En del servitörer arbetar dagtid men oftast har man schemalagda arbetstider med kvälls- och helgarbete."}