{"text": "## Transportledare/Transportsamordnare\n\nTransportledare och transportsamordnare arbetar ofta på transportföretag så som åkerier och budbilsföretag, men kan också vara anställda på företags distributionsavdelningar.\n\n### Arbetsuppgifter\n\nTransportledare och transportsamordnare ansvarar för att planera transporter. De övervakar och dirigerar transporter som sker så att varor och gods når sina mottagare. Transporten ska ske snabbt, i rätt tid och godset ska komma till rätt plats. \n\nI arbetsuppgifterna ingår att utreda olika möjliga transportalternativ åt kunder och att samordna tidplaner för lastning och lossning. Man bedömer vilka av de tillgängliga transportresurserna som passar bäst, för att hitta lösningar som både är ekonomiska och miljövänliga.\n\nJobbar man som transportledare vid ett godsförmedlingsföretag, en lastbilscentral eller ett åkeri arbetar man med att planera vilket gods som ska transporteras på de rutter som företaget har. Ofta finns redan förutbestämda rutter och dessa ska förses med gods från olika kunder så att de blir så effektiva som möjligt. \n\nOm man istället arbetar vid företag eller industrier planerar man hur de varor som företaget producerar ska transporteras på bäst sätt. Antingen genom egna transporter eller genom att anlita transportföretag. Man kan även arbeta med att planera transporter av gods inom ett mindre geografiskt område, till exempel på ett budbilsföretag inom en stad, och kallas då ibland trafikledare.\n\nTransportledare och transportsamordnare tar emot order och beräknar priser på transporterna. Via telefon, e-post samt digitala transportledningssystem hanterar man de bokningar som kommer in och dirigerar trafiken på ett logistiskt bra sätt. Man löser även problem som kan uppstå under transporterna som till exempel förseningar. \n\nI arbetet ingår att ta hand om och utveckla kontakter med kunder. Det ingår också att sköta en del administration, så som fakturering, uppföljning och statisk av utförda transporter. Transportledare kan också ta fram underlag för avtal med de som ska utföra transporterna."}