{"text": "IT-säkerhetsspecialister arbetar ofta på företag som är inriktade mot IT-säkerhet, de kan också arbeta som konsulter.\n\n### Arbetsuppgifter\n\nHuvuduppgiften för en IT-säkerhetsspecialist är att se till att systemen och IT-tjänsterna är säkra och tillgängliga. Man måste känna verksamheten väl för att veta vilka hot som kan finnas och vad man ska skydda.\n\nOmvärldsbevakning ingår i jobbet för att veta vad som är på gång. Det kan både finnas risker som fel i programvaror till att det händer något utanför systemen, det vill säga yttre hot. I båda fallen måste man vara beredd på hur det påverkar systemen. En förståelse för tekniska system i kombination med kunskap om risker, brister och hot är viktigt i rollen som IT-säkerhetsspecialist.\n\nNär man lagt upp riktlinjer för IT-säkerheten inom företaget skapar man säkerhetslösningar. IT-säkerhetsspecialisten gör risk- och sårbarhetsanalyser, granskar säkerheten i olika system och bestämmer åtgärder som behöver göras för att man ska kunna godkänna systemen ur säkerhetssynpunkt.\n\nSäkerhetsarbetet omfattar också återkommande systemtester samt att ta fram metoder för ett bra säkerhetsarbete.\n\nIT-säkerhetstekniker arbetar med att följa upp och administrera företagets IT-säkerhetssystem. De övervakar och kontrollerar så kallade brandväggar, dvs. dataprogram som förhindrar intrång i systemen.\n\nIT-säkerhetskonsulter och säkerhetsanalytiker arbetar på uppdrag med att göra riskanalyser samt utformar, vidareutvecklar och inför säkerhetslösningar. Andra arbetsuppgifter kan vara att göra tekniska granskningar av säkerhetssystemen och utbilda kunder. \n\n### Arbetstider\n\nVissa ändringar i datasystemen, till exempel ändringar av backuprutiner kan behöva göras när datorerna står stilla. Då måste man ibland arbeta på nätter och helger."}