{"text": "Brandingenjörer arbetar inom kommunernas räddningstjänst, vid statliga myndigheter och inom näringslivet i industri- och försäkringsbranschen. \n\n### Arbetsuppgifter\n\nBrandingenjörer som arbetar inom kommunal räddningstjänst har ofta ledande befattning och arbetar framförallt med tillsyn, tillståndsgivning, utbildning, information och rådgivning till byggprocesser och planprocesser samt planerar, utreder och utvärderar verksamheten. Arbetsuppgifterna varierar mellan arbetsplatser och beroende på kommunens storlek.\n\nArbetsuppgifterna handlar framförallt om att på olika sätt förebygga olyckor. En arbetsuppgift är att utföra tillsyn över verksamheter och fastighetsägare för att säkerställa att de har ett brandskydd som är anpassat för den verksamhet som bedrivs. De gör bedömningar om säkerheten är tillräcklig och ger råd och stöd för hur brandskyddet kan utformas för att uppfylla lagstiftningens krav. De informerar och utbildar allmänheten om brandskydd och livräddning. Det är ofta brandingenjörer som planerar insatser, gör olycksutredningar, utvärderar och analyserar verksamheten för att olycksriskerna ska vara så små som möjligt och att resurserna nyttjas effektivt. \n\nBrandingenjörer är med redan i projekteringsstadiet i samhällsplaneringen när kommuner gör översiktsplaner för var bostäder, industrier och annat ska placeras i förhållande till varandra. De är då sakkunniga på området för kommunens verksamhet och lämnar synpunkter på till exempel vad som är bäst för att miljön ska bli så säker som möjligt eller hur transporter ska ske för att säkerheten ska vara hög.\n\nEn av arbetsuppgifterna kan vara att vara i beredskap om något skulle hända och leda räddningsaktionen strategiskt på olycksplatsen. \n\nDe brandingenjörer som är anställda inom näringslivet arbetar med brandsäkerhet och skyddsfrågor inom brandskyddkonsultföretag, industrin och försäkringsbranschen. Brandingenjörer som arbetar på _konsultföretag_ bidrar till projekteringen när hus ska byggas genom att se till att lagstiftningen följs. Med lagstiftningen som utgångspunkt och hänsyn taget till vilken typ av verksamhet som ska bedrivas och hur många människor som ska vistas i byggnaden gör brandingenjören planer för till exempel var utrymningsvägar ska placeras och hur breda dörrarna ska vara. Brandingenjörer gör också analyser om riskerna för att olyckor ska hända i till exempel en tågtunnel.\n\nInom _statliga myndigheter_ kan brandingenjören arbeta med att skriva föreskrifter och allmänna råd om till exempel brandfarliga gaser och vätskor, systematiskt brandskyddsarbete och brandvarnare i bostäder. Brandingenjören skriver även vägledningar och metodstöd till stöd för kommunerna samt skriver remissyttranden till länsstyrelser och domstolar i ärenden med överklagade tillsynsförelägganden. De kan även arbeta med metodutveckling och utbildningsmaterial för räddningstjänstens personal. \n\n### Arbetstid\n\nDen normala arbetstiden är kontorstid. Dessutom finns olika typer av beredskap och jourtjänstgöring vid kommunal anställning. Att ligga i beredskap innebär att brandingenjören vistas i sin bostad, är tillgänglig på personsökare eller radio och snabbt på plats när en olycka inträffat. Jourtjänstgöring på brandstation brukar innebära att brandingenjören tjänstgör ett pass vilket brukar vara ett dygn."}