{"text": "Arbetsmiljöinspektörer arbetar på Arbetsmiljöverket.\n\n### Arbetsuppgifter\n\nArbetsmiljöinspektörer arbetar med att inspektera arbetsplatser. Syftet är att kontrollera att arbetsgivarna följer arbetsmiljölagen och Arbetsmiljöverkets föreskrifter. \n\nOftast anmäls besöket i förväg, men inspektörerna har även rätt att komma oanmälda. Vid besöket kan inspektörerna antingen arbeta ensamma eller tillsammans med kollegor. Tillvägagångssättet kan skifta, beroende på vilket företag man besöker, till exempel beroende på hur stort det är eller inom vilken bransch. Under inspektionen för de en dialog med arbetsgivaren som är ytterst ansvarig för arbetsmiljön. De man pratar också med till exempel skyddsombud, arbetsledare och de som arbetar med företagshälsovård.\n\nArbetsmiljöinspektörernas uppgift är att upptäcka risker i arbetsmiljön. Det kan till exempel vara att de anställda arbetar med felaktiga arbetsställningar som kan ge dem skador, eller att det finns farlig hantering av kemiska ämnen, dålig luft eller buller på arbetsplatsen. \n\nEn viktig uppgift är också att studera hur arbetet är organiserat. I sådana fall tittar man på om det förekommer mobbning och andra relationsproblem, eller om de anställda utsätts för skadlig stress. De sociala och psykiska aspekterna på arbetsmiljön har blivit allt viktigare. \n\nUnder inspektionen förklarar inspektören hur han eller hon uppfattar arbetsmiljön och informerar om de eventuella brister som observeras. Om man upptäcker brister i arbetsmiljön ställs krav på att företaget ska göra något åt saken. Inspektörerna informerar dels under själva inspektionen och skriver också ett inspektionsmeddelande där de bestämmer vilka förbättringar företaget måste uppnå. Däremot lämnas inga detaljerade anvisningar om hur företaget ska bära sig åt för att uppfylla kraven.\n\nHar det inträffat en allvarlig olycka eller ett sjukdomsfall i samband med arbetet görs en arbetsskadeutredning på arbetsplatsen. Det innebär bland annat att skriva en rapport som också innehåller förslag på hur man förebygger nya skador eller olyckor.\n\nEn viktig uppgift för arbetsmiljöinspektörer är att upplysa om och tolka nya lagar och författningar. Enstaka gånger medverkar de som lärare vid kurser och konferenser. I sällsynta fall granskar arbetsmiljöinspektörer ritningar när stora byggnader och anläggningar ska byggas."}