{"text": "## Läkemedelskonsulent\n\nLäkemedelskonsulenter arbetar på svenska och internationella läkemedelsföretag som producerar och forskar kring mediciner. De kan också kallas för produktspecialister.\n\nLäkemedelskonsulenten har ett distrikt, ett eget geografiskt område att arbeta i. Inom distriktet besöker konsulenten sjukhus, vårdcentraler, privatpraktiker och apotek. \n\n### Arbetsuppgifter\n\nLäkemedelskonsulenten är företagets personliga kontakt med kunderna. Arbetet handlar om att informera om företagets produkter. Det är viktigt att vara uppdaterad om vad som händer på läkemedelsföretaget. Det kan till exempel gälla nya upptäckter, nya mediciner eller för- och nackdelar med vissa läkemedel. \n\nLäkemedelskonsulenten planerar själv sin tid och bokar in möten med läkare, sjukvårdspersonal och farmaceuter på sjukhus, vårdcentraler, privatpraktiker och apotek. Mellan de personliga mötena håller man kontakt via telefon och mail.\n\nIbland arrangerar läkemedelskonsulenten events och informationsmöten för kunder för att skapa relationer. Det är vanligt med möten på luncher, kafferaster och kvällar eftersom det är då kunderna har tid att mötas.\n\nDet gäller att vara lyhörd och att under mötena fånga upp önskemål, frågor och synpunkter på produkterna. Därefter kommunicerar läkemedelskonsulenten med sitt företag. Det kan till exempel vara frågor som måste besvaras av företagets specialister på forsknings- eller medicinavdelningen. \n\nIbland möter läkemedelskonsulenten patienter direkt för att exempelvis informera om hur ett tekniskt hjälpmedel fungerar.\n\nMånga läkemedelskonsulenter går vidare inom företaget som till exempel säljledare, försäljnings- eller produktchefer.\n\n### Arbetstid \n\nArbetstiden delas mellan besök, resor och arbete på kontoret som ofta kan vara hemma. I samband med kundbesök kan arbetet ibland vara på kvällstid."}