{"text": "## Biologyrken\n\nMånga biologer är forskare vid universitet, forskningsinstitut eller inom industrin, till exempel vid läkemedels- och bioteknikföretag. En del biologer arbetar som tjänstemän inom områden som naturvård och miljöskydd med planering, utredning, rådgivning och tillsyn i offentlig sektor (kommuner, länsstyrelser och andra myndigheter). Många biologer arbetar som projektledare och chefer inom verksamheter som har med miljö, natur och life science att göra. Life science är ett samlingsnamn för läkemedelsforskning, bioteknik och medicinsk teknik. \n\nKommuner kan anställa kommunbiologer/-ekologer. Deras arbete handlar mycket om långsiktig planering och nätverkskapande. Viktiga frågor kan vara biologisk mångfald och hållbar utveckling. \n\nEn del biologer anställs av företag som miljöhandläggare, miljöansvariga och miljöcontrollers medan andra arbetar som miljökonsulter i egna företag. Även konsultföretag som arbetar med konstruktion av stora anläggningar som vägar, tunnlar, järnvägar med mera, anställer biologer för olika typer av utredningsarbete. Utbildning och information är andra arbetsuppgifter för biologer, liksom kriminaltekniska undersökningar inom Statens Kriminaltekniska Laboratorium. \n\n### Arbetsuppgifter\n\nVad en biolog arbetar med beror till stor del på vilken specialisering han eller hon har. En del biologer har artkunskap och släktskap mellan olika växter eller djur som sin specialitet. En fysiolog har specialkunskaper om hur växter, djur eller människor fungerar. Ekologen har fördjupat sig i studier om hur de levande organismerna samspelar med sin miljö. Marinbiologen är expert på livet i havet medan en limnolog har motsvarande kunskaper om sötvattenmiljöer. Ekologer, marinbiologer och limnologer kan ofta arbeta inom offentlig förvaltning med exempelvis miljöfrågor. De kan även jobba på olika konsultföretag med miljöutredningar. \n\nMikrobiologen är specialist på mikroorganismer, det vill säga bakterier, virus och mikrosvampar. Mikrobiologer arbetar bland annat inom industrin, vid sjukhuslaboratorier, samt vid universitet och högskolor. Inom livsmedelsindustrin kan mikrobiologen exempelvis delta i produktutveckling eller arbeta med hygienkontroll av råvaror och produkter. En mikrobiolog inom sjukvården analyserar prover från människor för att se vilka infektionssjukdomar de lider av. Inom den biotekniska industrin deltar mikrobiologen i utvecklingen av bakterier som kan tillverka värdefulla substanser, till exempel insulin för diabetiker. \n\nMolekylärbiologer arbetar med de allra minsta beståndsdelarna i de levande organismerna. De kan till exempel studera vilken funktion olika delar av arvsmassan, DNA, har vid uppkomsten av sjukdomar. Målet kan vara att utveckla nya läkemedel. De flesta molekylärbiologer arbetar med forskning och utveckling, till exempel inom universitetsvärlden eller läkemedels- och bioteknikindustrin. Molekylärbiologen kan själv arbeta praktiskt i laboratoriet eller vara ansvarig för forskningsprojekt och samordna arbetet.\n\nExempel på andra specialiseringar en biolog kan ha är etolog, entomolog och genetiker. Etologen är specialist på djurs beteende, entomologen är expert på insekter och genetikern studerar hur arvsanlag är uppbyggda och ärvs från en generation till nästa. En cellbiolog har fördjupade kunskaper om hur celler är uppbyggda och fungerar. Även cellbiologens och genetikerns kunskaper är intressanta för exempelvis läkemedelsindustrin. Genetiker finns också inom växtförädlingsområdet. \n\nBiologen kan också bredda sin utbildning och komplettera med bland annat pedagogik för att bli behörig lärare. Näraliggande ämnen kan exempelvis vara kemi och geovetenskap.\n\nDet finns många olika inriktningar inom biologin men gränserna är inte skarpa mellan de olika områdena. Inom området bioteknik knyts kunskapsområdena biologi, kemi, medicin och teknik samman och mynnar ut i tekniska tillämpningar av biologisk kunskap. Kopplingen mellan ämnesområdena medför att det finns alternativa vägar mot arbete med bioteknik. Till exempel en civilingenjör kan ha inriktning mot bioteknik eller molekylärbiologi i sin utbildning, precis som en biolog kan ha det. En biotekniker kan bland annat arbeta med produktutveckling inom läkemedels- eller livsmedelsindustrin, eller trä- och pappersindustrin. Forskning är ett annat område där biotekniker finns. \n\nBioinformatik är ett annat område där biologi ingår som en viktig del. En bioinformatikers uppgift kan vara att analysera den stora mängd information som finns om människans arvmassa, DNA. Kunskaper i datavetenskap och matematik är viktiga för en bioinformatiker. Genom datorbearbetning av stora mängder biologiska data öppnas nya möjligheter att till exempel utveckla effektivare läkemedel. Även här kan man exempelvis vara biolog eller civilingenjör med specialisering mot området. Bioinformatiker efterfrågas bland annat av läkemedels- och bioteknikföretag. De kan också arbeta med forskning inom universiteten. \n\nEtt annat med biologin förknippat område är biomedicin. I biomedicinarutbildningen ligger tyngdpunkten på molekylärbiologi kopplat till kunskaper om människan och hennes sjukdomar. Biomedicinare kan arbeta inom medicinsk forskning, inom hälso- och sjukvården och inom läkemedels- och bioteknikindustrin.\n\nToxikologer undersöker, bedömer och informerar om hur olika kemiska ämnen påverkar människor, andra levande organismer och den miljö de lever i. Det kan till exempel gälla miljöföroreningar som gör att fiskar får svårt att fortplanta sig eller ämnen i maten som orsakar sjukdomar eller andra skadliga effekter hos människan."}