{"text": "## Bussförare\n\nUtbildning till bussförare finns inom gymnasieskolans fordons och transportprogram, med inriktning transport. Den som genomgår yrkesförarutbildning till bussförare i gymnasieskolan kan få körkort med behörigheterna D eller DE från 18 års ålder med vissa begränsningar för att kunna utföra sådana transporter.   \n\n  \n\nAlternativa vägar till utbildning är via arbetsmarknadsutbildning eller vuxenutbildning. Kontakta din kommun för frågor om vuxenutbildning och Arbetsförmedlingen för frågor om arbetsmarknadsutbildning  \n\n  \n\nAll information om kraven för körkort för buss finns på <a href=\"http://www.korkortsportalen.se\" target=\"_blank\">Körkortsportalen </a>och på <a href=\"http://bussforare.nu/\" target=\"_blank\">bussförare.nu</a>  \n\n  \n\nBussförare behöver ha Yrkeskompetensbevis (YKB). Grundläggande utbildning leder efter godkänt prov till ett yrkeskompetensbevis. Detta gäller i fem år. Därefter krävs att föraren går en återkommande fortbildning för att förnya beviset. Läs mer om yrkesförarkompetens på <a href=\"http://www.transportstyrelsen.se\" target=\"_blank\">Transportstyrelsen.</a>  \n\n  \n\nSpårvagnsförare utbildas internt inom företagen med en handledare och övningskörning. I utbildningen ingår också fyra teoretiska prov, slutexamination (uppkörning) samt praktik. Reglerna för att bli antagen kan skilja något mellan trafikföretagen.  \n\n  \n\nDu som har utbildning från ett annat land kan ansöka om att få den validerad. Mer information finns på <a href=\"http://www.uhr.se/bedomning-av-utlandsk-utbildning/\" target=\"_blank\">Universitets- och högskolerådet</a>, som bedömer utländska gymnasieutbildningar, yrkeshögskoleutbildningar och akademiska utbildningar.  \n\n  \n\nOm du har erfarenhet från ett yrke, men saknar intyg kan du få dina yrkeskunskaper bedömda. Mer information finns på <a href=\"http://www.valideringsinfo.se\" target=\"_blank\">valideringsinfo.se</a> eller hos Arbetsförmedlingen.  "}