{"text": "Det finns universitets- och högskolelärare som huvudsakligen arbetar med undervisning. Men det finns också de som nästan enbart ägnar sig åt forskning.\n\n### Arbetsuppgifter&nbsp;\n\nI jobbet som universitets- och högskolelärare ingår att utveckla pedagogiken och planera utbildningen. Universitets- och högskolelärare handleder studenterna i deras arbete och deras studier ska bedömas och examineras.\n\nUniversitets- och högskolelärare kan ha många olika titlar, till exempel&nbsp;doktorand, universitetsadjunkt, universitetslektor&nbsp;eller&nbsp;professor.\n\nDoktorand.&nbsp;I en doktorandtjänst kombineras ofta eget arbete med en avhandling med undervisning. En doktorandtjänst kan finansieras genom utbildningsbidrag i kombination med arbete som&nbsp;assistent&nbsp;vid universitetet. Då ingår ofta också administrativa uppgifter i jobbet. Doktorand- och assistenttjänster är alltid tidsbegränsade.\n\nAdjunkter&nbsp;är lärare som undervisar inom grundnivåerna vid högskolor och universitet. Adjunkter har vanligtvis en magisterexamen, men inte doktorsexamen. Högskoleadjunkter vid yrkesinriktade utbildningar har i allmänhet lång yrkeserfarenhet inom det ämne som de undervisar inom.\n\nLektorer&nbsp;har vanligtvis avlagt doktorsexamen. De arbetar oftast vid en högskola eller ett universitet, men ibland även vid en gymnasieskola. Universitetslektorer kan arbeta med forskning, forskarhandledning och undervisning. Arbetsuppgifterna kan variera mellan olika lektorer, vissa arbetar mest med undervisning på grundnivå, medan andra arbetar med forskning eller forskarutbildning.\n\nProfessor&nbsp;är en titel för de högst utbildade lärarna vid högskolor och universitet. Professorer har forskning och handledning av doktorander som huvuduppgift, men deltar också ofta i utbildning på grundnivå och avancerad nivå. Behörighetskravet är vetenskaplig skicklighet väsentligt utöver doktorsexamen samt pedagogisk skicklighet. En professor är ansvarig för forskning och forskarutbildning inom sitt ämne."}