{"text": "Trädgårdsodlare är oftast anställda på privata trädgårdsföretag.\n\n### Arbetsuppgifter\n\nTrädgårdsodlare arbetar med att producera växter för försäljning. Det kan till exempel vara odling av grönsaker, potatis, frukt och bär, eller prydnadsväxter och plantskoleväxter. Beroende på vad man odlar sker arbetet i växthus eller utomhus (frilandsodling). \n\nI arbetet kan det ingå att bearbeta jorden, gödsla, driva fram plantor och plantera ut dem. Trädgårdsodlare sköter dem sedan genom att till exempel vattna, rensa bort ogräs och bekämpa växtsjukdomar. Det är viktigt att odlingen övervakas så att man tidigt kan upptäcka problem som kan uppstå och åtgärda dem. Vissa växter såsom fruktträd beskärs eller sköts på andra sätt. När det är dags för skörd kontrolleras, putsas, sorteras och packas de färdiga produkterna. \n\nDet sker hela tiden utveckling av odlingsmetoder. Mycket av odlingen är styrs noga, till exempel genom att man påverkar temperaturer, mängden gödning eller ljus. Teknisk utrustning blir allt vanligare i arbetet. Det kan till exempel finnas automatiska system för bevattning eller för att styra klimatet i växthus. Traktorer och specialredskap som planteringsmaskiner används också i arbetet. \n\nDet kan ingå i jobbet att sköta underhåll och reparationer av de verktyg som man använder, liksom skötsel av komposter. Det är en fördel att kunna köra traktor och att ha körkort. Truckkörning i lager förekommer också. \n\nTrädgårdsmästare leder arbetet vid trädgårdsföretag. De har ofta ansvar för att organisera och planera, men deltar också själva i det dagliga arbetet. \n\n### Arbetsmiljö\n\nSom trädgårdsodlare kan man arbeta både utomhus och i växthus. Man arbetar ofta i lag tillsammans med andra. \n\nÄven om datorer, maskiner och specialredskap finns sker mycket av arbetet för hand med handredskap till hjälp. Det är viktigt att arbeta ergonomiskt för att skona rygg och leder. Den som har eksem eller allergier bör tänka på att skydda sig mot kontakt med växter, vatten och kemikalier.\n\n### Arbetstider\n\nArbetet för trädgårdsodlare påverkas mycket av säsongerna. Under vår till höst finns mycket att göra och stort behov av personer som arbetar, medan det under vintern finns mindre arbete. Säsongsanställningar är vanligt."}