{"text": "## Marknadsassistent\n\nVanligast är att jobba som sekreterare eller assistent på en marknadsavdelning. Det finns också marknadsassistenter som själva har en stor del eller hela ansvaret för marknadsföringen i ett företag eller i en organisation.\n\n### Arbetsuppgifter\n\nMarknadsassistent är en yrkestitel som inkluderar många yrken och arbetsuppgifter. Det är svårt att skilja marknadsassistenten från yrket marknadsförare och yrkena går ofta i varandra.\n\nI detta jobb brukar man sköta kundregistret och har många kontakter med människor i och utanför företaget. Det är även vanligt att marknadsassistenten förväntas skapa nya kontakter genom att följa tips på potentiella nya kunder. Marknadsassistenten ska även bygga vidare på relationer med befintliga kunder genom att hålla kontakt, tillgodose önskemål och få in affärsinformation.\n\nSom marknadsassistent arbetar man oftare med att producera marknadsföringsmaterial än med planering och strategi. Om man till exempel finns på ett konsultföretag kan man vara assistent till projektledaren. Man förväntas att stödja marknadsansvarig och produktchef med marknadsrelaterade uppgifter genom att delta i material och säljpresentationer.\n\nJobbet innefattar främst ansvaret för kreativt skapande. Det brukar främst handla om skapandet av reklam. Exempelvis video, fotografier och inlägg på sociala medier. Marknadsassistenten förväntas även att skapa presentationer och marknadsföra det egna eller andra företag, bland annat genom sociala medier.\n\nMarknadsassistenten kan även få ansvar för de administrativa delarna, som uppföljning av resultat och statistik av olika projekt. Bland administrativa uppgifter inkluderas även insamlandet och analyser av information, både från marknaden och dess medlemmar. Vidare ska man även sammanställa rapporter och hålla sig uppdaterad om mediavärlden. Ytterligare exempel på administrativa uppgifter kan vara att skapa bokningar, event och förhandla om priser."}