{"text": "## Teletekniker\n\nTeletekniker är ofta anställda av ett elteknikföretag, elinstallationsföretag eller ett specialiserat teleföretag. Beroende på var man jobbar och med vilka arbetsuppgifter kan man ha olika yrkestitlar, exempelvis fibertekniker om man jobbar med fiberinstallationer. Kunder är både företag, bostadsrättsföreningar, bredbandsoperatörer och privatpersoner.\n\n### Arbetsuppgifter\n\nTeletekniker jobbar huvudsakligen med att bygga och underhålla nät för medieöverföring. Teleteknikern arbetar både med trådlös kommunikation (till exempel WiFi och mobiltelefoni) och med trådbunden kommunikation över koppar- eller fiberkabel. Kabelförläggning, kontraktering och viss konfigurering av kommunikationsutrustning ingår i arbetet.\n\nI exempelvis konferensanläggningar, skolor och sjukhus arbetar teleteknikern med installation av anläggningar för bland annat ljud-, bild- och tidsdistribution.\n\nBredbandslösning via fiberinstallation är en växande del av arbetet. Vid nybyggnation av exempelvis villafiber arbetar man med alla delar i en installation, exempelvis arbetsmoment som fibersvetsning och inmätning av fiber.\n\nTeleteknikern gör oftast tekniska beskrivningar av installationerna, för att andra ska förstå hur jobbet är utfört och hur installationen ska användas.\n\nEn del av arbetet handlar om service, felsökning och reparation av befintliga installationer. Då är det viktigt att ta reda på vad som är fel genom att kommunicera med kunden och göra mätningar. Teleteknikern åtgärdar felet och provkör utrustningen.\n\nStorleken på arbetsuppgifterna kan variera mycket, man jobbar därför med både små och stora projekt. Teletekniker kan i vissa fall även arbeta med larm- och säkerhetsinstallationer, fastighetsautomation och lösningar för smarta hem. Det senare innebär bland annat teknik som automatiserar funktioner i bostäder och underlättar vardagen för användaren.\n\n### Arbetsmiljö\n\nEn teletekniker åker ofta ut till kunderna i en servicebil, ensam eller med en kollega. God grundfysik är viktigt, klättring på höga höjder i stolpar kan förekomma."}