{"text": "De flesta industridesigner är egna konsulter som arbetar på uppdrag av företag eller organisationer. En del är anställda på större företag eller på designbyråer.\n\n### Arbetsuppgifter\n\nIndustridesigner har ett konstnärligt, tekniskt och marknadsinriktat yrke. De arbetar med design av helt nya produkter/tjänster eller med vidareutveckling av produkter/tjänster och idéer som finns på marknaden. Produkterna ska ofta tillverkas i stora serier och tjänsterna till många människor.\n\nEn industridesigner kan vara specialiserad på ett material, en viss typ av tjänster, en slutprodukt eller en tillverkningsprocess. Fysiska produkter kan vara verktyg, maskiner, fordon, telefoni eller hemelektronik. Tjänster kan vara bankärenden, försäkringar, beställning av resor eller mötet med myndigheter för nyanlända.\n\nDesignern arbetar med hela processen från idé till färdig produkt/tjänst. I början av processen kartläggs behoven hos användarna och tillverkarna. Sedan börjar idé- och prototypfasen som handlar om att hitta lösningar för produkten/tjänsten. När idén har tagit form gör designern oftast ett antal skisser och/eller förslag som presenteras för kunden. Tillsammans med bland annat företagsledning, tekniker, marknadsförare och säljare fattas beslut om vilket förslag som man tror är bäst.\n\nDärefter gör designern i de flesta fall ett slutgiltigt förslag. Om det är en fysisk produkt används ibland ett digitalt CAD-program där produkten visas tredimensionellt och från alla håll med tekniska beskrivningar och mått. I många fall görs också en modell av produkten, en så kallad prototyp. När det gäller tjänster gör man också prototyper av hur man upplever situationen i banken, på myndigheten eller under resan. Industridesignern behöver ta ställning till följande aspekter när en prototyp skapas:\n\n● Hur produkten eller tjänsten ska anpassas till användaren\n\n### ● Vilken produktionsmetod som ska användas\n\n● Produkten eller tjänstens visuella uttryck  \n● Vad tillverkning eller lansering kommer att kosta  \n● Hur produkten eller tjänsten kommer att påverka miljön"}