{"text": "Vaktmästare arbetar bland annat på skolor, idrottsplatser, sjukhus och kontor. En del vaktmästare arbetar i bemannings- eller servicepooler där man åker ut på olika uppdrag inom ett verksamhetsområde.\n\n### Arbetsuppgifter\n\nVaktmästare arbetar med att ge stöd och service till verksamheter. Som vaktmästare löser man små och stora problem som kan uppstå i verksamheten. Övergripande arbetsuppgifter som ofta ingår i yrket är:\n\n### ● Post- och godshantering\n\n● Varubeställningar och leveranser\n\n### ● Reparation och byte av föremål som är trasiga\n\n● Möblering av lokaler och montering av inventarier\n\n### ● Transporter av olika slag\n\n● Kontroll av teknisk utrustning\n\n### ● Kontroll av larm- och låssystem\n\n● Kort- och nyckelhantering\n\n### ● Ansvar för förråd och lagerutrymmen\n\n● Snöröjning och gräsklippning\n\nDet finns många olika arbetsområden för vaktmästare, nedan ges en kortfattad beskrivning av de vanligaste.\n\nKontorsvaktmästare arbetar med kontorsservice. Vaktmästaren fyller på kontorsmaterial, underhåller kaffemaskiner och sköter viss administration. Det är inte ovanligt att även hoppa in i kontorets reception vid vissa tillfällen.\n\nSjukhusvaktmästare arbetar mycket med transporter. Det kan handla om att förflytta patienter mellan olika avdelningar, skicka prover till labbet eller transportera tvätt och riskavfall. Transport av avlidna människor ingår i arbetet.\n\nSkolvaktmästare sköter om skolans lokaler och skolgård. Utöver praktiska arbetsuppgifter är en viktig del i arbetet att skapa goda relationer med elever och lärare samt att bidra till trygghet och trivsel på skolan.\n\nIdrottsplatsvaktmästare arbetar med skötsel och drift av idrotts- och friluftsanläggningar, till exempel fotbollsplaner, ishallar och motionsspår. Vaktmästaren ser bland annat till att utrustningen på idrottsplatsen fungerar och finns tillgänglig för besökare.\n\nKyrkvaktmästare förbereder kyrkan för gudstjänster och andra aktiviteter. I arbetet ingår att ansvara för ljud, ljus och kyrkans inventarier. Praktiskt kyrkogårdsarbete som skötsel av grönytor och gravar sköts ofta av en kyrkogårdsvaktmästare.\n\n### Arbetstider\n\nArbetstiderna varierar mellan inriktningarna och följer ofta den verksamhet man jobbar i."}