{"text": "Stödassistenter kan arbeta på många olika arbetsplatser som till exempel gruppboende, daglig verksamhet eller korttidshem för barn.\n\n### Arbetsuppgifter\n\nSom stödassistent kan man arbeta med människor som har exempelvis fysiska, psykiska eller intellektuella funktionsnedsättningar.\n\nOavsett arbetsplats utgår man från personens individuella behov och arbetar medvetet för att den personen ska använda sina förmågor så självständigt som möjligt. Inom gruppboenden kan det röra sig om att stötta och hjälpa till vid vardagliga sysslor som matlagning och städning. Det kan också handla om att stötta en person till att få en sysselsättning.\n\nDet kan även handla om att uppmuntra till och möjliggöra fritidsaktiviteter som att driva olika verksamheter inom boendet som exempelvis caféverksamhet, snickeri, konst eller datorkurser. Det kan också vara sinnesstimulerande aktiviteter som bad, massage, musik eller sjukgymnastik.\n\nPå barn- och ungdomsverksamheter vistas barn och ungdomar vissa helger eller veckor för att ge avlastning för föräldrarna. Då arbetar man med olika aktiviteter tillsammans med barnen som exempelvis kreativt skapande, musik eller att åka på utflykter.\n\nMånga personer inom LSS har nedsatt förmåga att förstå och tolka verbal kommunikation. Arbetet kan då innebära att anpassa den omgivande miljön så den blir förståelig eller att dela upp uppgifter som ska utföras i moment. Ofta i form av bilder, föremål eller genom text, för att förenkla och ge en överblick.\n\nI arbetet ingår också att föra dokumentation över personens utveckling och behov i syfte att kunna följa upp att personen får rätt stöd och hjälp.\n\n### Arbetstider\n\nInom daglig verksamhet arbetar man dagtid. Gruppbostäder samt barn- och ungdomsverksamheter är bemannade dygnet runt, då jobbar man dag, kväll eller natt."}