{"text": "## Barnskötare\n\nBarnskötare arbetar på förskolor, skolor och i fritidshem.\n\n### Arbetsuppgifter\n\nI det vardagliga arbetet hjälps barnskötare och förskollärare åt med arbetsuppgifterna.  \nBarnskötaren deltar i lek och aktiviteter samt är behjälplig vid måltider och sovstunder.   \nFörskolläraren har det pedagogiska ansvaret men även barnskötaren är delaktig i den pedagogiska planeringen. Dokumentation samt planering av olika inom- och utomhusaktiviteter är viktiga delar av arbetet. Utgångspunkten för förskolans planering är läroplanen för förskolan. \n\nBarnskötaren utgår från barnens intressen när de planerar förskolans verksamhet och aktiviteter. Utifrån barnens intresseområden tar förskolans veckoplanering form. Man arbetar mycket med exempelvis böcker, djur, natur och skapande. \n\nPå många förskolor är barn och personal utomhus en stor del av dagen, att utforska naturen och lekparken är viktigt för barnens fysiska utveckling. I förskolan får barnen tillsammans med barnskötaren möjlighet att utveckla sin fantasi genom att måla, spela spel tillsammans eller arbeta skapande. Rytmik och musik är också viktiga inslag i förskolan. Man kan också arbeta med att uppmuntra till läsning genom att ha sagostunder eller utforska biblioteket.\n\nÄven omsorg är en del av arbetet. Barnskötaren ser till så att alla barn får uppmärksamhet, att alla får vara med och leka samt att inget barn kommer till skada. Man har mycket kontakt med föräldrar och vårdnadshavare genom daglig kontakt men även vid barnens utvecklingssamtal.\n\n### Arbetstider\n\nBarnskötare arbetar oftast dagtid. Vissa kommuner erbjuder barnomsorg även på kvällar och helger, vilket då påverkar barnskötarens arbetstider."}