{"text": "## Undersköterska inom hemtjänst och äldreboende\n\nSom undersköterska kan man arbeta inom vårdens- och omsorgens alla områden. Här beskrivs arbetet för undersköterskor inom äldreomsorgen, där majoriteten arbetar. Undersköterskor inom äldreomsorg arbetar på särskilda boenden och inom hemtjänst. Kommuner och vård- och omsorgsföretag är arbetsgivare.\n\n### Arbetsuppgifter\n\nUndersköterskor arbetar nära människor med fokus på personlig omvårdnad och medicinska insatser. Undersköterskans arbete handlar ofta om att skapa trygghet, både för vård- och omsorgstagare och anhöriga.\n\nUndersköterskor inom äldreomsorg ger individuell vård och omsorg till äldre i eget eller särskilt boende. I äldreomsorgen är undersköterskan en del av vård- och omsorgstagarens vardag. Undersköterskan stödjer och motiverar personen att göra det de själva klarar av.\n\nEn stor del av arbetet handlar om personliga omvårdnadsinsatser. Det kan vara hjälp och stöd vid personlig hygien, av- och påklädning, måltidssituationer samt vid sociala aktiviteter och utevistelser.\n\nUndersköterskan har medicinska arbetsuppgifter, vilket bland annat innebär att ge medicin, lägga om sår, linda ben, sondmata, kontrollera puls, temp och blodtryck samt hantera katetrar. Praktiska serviceinsatser kan även ingå i arbetet, exempelvis städning, tvätt, inköp och ärenden.\n\nUndersköterskan är delaktig i att upprätta genomförandeplaner. Dokumentation, uppföljning och rapportering om förändringar i hälsotillståndet är en del av arbetet. Digital kompetens är viktigt då det finns en stor mängd tekniska hjälpmedel att hantera, exempelvis för att dokumentera och för att stödja den äldre att använda digital teknik.\n\n### Arbetsmiljö\n\nUndersköterskor på äldreboende jobbar oftast i arbetslag med annan vårdpersonal. I hemtjänsten arbetar man vanligtvis ensam hos vård- och omsorgstagare, om inte arbetet kräver att man är två.\n\nGod grundfysik är viktigt eftersom yrket kräver att man gör förflyttningar som kan vara tunga. Kunskap om förflyttningsteknik och rätt användning av liftar och andra hjälpmedel underlättar arbetet.\n\n### Arbetstider\n\nArbetstiderna är ofta enligt schema under dagtid, kvällar och helger. Nattarbete förekommer."}