{"text": "## Nätverkstekniker\n\nSom nätverkstekniker kan man både vara anställd och arbeta som konsult. Man arbetar på företag och organisationer med infrastukturen, med andra ord kan man möta en nätverkstekniker i stort sätt var som helst.\n\n### Arbetsuppgifter\n\nNätverksteknikern installerar och anpassar enheter som sköter kommunikationen i nätverket, till exempel routrar (enheter som kopplar samman nätverk med varandra) och switchar (en växel/funktion som styr trafiken mellan nätverken).\n\nI arbetet ingår att göra nätet säkert, till exempel genom att installera brandväggar. Att installera program och anpassa dem till befintligt nätverk är också vanligt. Nätverksteknikern skriver manualer till användarna och håller i utbildningar.\n\nNätverkstekniker som arbetar med webbutveckling vidareutvecklar den tekniska infrastrukturen i form av webblösningar. De nya produkterna testas och användarna informeras om nyheterna. En nätverkstekniker måste hela tiden planera för framtida utveckling av nätverket.\n\nNätverksteknikern kan också sköta datakommunikation, drift och datasäkerhet i större nätverksmiljöer med datorer på olika orter och i olika länder (globala nätverk). Det är ett arbete som kräver djupare kunskaper. Ibland kallas man då kommunikationstekniker och arbetar med bredare kommunikationsfrågor, ofta med arbetsledande uppgifter.\n\nKommunikationsspecialisten eller nätverksspecialisten planerar och designar nätverk för IT-lösningar. De bestämmer vilken teknik man ska välja, hur nätet ska vara dimensionerat och vad man ska kunna uppnå med det.\n\nNätverken får allt oftare en virtuell form vilket leder till att kunskapen om säkerhetslösningar i den nya tekniken blir viktig. Det brukar kallas switchteknik, man uppdaterar och sköter driften av så kallade switchmiljöer.\n\nEn annan yrkesbenämning som förekommer är nätverksadministratör. De arbetar i allmänhet med lokala nätverk och ger service till användarna. De installerar och anpassar nya applikationer till nätverket, sköter programuppdateringar till användarna och löser problem som uppstår med till exempel adresser, lösenord och e-postfunktioner.\n\n### Arbetstid\n\nArbetstid på nätter och helger kan förekomma, liksom jourtjänstgöring."}