{"text": "## Väktare och ordningsvakter\n\nVäktare är oftast anställda på bevakningsföretag, och placeras sedan på en eller flera arbetsplatser så som köpcenter, industriområden eller gator och torg.\n\nRonderande väktare åker runt och bevakar flera olika fastigheter, så som butiker, kontor och industrier. Arbetsuppgifter kan vara stängning/låsning och hantering av larm.\n\nStationära väktare kan arbeta i reception/port på företag, museer och köpcentrum. De sköter in- och utpassering, övervakar säkerhetskameror och sköter brand- och brottsplatsbevakning. \n\nOrdningsvakter hjälper polisen att upprätthålla den allmänna ordningen på allmänna platser, så som köpcentrum, kollektivtrafiken, gator och torg, eller vid olika typer av evenemang så som konserter, idrottsmatcher och demonstrationer. Ordningsvakter har större rätt att ingripa mot personer som stör ordningen än väktare.\n\nButikskontrollanter&nbsp;är särskilt utbildade väktare som arbetar civilklädda eller i uniform i butiker. Butikskontrollantens främsta uppgift är skydda butikens varor genom att förebygga och ingripa mot snatteri och stöld.\n\nVärdetransportörer är särskilt utbildade väktare som arbetar med skyddade transporter av sedlar, mynt, värdepapper och annan värdefull egendom. Vanligtvis sker värdetransporter mellan butiker, restauranger, banker och uttagningsautomater.\n\nPersonskyddsväktare&nbsp;är särskilt utbildade väktare som skyddar till exempel företagsledare, offentliga personer, socialarbetare och andra hotade och utsatta personer. \n\nSkyddsvakt har som främsta arbetsuppgift är att motverka sabotage, spioneri, terrorism och grovt rån vid ett begränsat område som klassas som skyddsobjekt, till exempel kärnkraftverk, försvarsanläggningar och flygplatser.\n\nVäktare har ofta långa arbetspass och arbetar varierande arbetstider dagtid, kvällar, nätter och helger. Deltids- och behovsanställning förekommer."}