{"text": "Gymnasieskolans bygg- och anläggningsprogram kan vara en bra utbildningsbakgrund. Läs mer om gymnasieutbildningar på <a href=\"http://gymnasieinfo.se\" target=\"_blank\">gymnasieinfo.se</a>. Att börja arbeta som lärling hos ett borrföretag är ett sätt att komma in i yrket.  \n\n  \n\nPå uppdrag av Arbetsförmedlingen utbildar <a href=\"http://geotec.se/\" target=\"_blank\">Geotec</a> (Svenska Borrentreprenörers Branschorganisation) borrtekniker via arbetsmarknadsutbildning. Möjligheten att gå en arbetsmarknadsutbildning är begränsad och det krävs att man uppfyller särskilda krav. För mer information, kontakta din arbetsförmedlare som bedömer om du kan ta del av en arbetsmarknadsutbildning. Läs mer på <a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Arbetsmarknadsutbildningar.html\" target=\"_blank\">Arbetsförmedlingens hemsida</a> eller kontakta Geotec för information om utbildningen.  \n\n  \n\nDu som har utbildning från ett annat land kan ansöka om att få den validerad. Mer information finns på <a href=\"http://www.uhr.se/bedomning-av-utlandsk-utbildning/\" target=\"_blank\">Universitets- och högskolerådet</a>, som bedömer utländska gymnasieutbildningar, yrkeshögskoleutbildningar och akademiska utbildningar.  \n\n  \n\nOm du har erfarenhet från ett yrke, men saknar intyg kan du få dina yrkeskunskaper bedömda. Mer information finns på <a href=\"http://valideringsinfo.se\" target=\"_blank\">valideringsinfo.se</a> eller hos Arbetsförmedlingen.  \n\n  \n\nBrunnsborrare kan certifieras på två nivåer, ansvarig brunnsborrare (AB) och brunnsborrare (B). Certifikatet gäller i fem år. Läs om vad som krävs för att bli certifierad på SP certifiering.  \n\n  \n\nB-körkort krävs vid anställning. Oftast krävs även körkort C eller CE för tung lastbil med släp. Det är en fördel att kunna svetsa och ha maskinkännedom."}