{"text": "## Montör, el-och teleutrustning\n\nMontörer av el- och teleutrustning arbetar inom industrin på stora eller små verkstäder. Man kan också vara anställd på ett bemanningsföretag och arbeta som inhyrd personal på ett verkstadsföretag. \n\n### Arbetsuppgifter\n\nElektronikmontörer arbetar med såväl montering av elektronik och mekanik som avsyning och sluttestning. Ofta sker arbetet i verkstäder där automatiseringen är hög och man använder automatiska monteringsmaskiner. Elektronikmontörer kan också arbeta i verkstäder där de gör mer av uppgifterna för hand.\n\nEn elektronikmontör arbetar till exempel som kretskortmontör. Då placerar man ut och löder fast elektroniska komponenter på kretskort. Det finns två metoder, hålmontering och ytmontering. Vid ytmontering plockas komponenterna på automatiskt och lödas i lödmaskinen. Oftast ingår att testa kretskorten med hjälp av datorer och rätta till felaktigheter.\n\nMontörer av elkraftsprodukter (elkraftsmontör) monterar och inreder ställverk och elcentraler eller sätter samman generatorer, motorer och transformatorer. De skruvar, löder, justerar och kontrollerar.   \nAtt bygga en elmotor kan ske utmed en linje. Vissa av momenten, till exempel att koppla kablar i motorn och mycket av hopskruvningen av motorn görs för hand medan man i andra moment har hjälp av maskiner eller robotar. \n\nAtt inreda en elcentral efter en kunds önskemål är exempel på en arbetsuppgift som elkraftsmontören utför själv från början till slut. De plockar ihop de komponenter som ska finnas med och sätter säkringar, brytare och övriga delar på plats. När ledningarna kopplas följer man ett schema.\n\nKablagemontörer arbetar med lödning, montering, trimning och med att sköta automatiska maskiner för tillverkning av kablage.\n\nMontörer av finmekanik arbetar ofta i renrum med mikroskop. (Renrum är en miljö där tillverkning eller vetenskaplig forskning bedrivs och som har en kontrollerad nivå av föroreningar).\n\n### Arbetsmiljö\n\nPå många arbetsplatser arbetar montörerna i en arbetsgrupp eller en flödesgrupp där de växlar mellan de olika arbetsuppgifterna. Alla i gruppen måste kunna läsa ritningar och arbetsinstruktioner. \n\n### Arbetstider\n\nArbetet är oftast dagtid, men skiftarbete förekommer."}