{"text": "De flesta veterinärer arbetar på djursjukhus eller djurkliniker. Veterinärer arbetar också på länsstyrelser, Jordbruksverket, Livsmedelsverket, Sveriges lantbruksuniversitet och Statens veterinärmedicinska anstalt. En del arbetar på läkemedels- och livsmedelsföretag.\n\n### Arbetsuppgifter\n\nVeterinärer arbetar bland annat med förebyggande djurhälsovård, djursjukvård, livsmedelshygien, djurskydd, forskning, laboratoriearbete och utbildning. Nedan beskrivs ett antal inriktningar.\n\n### Inriktningar\n\nKlinikveterinärer arbetar på djursjukhus och kliniker med förebyggande djurhälsovård och djursjukvård. De arbetar framförallt med hundar, katter och mindre sällskapsdjur. Klinikveterinärer har ett nära samarbete med djursjukskötare och djursjukvårdare. I arbetet ingår att undersöka, behandla och operera djur. De ställer diagnos och skriver ut läkemedel.\n\nDistriktsveterinärer är anställda av Jordbruksverket och arbetar med lantbrukets djur, hästar och smådjur. Distriktsveterinärerna gör besök på gårdar, i stall och tar emot besök på mottagningar. De arbetar med djursjukvård, förebyggande djurhälsoarbete och smittskydd. Djursjukvård av lantbrukets djur kan även utföras av veterinärer med eget företag.\n\nOfficiella veterinärer arbetar med livsmedelskontroller på slakterier och andra anläggningar med livsmedelsproduktion. De spårar och förebygger smittsamma djursjukdomar och ansvarar för hygien- och köttkontroll. Officiella veterinärer kan även utföra gränskontroller när djur och djurprodukter importeras från länder utanför EU.\n\nLänsveterinärer arbetar inom länsstyrelserna och har ett övergripande ansvar för bland annat djurskydd, livsmedel, foder och smittskydd hos djur. De utövar också tillsyn på länets klinikveterinärer och övrig djurhälsopersonal.\n\nDjurhälsoveterinärer är anställda vid husdjursföreningar och ger råd till lantbrukare om förebyggande djurhälsovård, seminverksamhet, djurskötsel, utfodring och hygien.\n\n### Arbetsmiljö\n\nVeterinärer som arbetar med djursjukvård bör ha god fysik eftersom tunga lyft kan förekomma.\n\n### Arbetstider\n\nEn del veterinärer har oregelbundna arbetstider, nattarbete samt jour- och beredskapsarbete kan förekomma."}