{"text": "## Marknadsförare\n\nMarknadsförare, även kallad marknadsanalytiker eller marknadskommunikatör, arbetar på företag som anlitas på uppdrag av andra verksamheter som vill ha hjälp med sin marknadsföring. På större företag är marknadsföraren ofta del av en marknadsavdelning. Det är även vanligt att marknadsföraren är ensamt ansvarig för marknadsföringen i en organisation.\n\n### Arbetsuppgifter\n\nMarknadsförarens viktigaste uppgift är att skapa publicitet och uppmärksamhet för andra företags produkter, tjänster eller idéer. Detta kallas för marknadsföring och innehåller många steg.\n\nFörst analyserar marknadsföraren en viss marknad, dess produkter och konkurrenter, för att skapa en helhetsblick av marknaden. Målet är att ta reda på hur marknadsföringen ska utformas eller hur produkterna kan förbättras för att de ska sälja mer. Det är vanligt att skicka ut enkäter eller utföra undersökningar för att samla denna information. Marknadsföraren ska även vara uppdaterad inom sociala medier för att kunna anpassa och agera på aktuella trender och information.\n\nDärefter skapar marknadsföraren en kampanj, även kallad för marknadsplan, i form av säljstrategier. Kampanjen kan ske lokalt, nationellt och globalt. Marknadsföraren projektleder och ansvarar för att planera, genomföra, följa upp och utvärdera denna kampanj. Det gäller att ha en känsla för när och hur kampanjen ska utföras. Målet är att försöka få rätt produkt, eller tjänst, till kunden på rätt plats och vid rätt tidpunkt. Då är chanserna goda för att strategin lyckas.\n\nEftersom marknadsföraren anpassar sin marknadsplan för kunderna så kan den se ut på olika sätt. Bland annat kan marknadsföraren skapa annonser och broschyrer. Internet, tidningar, radio och TV är andra exempel på användbara kanaler som marknadsföraren bör förstå och behärska. En marknadsförare ska även synliggöra den egna verksamheten och andras verksamheter genom att jobba med digitala plattformar, exempelvis sökmotorer och sociala medier."}