{"text": "Åklagaren arbetar vid Åklagarmyndigheten eller Ekobrottsmyndigheten.&nbsp;\n\n### Arbetsuppgifter\n\nI det svenska rättsväsendet är åklagaren den som driver arbetet för att rättegångar ska kunna genomföras. Åklagaren är den som utreder brott, beslutar om åtal ska väckas eller inte och framträder i domstol om det blir en rättegång.\n\nDirekt efter att ett brott har skett börjar en förundersökning (även kallat brottsutredning). Först är polisen ansvarig, men om brottet är stort så tar en åklagare över ansvaret så fort det finns en misstänkt. Åklagaren är då förundersökningsledare, men fortsätter att samarbeta med polisen.\n\nUppdraget i förundersökningen är att bedöma om ett brott har begåtts och samla in bevis för att fälla den misstänkte. Detta kan innebära att besöka brottsplatsen och förhöra inblandade personer. Åklagaren kan själv besluta om att frihetsberöva (anhålla) personer eller att göra husrannsakan i någons bostad. Vid behov kontaktas domstolen för att ge misstänkta personer reseförbud eller anmälningsplikt hos polisen. Det är även domstolen som officiellt tar beslutet om att häkta den misstänkte.\n\nOm åtal väcks blir det rättegång. Då ska åklagaren bevisa att den som är åtalad för brottet är skyldig. Från den information som kommit fram under förundersökningen beskriver åklagaren hur brottet har utförts. Det kallas för sakframställan. Sedan är det dags för bevisning. Då tar åklagaren fram de sakliga bevis som finns och passar på att ställa frågor till den åklagade och ibland också till vittnen som kallats in. Det är också vanligt att man förhör eventuella brottsoffer.&nbsp;Sist gör åklagaren en plädering (en sammanfattning) följt av ett förslag på straff för den som har åtalats.\n\nNågra åklagare arbetar med alla slags brott, medan andra är specialiserade på exempelvis ekonomiska brott, miljöbrott, grova våldsbrott eller narkotikabrott.\n\nÅklagaren arbetar vanligen dagtid men med oreglerade arbetstider. Det måste alltid finnas en åklagare tillgänglig och därför kan man ibland få jobba kvällar, nätter och helger."}