{"text": "Bussförare är anställda vid busstrafikföretag eller arbetar som egna företagare.\n\n### Arbetsuppgifter\n\nFörare i lokal eller regional linjetrafik kör bestämda linjer efter tidtabell. I arbetet kan det ingå att sälja och/eller att kontrollera biljetter och färdbevis samt att ropa ut hållplatserna. En bussförare kan också hantera paket och annat gods som skickas med bussen. \n\nEn del bussförare kör enbart beställningstrafik som turist- eller charterbussar i Sverige eller utomlands. Som turistbussförare lägger man upp resplan i samråd med kunden och beställer kartor eller annat material som behövs. Ofta behövs språkkunskaper i tullen och på färjorna. Vid stopp under resans gång lastar och lossar man bagage samt håller bussen hel och ren.\n\nSpårvagnsförare kör spårvagnar i linjetrafik, arbetet påminner om bussförarens. Att köra spårvagn är inte tekniskt svårt men ställer höga krav på kunskap om tågen, säkerhetsbestämmelser och bananläggningen. Genom kommunikationsradio står föraren i ständig kontakt med trafikledningen och får instruktioner eller information om förseningar och andra händelser. Föraren kan också genom trafikledningen få hjälp om något oväntat skulle inträffa, till exempel tekniska problem eller sjukdomsfall hos passagerarna. Inom Sverige finns spårvägar i Stockholm, Göteborg och Norrköping. \n\nFärdtjänstförare kör specialbyggda fordon för funktionshindrade passagerare. Man kör turer på fasta tider eller på beställning.\n\n### Arbetstid\n\nOregelbunden arbetstid förekommer på både vardagar och helger. Om man kör i beställningstrafik kan man till exempel arbeta enbart dagtid eller kvällstid eller nattetid. Att köra beställningstrafik i utlandet kan innebära att man under kortare eller längre perioder är borta från hemmet."}