{"text": "Bilskadereparatörer arbetar på en bilskadeverkstäder. \n\n### Arbetsuppgifter\n\nEn bilskadereparatör arbetar med fordon som har blivit skadade. Ingen skada är den andre lik, men återkommande arbetsmoment handlar om att rikta, mäta, bearbeta och byta ut bilens olika delar. Det är skillnad på skador som påverkat stommen, strukturskador på exempelvis chassi eller karossens stolpar och ytliga skador på karossen, till exempel bucklor och repor.\n\nBilskadereparatören ska förstå hur en skada har uppstått. Det ger vägledning i det fortsatta arbetet. En kostnadsberäkning görs utifrån den tid det tar att utföra olika moment. Det är viktigt att alla reparationer följer respektive tillverkares krav och reparationsanvisningar. En modern bil innehåller en stor mängd olika material med specifika egenskaper. Den traditionella plåtkarossen ersätts alltmer av legeringar och kompositer, det vill säga sammansättningar av olika metaller, plaster och/eller glasfiber.\n\nBilskadereparatören måste ha god kännedom om olika sammanfogningstekniker. Reparationer utförs med hjälp av många olika specialverktyg och databaser med detaljinformation om bilmodellerna. En riktbänk är basutrustning för att kunna dra och justera de stora delarna av ramen och karossen. Olika svetsar och mätinstrument används för att få detaljer tillbaks till ursprungsläget. \n\nOmfattande skador kräver stora ingrepp. Bilskadereparatören hanterar dragkrafter på flera ton för att rikta bilens bärande kaross. Passningen måste bli rätt på millimetern för att exempelvis dörrarna ska gå att stänga, eller för att bilens säkerhets- och skyddsutrustning ska fungera på rätt sätt.\n\nAtt reparera karossdetaljerna kräver form- och fingertoppskänsla. Bucklor och repor handriktas, slipas och spacklas bort. Ofta används också olika limningstekniker för att fästa material mot varandra. Återställningen av lacken lämnas ofta över till en billackerare.\n\nEn bilskadereparatör bör ha kunskap om bilens säkerhetsutrustning som ofta måste kopplas bort innan reparationer kan göras. Även kännedom om bilens elektroniska system underlättar arbetet."}