{"text": "## Brunnsborrare\n\nBrunnsborrare arbetar vanligtvis på privata företag inom byggbranschen. De arbetar på uppdrag av privatpersoner, företag och kommuner.\n\n### Arbetsuppgifter \n\nBrunnsborrare arbetar framförallt inom tre stora arbetsområden:\n\n### ● Borrning av dricksvattenbrunnar\n\n● Borrning av energibrunnar för utvinning av geoenergi, till exempel bergvärme  \n● Entreprenadborrning, till exempel grundläggning eller prospekteringsborrning\n\nVarje borrplats har egna förutsättningar. Brunnsborrare behöver hitta lösningar till varje borrprojekt. Ibland gör man kundbesök för att undersöka marken där borrningen ska utföras.\n\nEnergiborrning är det område som har ökat snabbast de senaste åren. Energiborrning innebär att borra mycket djupa hål i marken för att exempelvis installera bergvärme till en villa.\n\nInom entreprenadborrning kan arbetet handla om att borra grundläggning inom ett anläggningsprojekt. De som arbetar med prospektering tar fram borrkärnor för att prospekteringsföretag ska kunna analysera innehållet i marken.\n\nI arbetet använder brunnsborrare mobila borriggar och olika typer av borrverktyg. I arbetet ingår att reparera och underhålla borrningsutrustningen, ibland direkt på arbetsplatsen. Kunskaper i bland annat svetsning, mekanik och hydraulik behövs i det arbetet.\n\n### Arbetsmiljö\n\nNästan alla borrningsuppdrag sker utomhus i olika typer av väderförhållanden. Brunnsborrare arbetar ofta på företag som täcker stora geografiska områden, vilket innebär att man ibland behöver arbeta utanför hemorten.\n\nArbetet är till viss del fysiskt krävande, men maskinerna är ofta utrustade med hjälpmedel för att övervaka borrningsförloppet och skydda brunnsborraren från skador. Brunnsborrare utsätts för buller och behöver därför använda hörselskydd i arbetet."}