{"text": "## Översättare\n\nMånga översättare har eget företag och arbetar med frilansuppdrag, antingen via översättningsbyråer eller direkt från kunder som till exempel kan vara större företag, bokförlag eller myndigheter. Stora företag kan även ha anställda översättare. Det är vanligt att kombinera översättaruppdragen med andra jobb.\n\n### Arbetsuppgifter\n\nÖversättare arbetar med att översätta texter eller tal från ett språk till ett annat, oftast från ett främmande språk till modersmålet/förstaspråket. De är ofta specialiserade inom ett område. Översättning av facktexter är den vanligaste arbetsuppgiften. Många översättare använder sig av digitala översättningsverktyg och referensmaterial i arbetet. Översättare har ofta kontakt med specialister för att få hjälp med specialtermer.\n\n### Inriktningar\n\nFacköversättare översätter facktexter, ofta inom ett eller två ämnesområden. Det kan vara inom teknik, ekonomi eller medicin. De flesta uppdragen kommer från myndigheter. Uppdrag från näringslivet kan handla om att översätta produkttexter, utskick och hemsidor. \n\nAuktoriserad översättare översätter också facktexter. De har genomgått Kammarkollegiets prov som ger behörighet att översätta officiella dokument, till exempel polisutredningar, testamenten och adoptionshandlingar.\n\nLitterär översättare översätter skönlitterära texter, till exempel romaner och lyrik. En litterär översättare anlägger ett konstnärligt synsätt för att förstå en texts intention, stämningslägen och ton. För att kunna översätta ord och uttryck är det ofta viktigt att lära känna kulturen i landet som ursprungstexten kommer från. Den litterära översättaren tar ofta hjälp av personer som har språket som modersmål.\n\nFilm- och tv-översättare skriver undertexter och översätter muntlig kommunikation i filmer, tv-program och nyhetsinslag. Det gäller att skriva kortfattat och snabbt kunna sammanfatta det som sägs, men också att kunna hantera programvaran för redigering av texten.\n\n### Arbetsmiljö\n\nÖversättare styr över sin egen tid, men jobbar ofta under tidspress. De är oftast inte bundna till en arbetsplats, utan kan utföra jobbet var som helst där det finns internetuppkoppling."}