{"text": "Som turistinformatör kan man vara anställd av en kommun för att informera om sevärdheter i kommunen och dess omgivning. Turistbyråverksamheten kan också bedrivas i aktiebolagsform, som en ekonomisk förening eller i annan form. I dag finns cirka trehundra auktoriserade turistbyråer i Sverige, inklusive de som bara har sommaröppet. Turistbyråns placering varierar. Ofta ligger den i anslutning till någon sevärdhet eller centralt i staden.\n\n### Arbetsuppgifter\n\nTuristinformatören svarar på frågor om sevärdheter, evenemang, museer, aktiviteter och annat som kommunen med omnejd kan erbjuda beroende på årstid. Att boka logi, sälja kartor, evenemangsbiljetter, fiskekort och souvenirer samt beställa hem broschyrer ingår i jobbet. Ibland kan turistbyråtjänstemän leda guidade turer i kommunen. Många förfrågningar sker per telefon och e-post. Arbetet kan tidvis vara stressigt. \n\nVilka uppgifter som ligger på turistbyrån varierar från kommun till kommun. Förutom information och försäljning kan också marknadsföring skötas från turistbyrån. Det vanligaste är att den lokala turistorganisationen med dess turistchef sköter marknadsföringen av orten eller kommunen. \n\nTuristbyråerna ska ansöka om auktorisation och, om de blir godkända, få en blå-gul eller grön i-skylt som talar om vilken nivå på service och tillgänglighet byrån kan erbjuda.\n\nMan kan kallas turistvärd/turistvärdinna eller turistbyråtjänsteman.  \nArbetet på turistbyrån kan ledas av en turistbyråföreståndare. Ibland är turistbyråföreståndaren samtidigt turistchef med helhetsansvar för turismverksamheten i kommunen. \n\n### Arbetstider\n\nTuristinformatörer är ofta säsongsanställda och arbete på kvällar och helger förekommer. Många turistinformatörer jobbar under sommarhalvåret. Vintertid minskar antalet anställda."}