{"text": "De flesta brandmän är anställda inom den kommunala räddningstjänsten. Flygplatser och vissa företag som bedriver riskfyllda verksamheter har även en egen brandförsvarsorganisation där brandmän är anställda.\n\n### Arbetsuppgifter\n\nAtt arbeta som brandman i utryckningstjänst innebär att man rycker ut när till exempel bränder och trafikolyckor inträffat. Då innebär arbetet att så snabbt som möjligt få kontroll på händelsen och försöka begränsa skadorna.\n\nEn del av arbetstiden går ut på att förbereda sig själv och sin utrustning så att allt ska fungera vid ett larm. Brandmannen övar arbetsmoment och kontrollerar sin utrustning. Eftersom arbetet är fysiskt och psykiskt krävande ställs också krav på att brandmannen är fullt frisk, har god kondition och kan arbeta kontrollerat i svåra situationer. \n\nFörutom larm och övningar innehåller nästan varje dag någon form av förbyggande eller administrativ arbetsuppgift. Det kan till exempel handla om att jobba med utvecklingsarbete eller att informera om och kontrollera brandskyddet på skolor, förskolor eller arbetsplatser. På det sättet förhindrar brandmannen att olyckor inträffar.\n\nKommunal räddningstjänst är uppbyggd av både heltidsanställd personal och räddningstjänstpersonal i beredskap, RiB. Att arbeta som RiB innebär att man vid sidan av en annan ordinarie anställning eller sysselsättning finns tillgänglig för att träda in i brandmannarollen när behov uppstår. Var tredje eller var fjärde vecka har man beredskap och ska då vara tillgänglig dygnet runt. Tiden är avgörande för möjligheten att genomföra en effektiv räddningsinsats och det är därför viktigt att man bor och har huvudsysselsättning nära den brandstation som man arbetar vid.\n\n### Arbetstider \n\nHeltidsanställd brandpersonal inom den kommunala räddningstjänsten arbetar vanligtvis i skift vilket innebär arbete både dagar, nätter och helger. Inom många räddningstjänster arbetar man omväxlande dagtid med förebyggande arbete, och i skift med utryckningstjänst."}