{"text": "Grundutbildning till målare finns inom gymnasieskolan på bygg- och anläggningsprogrammet, inriktning måleri. Därefter söker man lärlingsanställning (färdigutbildning) i ett företag och utbildar sig under cirka två år. Efter lärlingsutbildningen gör man ett gesällprov och vid godkännande får man ett examensbevis som visar att man uppfyller branschkraven. Läs mer om gymnasieutbildningar på <a href=\"http://gymnasieinfo.se\" target=\"_blank\">gymnasieinfo.se</a>  \n\n  \n\nMan kan också läsa målerikurser på en vuxenutbildning under cirka ett år och därefter söka lärlingsanställning på ett måleriföretag. Lärlingsutbildningen blir i detta fall cirka tre år. Kontakta din kommun för frågor om vuxenutbildning.  \n\n  \n\nÄr man 19 år eller äldre kan man själv söka lärlingsplats i ett måleriföretag och utbilda sig som lärling i individuell utbildning. Då står företaget för den praktiska och yrkesteoretiska utbildningen. Det tar cirka fyra år att utbilda sig på detta sätt.  \n\n  \n\n<a href=\"http://malare.nu\" target=\"_blank\">Måleribranschens yrkesnämnd</a> har mer information om utbildningsvägar och yrkesbevis.  \n\n  \n\nDu som har utbildning från ett annat land kan ansöka om att få den validerad. Mer information finns på <a href=\"http://www.uhr.se/bedomning-av-utlandsk-utbildning/\" target=\"_blank\">Universitets- och högskolerådet</a>, som bedömer utländska gymnasieutbildningar, yrkeshögskoleutbildningar och akademiska utbildningar.  \n\n  \n\nOm du har erfarenhet från ett yrke, men saknar intyg kan du få dina yrkeskunskaper bedömda. Mer information finns på <a href=\"http://valideringsinfo.se\" target=\"_blank\">valideringsinfo.se</a> eller hos Arbetsförmedlingen."}