{"text": "Byggnadsplåtslagare är anställda av företag som är verksamma inom byggnadsplåtslageri. Arbetsplatser är främst byggarbetsplatser eller befintliga byggnader.\n\n### Arbetsuppgifter\n\nByggnadsplåtslagaren arbetar med att tillverka, bearbeta och montera tak- och fasadbeklädnader av plåt. Byggnadsplåtslagaren arbetar med alla typer av byggnader, exempelvis villor, kyrkor och industrifastigheter.\n\nByggnadsplåtslagaren tillverkar plåtdetaljer efter ritningar eller egna mått. Plåtslageri handlar ofta om millimeteranpassning. En del plåtdetaljer är förtillverkade, exempelvis hängrännor och stuprör. Vissa arbeten kan därmed handla mer om montering än om hantverksarbete.\n\nLackerad förzinkad plåt är det vanligaste materialet som byggnadsplåtslagaren arbetar med. Rostfritt stål, titanzink, aluminium och koppar är exempel på andra material. Plåtslagaren använder handverktyg och maskiner i arbetet med att forma plåten. Föremålen monterar sedan plåtslagaren på taket eller fasaden.\n\nAndra arbetsuppgifter som ingår i yrket är montering av taksäkerhetsanordningar, regnvattensystem och fönsterbleck, takmålning och snöskottning av tak.\n\n<a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=714&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\">Ventilationsplåtslagare</a> tillverkar och installerar ventilationssystem i byggnader. Läs mer om yrket i en separat yrkesbeskrivning.\n\n### Arbetsmiljö\n\nByggnadsplåtslagaren arbetar ofta utomhus, ibland på höga höjder och i olika taklutningar. Egen tillverkning görs oftast i en verkstad. God grundfysik är viktigt eftersom arbetet är rörligt och ibland utförs i obekväma arbetsställningar. Byggnadsplåtslagare arbetar ofta i självgående, mindre arbetslag eller ensamma."}