{"text": "Målare arbetar ofta i måleriföretag. Arbetsplatsen för målare varierar mellan privata och offentliga miljöer. Det kan vara bostäder, sjukhus, kontor, industrier och byggarbetsplatser.\n\n### Arbetsuppgifter\n\nMålare arbetar ofta med renovering av bostäder och lokaler eller med nyproduktion. Målaren arbetar med att måla väggar, tak, fasader, trappor, pelare och snickerier i form av fönster och dörrar.\n\nEn målare är specialist på behandling av ytor. Förutom målning och tapetsering, ingår ett noggrant underarbete som tar upp stora delar av arbetstiden. Ytan behandlas ofta genom att spacklas, slipas och grundmålas. Spackel läggs vid ojämnheter och remsor vid skarvar, därefter slipas ytan för att jämna till den ytterligare. Detta är viktiga förberedelser inför målning eller tapetsering. Underarbetet är avgörande för slutresultatet.\n\nEn del målare specialiserar sig på dekorationsmålning, en arbetsuppgift som kräver stor hantverksskicklighet. Dekorationsmålning kan handla om att utsmycka trappuppgångar eller att renovera kulturbyggnader. Det finns fler områden att specialisera sig inom, till exempel våtrumsmålning, rostskyddsmålning och fönsterbehandling.\n\nMålaren kan också arbeta med teknikerna marmorering och ådring, men det är inte lika vanligt. Marmorering innebär att skapa en illusion av marmor, medan ådring handlar om att efterlikna trävirke.\n\nMålaren har mycket kundkontakter, till exempel med fastighetsägare och byggentreprenörer. Målaren behöver ha känsla för färgsättning, vilka färger som passar ihop och hur färgerna till exempel matchar en intilliggande tapet. Det är viktigt för att kunna ge råd till kunden om färg- och tapetval.\n\n### Arbetsmiljö\n\nMålaren arbetar både inom- och utomhus, ibland på höga höjder. Under sommaren är det vanligare att arbeta utomhus och på vintern inomhus. Arbetet sker oftast i arbetslag, men ensamarbete förekommer.\n\n### Arbetstider\n\nMålare arbetar oftast dagtid."}