{"text": "Socionomer arbetar ofta inom kommun, landsting, staten eller privata företag. Man kan till exempel arbeta inom socialtjänsten, som kurator eller handläggare.\n\n### Arbetsuppgifter\n\nSocionomens roll är framförallt att stötta och hjälpa individer som befinner sig i en svår situation. Det kan vara allt från människor i missbruk, barn som farit illa, familjer som har svårt att försörja sig eller människor som behöver hjälp med exempelvis bistånd från kommunen.\n\nI vissa yrkesroller som socionomer arbetar inom behöver man ibland fatta beslut som kan upplevas som svåra för individen. Besluten grundas på regelverk som måste följas enligt lag. Arbetet som socionom innebär även administrativt arbete eftersom man bland annat dokumenterar de ärenden man arbetar med.\n\nSom socionom har man ofta kontakter med sjukhus, kommuner och myndigheter i olika ärenden och behöver kunna samarbeta med andra för att föra ärenden framåt. Eftersom man arbetar med ärenden som rör människor behöver socionomen ha en social förmåga och kunna möta människor i olika situationer.\n\nSom socionom kan man även arbeta i andra stöttande roller som exempelvis skolkurator eller kurator inom kommun eller landsting.\n\nSocionom är en examensbeteckning och man kan arbeta med ett stort antal yrkesbenämningar som exempelvis:\n\n• <a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=30&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\">Behandlingsassistent  \n</a>• <a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=152&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\">Biståndsbedömare  \n</a>• <a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=1&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\">Handläggare  \n</a>• <a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=208&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\">Kurator</a>  \n• <a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=577&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\">Projektledare</a>  \n•<a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=361&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\"> Socialsekreterare</a>\n\n### Arbetstider\n\nSocionomer arbetar ofta kontorstider. Inom vissa socionomyrken ingår jourtjänstgöring vilket kan innebära att man blir inkallad för att arbeta när som helst under dygnet. Om man arbetar vid exempelvis ett behandlingshem eller HVB-hem har man varierade arbetstider, allt från dagtid, till kvällar- och helger."}