{"text": "Rekryterare är oftast anställda i rekryterings- eller bemanningsföretag och arbetar då med uppdrag från olika kunder. Rekryterare återfinns även inom olika företags personalavdelningar, både inom privat som offentlig sektor.\n\n### Arbetsuppgifter\n\nRekryterarens uppgift är att stödja rekryteringsprocessen när en verksamhet behöver rekrytera medarbetare. Rekryteringskonsulten har alltid en extern kund, rekryteraren arbetar med internt stöd inom sin organisation.&nbsp;\n\nRekryteringskonsulten behöver kunna sälja. Det handlar om att bygga långsiktiga relationer med kunder som är beredda att betala för rekryteringskonsultens arbete. En del företag har särskilda säljare som tar in uppdragen. I företaget med egen personalavdelning kommer uppdraget till rekryteraren in ofta från ansvarig chef.\n\nRekryteraren gör en överenskommelse med uppdragsgivaren om vad och när det ska göras. Rekryteraren arbetar sedan efter den.&nbsp;\n\nNär ett uppdrag kommit tar rekryteringskonsulten fram en kravprofil. Det görs genom att aktivt lyssna och ställa frågor ofta till chef för att kunna förstå organisationens behov. Kravprofilen ska sedan matchas mot lämpliga kandidater. Ibland tar rekryteraren hjälp av en researcher som söker i olika kandidatbanker, andra gånger söker rekryteraren själv i sitt nätverk efter lämpliga personer.\n\nFörst matchas utbildning och erfarenhet mot kravprofilen. Därefter matchas personliga egenskaper mot kravprofilen. Ofta används olika former av tester som bygger på vetenskapliga metoder för att ta fram de egenskaperna.&nbsp;\n\nRekryteraren går sedan igenom och analyserar kandidaternas kompetens mot kravprofilen. Första urvalet görs ibland via förintervjuer av rekryteraren själv som väljer ut de lämpligaste.&nbsp;\n\nDe presenteras sedan för kunden eller chefen som sedan intervjuar särskilt intressanta i en ny omgång. Företaget har ofta gör egna intervjuer där också fackliga representanter medverkar. Målet är att ha en kompetent person som tackar ja och börjar."}