{"text": "## Miljövårdsyrken\n\nMiljövårdsarbete bedrivs i kommuner, länsstyrelser, statliga verk och privata företag.\n\n### Arbetsuppgifter\n\n<a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=265&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\">Miljö- och hälsoskyddsinspektörer</a> arbetar med miljö- och hälsoskydd samt livsmedelskontroll i kommunerna och med djurskydd på länsstyrelserna.\n\nMiljörevisorer granskar företags verksamhet och arbetsrutiner ur miljösynpunkt och ger förslag till förbättringar av miljöarbetet, så att lagar och regler följs och miljömålen kan uppfyllas. De har kontakter med personalen i organisationen och ibland med myndigheter. Det förekommer att miljörevisorn också arbetar med kvalitets/verksamhetsrevision.\n\nMiljöingenjörer, miljökonsulter och miljösamordnare inom företag och konsultbyråer arbetar med miljöanpassningen i företagen och tar fram miljöledningssystem för att förbättra miljöarbetet. De gör miljöutredningar, sköter kontakter med myndigheter och utbildar anställda i miljöfrågor. Miljökonsulter är specialister inom till exempel teknik, ekonomi eller juridik med särskild kompetens inom miljöområdet. Miljöingenjörer kan också finnas inom kommunerna. De kan där exempelvis ha uppgifter som tillsyn av miljöstörande verksamhet, trafik, järn- och motorvägar.\n\nMiljöhandläggare (miljöskyddshandläggare) finns vid länsstyrelserna, som har ansvar för miljön i varje län. Vid länsstyrelserna kan de exempelvis arbeta med prövning och tillsyn av olika verksamheter, miljöanalys, utformning av miljömål, uppföljning och utvecklingsarbete. De vägleder och informerar exempelvis kommunerna i deras arbete. Miljöhandläggare kan även finnas i andra myndigheter och företag och arbetar då med miljöfrågor som rör myndighetens eller företagets egen verksamhet.\n\n<a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=66&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\">Återvinningsarbetare</a> jobbar oftast med vägledning på en återvinningscentral. Det ingår också ofta i jobbet att medverka i den dagliga driften av centralen och att byta containrar vid behov. <a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=325&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\">Renhållningsarbetare</a> arbetar med avfallshantering på många olika sätt. Arbetet handlar oftast om att hämta sopor från hushåll och industrier med särskilda fordon som kan samla upp avfallet för att sedan transportera dem till särskilda avfallsanläggningar."}