{"text": "## Kustbevakningstjänsteman\n\nKustbevakningstjänstemän arbetar på någon av de 25 kuststationerna som finns runt om Sveriges kust från Luleå i norr till Strömstad i väst, vid Vänern och Mälaren eller på den flygstation som finns för kustbevakningsflyget. \n\n### Arbetsuppgifter\n\nEn kustbevakare har som uppdrag att arbeta för ett renare hav, säkerhet till sjöss och med kontroll av fisket. Arbetet utförs mest ute till sjöss på någon av myndighetens olika båtar. Att jobba som kustbevakare är att ha ett beredskapsarbete, det innebär att arbetet varierar från lugna rutinsysslor till akuta situationer vid sjöräddning, sjuktransporter eller oljeutsläpp. Den dagliga rutinen kan när som helst avbrytas av larm.\n\nArbetsuppgifterna varierar också med årstiderna. Under sommarhalvåret då det är mer trafik längs kusterna är arbetet ofta mer intensivt. Då jobbar kustbevakare mer med att övervaka sjötrafiken och skapa säkerhet på sjön. I jobbet ingår polisiära arbetsuppgifter som till exempel att övervaka nykterhet till sjöss eller att utreda och rapportera misstänkta brott som till exempel narkotikasmuggling.\n\nUnder andra perioder på året kan arbetet vara lugnare. Det är viktigt att också kunna trivas med det arbetet som är mer inriktat på andra arbetsuppgifter. Det kan till exempel vara att göra kontroller vid tullen. En annan vanlig arbetsuppgift är att göra kontroller så att yrkesfiskare följer de fiskeregler som finns. Det innebär bland annat att fiskebåtarnas fångster och utrustning kontrolleras. Kustbevakare arbetar också med kontroller av övrig sjötrafik, till exempel jobbar man med att minimera riskerna vid transport av farligt gods. Då kontrolleras bemanning, behörigheter och certifikat och lasten på fartyg granskas så att den är rätt genomförd. \n\nKustbevakare arbetar även med miljöskydd. Det kan innebära att man gör utryckningar vid krissituationer till havs såsom oljeutsläpp. Men det innebär också mer rutinmässig övervakning för att se till att regler om förbud mot vattenförorening och dumpning följs, samt att göra tillsyn av natur- och djurskyddsområden. \n\nKustbevakarens jobb kräver goda kunskaper om den lagstiftning som gäller. I arbetet ingår också att man sköter administrativa arbetsuppgifter som till exmpel dokumentation och planering av arbetet.\n\n### Arbetsmiljö och arbetstider\n\nKustbevakare arbetar i team och tillbringar flera dygn i sträck till sjöss tillsammans med sina arbetskamrater. Därför är det viktigt att kunna samarbeta med sina kollegor eftersom man både arbetar och bor tätt inpå varandra, även under pressade situationer."}