{"text": "Copywriters arbetar på kommunikationsbyråer och på interna marknadsavdelningar (inhouse) på stora företag och organisationer. Det är vanligt att frilansa, vilket innebär att ta kortare eller längre uppdrag som egenföretagare eller som tillfälligt anställd.\n\n### Arbetsuppgifter \n\nEn copywriter arbetar med textidéer och texter, anpassade för tryckta och digitala medier. Det kan handla om reklamtexter som syftar till att sälja en vara eller tjänst, eller om informationsmaterial på ett företags hemsida. Texterna ska få mottagaren av texten att agera, till exempel köpa, klicka eller dela vidare.\n\nEn viktig del av copywriterns arbete är att göra research för att samla in bakgrundsmaterial och fakta. Copywritern behöver ha kunskap om uppdragsgivarens behov och önskemål, men också om målgruppen som kommunikationen riktar sig till.\n\nCopywritern väljer ut det viktigaste ur bakgrundsmaterialet som utgör kärnan i den information som ska bli stommen i textidé och text. Processen ser olika ut beroende på vad det är som ska kommuniceras. Det kan handla om komplicerade faktatexter där texterna kan vara långa och omfattande, om en kort rubrik eller en slagkraftig slogan på bara några få ord.\n\nEn copywriter behöver vara kreativ, idérik och kunna ta och ge konstruktiv kritik. Allmänbildning och ett samhällsintresse är en förutsättning för att kunna skriva texter för olika företag och produkter, liksom att kunna formulera sig kärnfullt i text.\n\n### Arbetsmiljö\n\nCopywritern arbetar ofta i projektform med bland annat en art director och en projektledare. Gruppen har ofta flera projekt igång samtidigt. Varje person i gruppen ansvarar för olika delar av den planerade produkten. En vanlig arbetsform i projektgruppen är att spåna fritt för att få fram och diskutera idéer.\n\n### Arbetstid \n\nArbetstiderna kan variera. I slutet av en process arbetar projektgruppen ofta intensivt för att bli klara i tid, det kan innebära tidspress och övertid."}