{"text": "## Träarbetare\n\nTräarbetare är vanligtvis anställda hos bygg- och anläggningsföretag. Träarbetarna är den största yrkesgruppen i bygg- och anläggningsbranschen. Det är vanligt att träarbetare även kallas för snickare.\n\n### Arbetsuppgifter\n\nTräarbetare arbetar med nyproduktion, ombyggnation och renovering av bostäder och lokaler. Det kan vara småhus, lägenhetshus, kontorslokaler, industrilokaler och sjukhus. Träarbetare arbetar även med anläggningsarbeten, till exempel brobyggen. Träarbetaren har många olika uppgifter under hela byggprocessen, från grundläggning till det att bygget är klart med inredning och taktäckning. Ritningsläsning är en viktig del av arbetet eftersom merparten av allt byggarbete utgår ifrån en ritning.\n\nDe två vanligaste arbetsuppgifterna är formsättning för betonggjutning och stomresning av bärande väggar och ytterväggar. Vid nyproduktion av hus monterar träarbetaren ofta färdiga byggdelar som är förtillverkade i fabrik. Träarbetaren reser mellanväggar och monterar väggbeklädnader som gipsskivor, spånskivor eller panel. Träarbetaren monterar även dörr- och fönsterkarmar, skåp och andra snickerier.\n\nEn del småhus byggs med lösvirke. I det arbetet tillverkar träarbetaren väggar, golv och andra delar på plats. Vid ombyggnation och renovering sker också mycket av tillverkningen på plats. Den typen av arbete ställer högre krav på hantverksskicklighet.\n\n### Arbetsmiljö \n\nPå större byggarbetsplatser ingår träarbetare i arbetslag med andra yrkesgrupper, oftast betongarbetare. Arbetet sker både utom- och inomhus, ibland på höga höjder. Träarbetare arbetar ofta inom en region där uppdragen förläggs på olika platser, resor till och från arbetet under dagen är därför vanligt. Arbetet kan vara fysiskt krävande, men hjälpmedel och byggkranar underlättar arbetet."}