{"text": "## Webbdesigner\n\nWebbdesignern kan arbeta med frilansuppdrag som egenföretagare eller vara anställd på ett IT-konsultföretag eller en kommunikationsbyrå. Det finns också webbdesigners som arbetar in house på större företag eller organisationer.\n\n### Arbetsuppgifter\n\nWebbdesignern lägger grunden för strukturen och funktionaliteten på en webbplats. Webbdesignern bygger upp olika delar av webbplatsen och väljer typsnitt, färgskalor och symboler. Webbdesignern bestämmer också storleken och placeringen av olika ytor på webbplatsen. En webbdesigner arbetar både med programmering i mjukvaruprogram och med de kreativa delarna av webbplatsens utformning.\n\nWebbdesignern arbetar med fokus på användaren, det är viktigt att en webbsida är användarvänlig och lättillgänglig. Webbdesignern kan också vara expert på konvertering, vilket innebär att få besökaren av webbplatsen att bli kund hos det aktuella företaget. \n\nWebbdesignern arbetar ibland med sökmotoroptimering, en metod för att påverka webbplatsens placering i sökmotorer. Det gäller att hitta nyckelord/sökbegrepp som gör att webbplatsen hamnar högt upp i sökmotorn. Syftet är att få fler besökare till webbplatsen eller till den produkt/tjänst som företaget/organisationen erbjuder. Det finns också särskilda sökmotoroptimerare/SEO-specialister som enbart arbetar med dessa metoder.\n\nBeställare av webbplatsen är ofta ett företag eller en myndighet som vill presentera sig och sina produkter eller tjänster. På en kommunikationsbyrå är det vanligt att beställningen först tas om hand av projektledare, art director och copywriter för att sedan gå vidare till webbdesignern. Mer avancerad programmering görs ofta av en programmerare.\n\n### Arbetstider\n\nArbetstiderna kan variera. När ett uppdrag ska vara färdigt kan det bli mycket extraarbete, både kvällar och helger."}