{"text": "Som personlig assistent är man anställd av kommunen, privata bolag, stiftelser eller assistansanvändaren själv.\n\n### Arbetsuppgifter\n\nEn personlig assistent kan kompensera många olika typer av funktionsnedsättningar. Det kan till exempel vara rörelsenedsättning, syn- eller hörselnedsättningar, eller en intellektuell funktionsnedsättning.\n\nDen personliga assistenten har i uppgift att underlätta vardagen för assistansanvändaren. Arbetet är anpassat utifrån den assistansanvändare man arbetar med och kan vara mycket varierande. Det kan handla om att hjälpa till med hygien, matlagning eller att sköta hemmet. Det kan också innebära att hjälpa till med studier eller assistansanvändarens eget arbete. En viktig del kan vara att möjliggöra en aktiv fritid för assistansanvändaren som att ägna sig åt intressen eller föreningsliv. Den personliga assistenten kan även möjliggöra umgänge för assistansanvändaren genom att träffa vänner eller familj.\n\nMan kan också hjälpa assistansanvändaren att kommunicera, då kan det krävas att den personliga assistenten har särskild kunskap som exempelvis teckenspråk.\n\nGenerellt har inte personliga assistenter några sjukvårdande uppgifter. I vissa fall kan man delegeras sjukvårdande uppgifter från en sjuksköterska, som att dela ut medicin till assistansanvändaren. Det ställs då särskilda krav på den som arbetar som personlig assistent som exempelvis att man har undersköterskeutbildning.\n\nSom personlig assistent arbetar man under tystnadsplikt. Det innebär att man inte får lämna ut uppgifter om assistansanvändaren och hens privata förhållanden.\n\n### Arbetsmiljö\n\nArbetet utförs i den miljö assistansanvändaren befinner sig som exempelvis hens egna hem eller inom olika verksamheter. Ibland kan tunga lyft förekomma, särskilt om man arbetar med assistansanvändare med rörelsehinder.\n\n### Arbetstider\n\nEftersom personer med behov av personlig assistans i de allra flesta fall har behov av assistans alla tider på dygnet kan ens arbetstider variera därefter."}