{"text": "## Sjukhusfysiker\n\nSjukhusfysiker arbetar vid sjukhus.\n\n### Arbetsuppgifter\n\nNär en cancerpatient ska strålbehandlas beräknar sjukhusfysikern vilken stråldos patienten ska ha, utifrån läkarens beslutade behandling. Det är sjukhusfysikern som ansvarar för att strålbehandlingsapparaten ger rätt mängd strålning.\n\nMan arbetar också med röntgenundersökningar, undersökningar och behandlingar med hjälp av radioaktiva ämnen (nuklearmedicin). Laserstrålning, ultraljud och magnetisk resonanstomografi (magnetkamera) är exempel på andra metoder som används.\n\nI arbetet som sjukhusfysiker ingår att informera patienter och anhöriga om undersöknings- och behandlingsmetoder. Man måste kunna förklara metodernas förväntade nytta och de eventuella risker som finns för biverkningar av strålningen. Arbetet innebär kontakt med patienter som många gånger är svårt sjuka. Detta ställer krav på förmågan att sätta sig in i patienternas situation och bemöta dem med respekt och värdighet. \n\nSjukhusfysikern har också ett övergripande ansvar för att strålskyddet på en avdelning fungerar. I arbetet ingår även att kunna utföra de kvalitetskontroller som krävs för att utrustning och arbetsmetoder ska vara säkra. Utbildning och information till både patienter och personal i frågor som rör metoder och strålskydd kan ingå i uppgifterna. \n\nFör sjukhusfysiker kan arbetet även vara inriktat mot metodutveckling och forskning inom medicinsk strålningsfysik och strålskyddsområdet. Då kan man även kallas radiofysiker. Oftast är man då anställd av universiteten eller av någon statlig myndighet. \n\nSom radiofysiker är man expert i olika strålningsfysikaliska frågor. Det finns möjlighet att arbeta inom en mängd områden, exempelvis strålskydds- och miljöskyddsmyndigheter, kärnkraftsindustrin eller medicinteknisk industri. Det kan också ingå att göra insatser som berör strålning vid olyckor och katastrofer. \n\nEn växande uppgift för radiofysiker är att bedöma risker från strålning, till exempel från mobiltelefoner, datorer och kraftledningar. \n\nKombinationen fysik och matematik med inriktning mot medicinska och biologiska tillämpningar gör radiofysik till ett tvärvetenskapligt ämne."}