{"text": "Vårdavdelningar och öppenvårdsmottagningar på psykiatriska kliniker är vanliga arbetsplatser för psykiatrisjuksköterskor. Arbetsplatser finns också inom primärvården på vårdcentraler, inom den kommunala psykiatriska vården, inom rättspsykiatrin eller på behandlingshem för personer som behöver långvarig vård.\n\n### Arbetsuppgifter\n\nPsykiatrisjuksköterskan arbetar med omvårdnad inom psykiatrisk vård. Det innebär insatser som syftar till att hjälpa patienter med psykisk ohälsa eller sjukdom. Det kan till exempel handla om att hjälpa patienten att hantera känslor av meningslöshet, att stärka patientens känsla av att ha kontroll över sitt liv och att hjälpa patienten att hantera sin sjukdom och konsekvenser av den. Beroende på område arbetar psykiatrisjuksköterskan med patienter som till exempel har svår depression, ätstörning, personlighetsstörning, psykossjukdom eller missbruksproblem.\n\nPsykiatrisjuksköterskan arbetar utifrån ett helhetsperspektiv och utformar omvårdnaden efter patientens behov. Det handlar om att se både patient och närstående i deras livssituationer. I arbetet ingår att hantera allt från akuta sjukdomstillstånd till långvariga psykiska funktionsnedsättningar. Psykiatrisjuksköterskan stödjer patienten genom samtal, förbereder patienten inför behandlingar och aktiverar patienten. I arbetet ingår att hantera mediciner, göra provtagningar och medicintekniska åtgärder samt följa upp effekten av olika behandlingar.\n\nI sjuksköterskans arbete ingår att leda, driva och utveckla omvårdnaden. Som psykiatrisjuksköterska arbetar man självständigt, men ingår ofta i ett multiprofessionellt team tillsammans med exempelvis läkare, psykolog, kurator och skötare. Teamet arbetar gemensamt och utifrån sina professioner för att ge patienten en individuellt anpassad vård och stöd att klara sin vardag. Psykiatrisjuksköterskan samverkar ofta med socialtjänst och myndigheter när det gäller exempelvis samordnad vårdplanering."}