{"text": "På ett litet företag eller organisation kan administratören vara alltiallo, lite som spindeln i nätet, medan man på ett större företag, organisation eller myndighet kan vara specialiserad på ett fåtal arbetsuppgifter. Utbildning, erfarenhet och personlig lämplighet är också avgörande för vilka uppgifter man arbetar med.\n\n### Arbetsuppgifter \n\nSom administratör har man ofta kontakt med såväl allmänheten som företag, kunder, leverantörer och myndigheter. Administratören assisterar och ger service till en eller flera personer, exempelvis en chef eller en avdelning med handläggare eller försäljare. Samtidigt kan man ansvara för egna arbetsuppgifter eller projekt. \n\nAdministratörens arbetsuppgifter kan variera från att förbereda ärenden, ta fram information ur databaser, och sammanställa material och delta i utredningar. Andra arbetsuppgifter kan vara administration kring fakturor och ordrar, inköp, kund-, konferens-, och resebokningar.\n\nSekreterare, administrativ assistent eller assistent är andra titlar, förutom administratör, för den som arbetar med administrativa arbetsuppgifter.\n\nEn chefssekreterare eller VD-assistent arbetar med administrativt stöd till en chef eller ledningsgrupp. \n\nEn registrator registrerar (diarieför) inkommande och utgående handlingar. Det är registratorns uppgift att känna till vilka handlingar som ska diarieföras, likaså ska man känna till vilka handlingar som är offentliga. \n\nSom skolassistent arbetar man på en skolexpedition, nära rektorn. Vanliga arbetsuppgifter är elevregistrering, personal- och lönerapportering. Ibland kan skoladministratören ha ansvar för att skaffa vikarier och även delta i arbetet med skolans budget.\n\nSäljassistenten arbetar med att ge stöd till säljaren, att sköta orderbevakningar, inkomna registreringar och offerter."}