{"text": "## VS-montör och industrirörmontör\n\nVS-montörer är oftast anställda av eller driver eget installationsföretag som arbetar på uppdrag av exempelvis privatpersoner, byggföretag och fastighetsbolag. Industrirörmontörer arbetar på större industrier, exempelvis pappersbruk, kemiska industrier och läkemedelsindustrier.\n\n### Arbetsuppgifter\n\nVS-montören (även kallad rörmokare eller rörmontör) monterar rörledningar och annan utrustning vid ny- och ombyggnation av fastigheter. VS-montören installerar värmepumpar, elpannor, solvärme, varmvattenberedare, element och styr- och reglerutrustning. Utrustning i badrum, så som badkar, toalettstol och handfat, installeras också av VS-montören.\n\nVS-montören arbetar med material som kopparrör och plaströr. VS-montören kapar, bockar och sammanfogar rören samt ansluter dem till den utrustning som installeras. Det sker genom exempelvis svetsning och lödning. Yrket är ett hantverk som har förnyats med ny teknik, datorer används ofta i anläggningarna.\n\nFörutom installationsarbeten kan VS-montören arbeta med service och underhåll av värme- och sanitetsanläggningar. I den yrkesrollen kallas man ofta för servicemontör. Servicemontören åker ut på uppdrag för snabba insatser, exempelvis vid ett vattenläckage eller ett utslaget värmesystem. Felsökningar och åtgärder ingår i arbetet.\n\nIndustrirörmontören installerar rörsystem/processledningar som transporterar vätskor och gaser (till exempel fjärrvärme, olja och radioaktiva ämnen) i tillverkningsindustrin. Det är viktigt att kunna grunderna för uppbyggnad, montering och funktion av systemen. Inom industrin har rören större dimensioner och arbetet innehåller mycket svetsning. Industrirörmontören arbetar även med service och underhåll. I arbetet ingår att felsöka, byta ut skadade delar, täta läckor och reparera ledningar.\n\nRitningsläsning är en del av arbetet för båda yrkesgrupperna.\n\n### Arbetsmiljö\n\nVid nybyggnation arbetar VS-montörer vanligtvis i arbetslag och samverkar med andra yrkesgrupper. Vid service och underhåll arbetar VS-montörer oftast ensamma. Industrirörmontörer arbetar ofta i lag."}