{"text": "Tolkar arbetar på platser där människor möts och behöver kommunicera. Det kan vara vid myndighetskontakter, sjukhusbesök, flyktingförläggningar, konferenser, skolor, i domstol eller vid konferenser.\n\nKontakttolkar är ofta frilansare och får sina uppdrag via privata och kommunala tolkförmedlingar. Tolkar för hörselskadade och döva arbetar främst på landstingens tolkcentraler. En del arbetar på universitet och högskolor eller med tillfälliga uppdrag som frilans. Även privata tolkförmedlingar förekommer. Konferenstolkar är ofta frilansare och anlitas exempelvis av företag, myndigheter och organisationer som har internationella möten. EU är den största arbetsgivaren, de flesta arbetar i Bryssel.\n\n### Arbetsuppgifter\n\nDet finns olika tekniker och metoder för tolkning. Tolkningen kan ske samtidigt som en person talar (simultantolkning) eller i efterhand (konsekutivtolkning).\n\nKontakttolkar/tolkar i offentlig sektor tolkar främst vid myndighetskontakter, mellan enskilda personer och anställda på myndigheten. Kontakttolkar kan specialisera sig efter grundauktorisation och bli sjukvårdstolk eller rättstolk.\n\nTeckenspråkstolkar tolkar mellan döva/hörselskadade personer och hörande personer. De kan också tolka TV-program. Med teckenspråk använder tolken händer, ansikte och kropp för att skapa synliga signaler.\n\nDövblindtolkar tolkar för personer med dövblindhet, ofta via taktilt teckenspråk. Det innebär att den dövblinde avläser teckenspråket i tolkens händer med hjälp av känseln.\n\nSkriv- och TSS-tolkar tolkar för personer som blivit döva eller hörselskadade i vuxen ålder. De skriver antingen ner vad som sägs på en dator eller använder TSS (tecken som stöd), vilket innebär att tolken talar svenska för läppavläsning och samtidigt använder tecken för att förtydliga budskap.\n\nKonferenstolkar tolkar vid internationella konferenser, affärsförhandlingar och möten. Konferenstolkar samarbetar ofta i en tolkkabin och turas om att tolka.\n\n### Arbetsmiljö\n\nArbetet som tolk kräver stor koncentration, det kan vara påfrestande att tolka eftersom arbetspassen ofta är intensiva. Tolkning sker inte alltid på plats, i många fall sker den via telefon eller video.\n\n### Arbetstider\n\nTolkar har oftast mycket oregelbundna arbetstider."}