{"text": "## Psykoterapeut\n\nDe flesta psykoterapeuter arbetar inom hälso- och sjukvården, oftast inom psykiatrin men även på vårdcentraler och företagshälsor. Ett annat arbetsområde är familjerådgivning inom kommunal verksamhet. En del psykoterapeuter är egna företagare som bedriver egen terapi och handledning, ibland kombinerat med en anställning.\n\n### Arbetsuppgifter\n\nPsykoterapeuter ger psykoterapeutisk och psykoanalytisk behandling genom samtal med individer, familjer och grupper. De arbetar med att undersöka psykiska problem, kartlägga hinder och möjligheter och hjälpa patienten att hitta åtgärder för att hantera problemen. Patienter kan söka hjälp för till exempel depressioner, fobier, personlighetsstörningar, ångesttillstånd och ätstörningar.\n\nDen psykoterapeutiska behandlingen kan ske som kort- eller långtidsterapi. Korttidsterapi brukar vara mellan 12-40 samtal och långtidsterapi pågår ofta under flera år. Behandlingen kan till exempel gå ut på att förändra beteenden som patienten hindras av eller att patienten ska komma i kontakt med sina känslor, förstå och acceptera dem.\n\nPsykoterapi är ett samlingsbegrepp för olika behandlingsformer. Metoderna skiljer sig åt beroende på vilken form av psykoterapi man arbetar med. Exempel på psykoterapiformer är psykoanalytisk och psykodynamisk terapi och kognitiv beteendeterapi. \n\nPsykoanalys är en långvarig terapimetod som kräver intensiv kontakt med patienten, ofta flera gånger i veckan under flera års tid.\n\nPsykodynamisk psykoterapi kan betraktas som en samarbetsrelation mellan två människor, patienten och psykoterapeuten. I samspel med varandra söker de orsak till och förståelse för patientens problem och lidande.\n\nKognitiv beteendeterapi (KBT) utgår från att människans tankar, känslor och beteenden på ett ömsesidigt sätt styr och påverkar varandra. I arbetet ingår att ge patienten olika uppgifter att arbeta med mellan terapisamtalen. Inom KBT sätter terapeuten upp olika mål tillsammans med patienten som man sedan arbetar mot.\n\nLäs mer om <a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=83&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\">familjerådgivare</a> i separat yrkesbeskrivning."}