{"text": "Utbildningsadministratörer är ofta anställda av högskolor, universitet eller studieförbund. Organisation och privata har också behov av utbildningsadministratörer.\n\n### Arbetsuppgifter\n\nFör att en utbildning ska kunna genomföras är det mycket som ska fungera. Utbildningsadministratören bokar lokaler, lärare och utrustning, köper in litteratur och annat kursmaterial och beställer fika och luncher. Att lägga schema kan också vara en uppgift. Ibland kommer återbud och då tar utbildningsadministratören kontakt med nya kursdeltagare.\n\nPå högskolan är det vanligt att utbildningsadministratören håller i starten av utbildningen och gör uppropet. Särskilt inför terminsstarter är arbetet intensivt. \n\nStudievägledning kan också vara en del av arbetet. Då informerar man om utbildningarna och tar fram informationsmaterial. Ibland hjälper man studenter som ska studera utomlands med information, planering och kontakter. \n\nPå studieförbund är det vanligt att man tar initiativ till och organiserar studiecirklar och kulturprogram. Då ansvarar man för rekrytering av studiecirkelledare. Att marknadsföra och sälja utbildningar liksom att ha ansvar för ekonomi och budget kan ingå i arbetet. Att informera på arbetsplatser om olika studievägar är annat som kan ingå. Det är vanligt att man har många utåtriktade kontakter. Det kan vara myndigheter, företag, medlemsorganisationer och med allmänheten. \n\nUnder tiden utbildningen pågår kan utbildningsadministratören behöva lösa problem som plötsligt uppstår för att det ska fungera på bästa sätt. Det kan exempelvis vara att läraren blir sjuk eller att lokalerna inte fungerar bra. Då samarbetar man ofta med andra för att hitta lösningar. \n\nEfter utbildningen är klar ska kursintyg utfärdas, utvärderingar registreras och ibland har också administratören hand om ekonomin kring utbildningen. \n\nUtbildningsadministratören kan också tillsammans med andra arbeta med att planera för kommande utbildningar och utveckla utbildningen till det bättre."}