{"text": "## Plattsättare\n\nDe flesta plattsättare arbetar i små, renodlade plattsättarföretag med ett fåtal anställda. Det finns också företag som har andra yrkesgrupper anställda, exempelvis golvläggare och murare. En del större byggföretag kan också ha plattsättare anställda.\n\n### Arbetsuppgifter\n\nPlattsättarens arbetsuppgifter är att montera kakel, klinker, konstbetongplattor och mosaik på väggar och golv. Plattsättare arbetar framförallt med renoveringar, men också med nyproduktion av bostäder och lokaler. Uppdragen handlar ofta om att renovera badrum, kök och andra ytor hos privatpersoner. Det kan även vara större uppdrag som plattsättning av bilhallar och badhus.\n\nDet ingår mycket planering och förberedelser där mätning av ytor är en viktig uppgift. Före monteringen av plattor gör plattsättaren ett omfattande och noggrant underarbete som innehåller många moment inom rivning och uppbyggnad. En viktig del av arbetet är att lägga tätskikt (fuktisolering) på väggar och golv enligt särskilda föreskrifter.\n\nI våtrumsrenovering ingår ibland att flytspackla golv för att få till rätt fall mot golvbrunnen. När underarbetet är klart sätts plattorna på fästmassa enligt ett mönster utifrån en ritning. Det kan vara diagonala mönster eller särskilda inslag av plattor med annan färg eller form.\n\nPlattsättaren har mycket kundkontakter, men oftast finns en arbetsledare som håller i den övergripande kontakten med beställaren. God materialkännedom är viktig eftersom plattsättaren arbetar med många olika typer av keramiska material.\n\n### Arbetsmiljö\n\nPlattsättare arbetar oftast inomhus och har till stor del ett självständigt arbete. Det förekommer att man jobbar i mindre arbetslag vid rivning och uppbyggnad. Monteringen av plattorna utför plattsättaren själv. God grundfysik underlättar arbetet i vissa situationer, men det finns många hjälpmedel att använda.\n\n### Arbetstider\n\nPlattsättare arbetar oftast dagtid under vardagar."}