{"text": "Grundutbildning till byggnadsplåtslagare finns inom gymnasieskolan på bygg- och anläggningsprogrammet, inriktning plåtslageri. Se <a href=\"http://gymnasieinfo.se\" target=\"_blank\">gymnasieinfo.se</a> för mer information. Efter examen söker man lärlingsanställning (färdigutbildning) i ett företag. Efter ca två år som lärling avlägger man yrkesexamen och får sitt yrkesbevis som plåtslagare, förutsatt att man har en komplett grundutbildning.  \n\n  \n\nOm gymnasieskolan inte har inriktningen plåtslageri kan man läsa kärnämnena på bygg- och anläggningsprogrammet i skolan och få den praktiska utbildningen genom ett plåtslageriföretag. I det fallet får man kompletterande utbildning vid branschens skola, PVF Teknikcentrum i Katrineholm.   \n\n  \n\nDet kan också finnas möjlighet att få hela utbildningen genom lärlingsanställning i ett företag. Modellen kräver kompletterande utbildning på PVF Teknikcentrum. Denna utbildningsväg tar cirka fyra år.  \n\n  \n\nAlternativa vägar till grundutbildning är via arbetsmarknadsutbildning eller vuxenutbildning. Kontakta din kommun för frågor om vuxenutbildning och Arbetsförmedlingen för frågor om arbetsmarknadsutbildning.  \n\n  \n\nDu som har utbildning från ett annat land kan ansöka om att få den validerad. Mer information finns på <a href=\"http://www.uhr.se/bedomning-av-utlandsk-utbildning/\" target=\"_blank\">Universitets- och högskolerådet</a>, som bedömer utländska gymnasieutbildningar, yrkeshögskoleutbildningar och akademiska utbildningar.  \n\n  \n\nOm du har erfarenhet från ett yrke, men saknar intyg kan du få dina yrkeskunskaper bedömda. Mer information finns på <a href=\"http://valideringsinfo.se\" target=\"_blank\">valideringsinfo.se</a> eller hos Arbetsförmedlingen.  \n\n  \n\nMer information finns på <a href=\"http://pvf.se/\" target=\"_blank\">PVF Yrke och Utbildning</a>."}