{"text": "Kontakttolkar/tolkar i offentlig sektor utbildas på folkhögskolor, studieförbund, på <a href=\"http://www.tolk.su.se/\" target=\"_blank\">Stockholms universitet</a> och inom <a href=\"http://yrkeshogskolan.se\" target=\"_blank\">Yrkeshögskolan</a>. Hitta utbildningar på <a href=\"http://www.blitolk.nu/\" target=\"_blank\">blitolk.nu</a> och på <a href=\"http://www.tolk.su.se/\" target=\"_blank\">tolk.su.se</a>. Kontakta utbildningsanordnare för mer information om behörighetskrav och liknande. <a href=\"http://www.myh.se/\" target=\"_blank\">Myndigheten för yrkeshögskolan</a> ansvarar för tolkutbildningar inom folkbildningen. <a href=\"http://www.kammarkollegiet.se/\" target=\"_blank\">Kammarkollegiet</a> auktoriserar kontakttolkar efter prövning. Efter auktorisation finns möjlighet att prövas för speciell kompetens som rättstolk eller sjukvårdstolk.  \n\n  \n\nUtbildning till teckenspråks- och dövblindtolk finns inom folkhögskolan och omfattar 3-4 års studier. Stockholms universitet har även ett kandidatprogram i teckenspråk och tolkning. <a href=\"http://www.kammarkollegiet.se/\" target=\"_blank\">Kammarkollegiet</a> auktoriserar teckenspråkstolkar efter prövning.  \n\n  \n\nUtbildningen till skrivtolk är ettårig och finns på <a href=\"http://sodertornsfolkhogskola.se/skrivtolk/\" target=\"_blank\">Södertörns Folkhögskola</a> i Stockholm.  \n\n  \n\nKonferenstolkar utbildas på <a href=\"http://www.tolk.su.se/\" target=\"_blank\">Tolk- och översättarinstitutet (TÖI), Institutionen för svenska och flerspråkighet</a> vid Stockholms universitet. Utbildningen är på avancerad nivå och ges vid behov. Kontakta utbildningsanordnaren för mer information.  \n\n  \n\nDu som har utbildning eller erfarenhet från ett annat land kan ansöka om att få den validerad. Mer information finns hos <a href=\"http://www.kammarkollegiet.se/\" target=\"_blank\">Kammarkollegiet</a>."}