{"text": "## Sjuksköterska inom äldrevård\n\nSjuksköterskor inom vård av äldre arbetar bland annat på vård- och omsorgsboenden, inom hemsjukvården, på sjukhusens geriatriska vårdavdelningar, rehabiliteringskliniker och minnesmottagningar. Geriatriksjuksköterska är en annan benämning av yrket.\n\n### Arbetsuppgifter\n\nSjuksköterskor inom äldrevård ger omvårdnad till äldre människor för att förebygga och behandla åldersrelaterade sjukdomar och funktionsnedsättning. I arbetet ingår att bedöma, behandla och lindra symtom. Sjuksköterskan gör ofta den första bedömningen av plötsliga försämringar eller förändringar i allmäntillståndet hos den äldre.\n\nSjuksköterskor inom äldrevård leder omvårdnadsarbetet inom den kommunala verksamheten. Sjuksköterskan gör en individuell vårdplan tillsammans med den äldre och dennes anhöriga samt utformar och följer upp behandling. All omvårdnad utgår ifrån ett personcentrerat förhållningssätt, vilket innebär att personen sätts i fokus – inte diagnosen. Stöd till anhöriga är också en viktig del i omvårdnaden.\n\nSjuksköterskan tar även prover, ger injektioner, sätter kateter, gör såromläggningar och hanterar läkemedel och genomför medicinska arbetsuppgifter. En annan arbetsuppgift är att handleda och utbilda omvårdnadspersonalen i bland annat sociala och medicinska frågor. Sjuksköterskan kan också överlämna vissa uppgifter till omvårdnadspersonalen, vilket kallas delegering.\n\n### Arbetsmiljö\n\nSjuksköterskor inom äldrevård har ofta en samordnande funktion för andra yrkesgrupper som arbetar med äldre. Det är vanligt att samarbeta med fysioterapeuter, arbetsterapeuter och omvårdnadspersonal.\n\n### Arbetstider\n\nArbetstiderna kan växla mellan dag, kväll och i vissa fall natt."}