{"text": "Projektledare kan arbeta inom många olika områden och branscher, från rekalmbyråer och banker till byggföretag. Man kan vara anställda av både privata företag och offentliga arbetsgivare, men även driva eget företag. Det är till exempel vanligt att arbeta som marknadsanalytiker, på reklambyrå, inom bank och finans eller inom bygg.\n\n### Arbetsuppgifter:\n\nEtt projekt är ett tidsbegränsat uppdrag med tydligt mål och egen budget. Projekt har en start och ett slut, då resultatet ska levereras till beställaren. En projektledares roll är att styra, leda eller koordinera alla aktiviteter eller funktioner inom ett projekt. I arbetet ingår att stämma av projektets olika delar, rapportera till styrgruppen och se till att alla aktiviteter följs upp. \n\nI projektplanen beskriver projektledaren när olika delar ska genomföras och hur lång tid detta beräknas ta. Den viktigaste uppgiften är att ha kontroll över hur arbetet fortlöper och att snabbt kunna sätta in åtgärder om något går snett. Projektledaren arbetar därför hela tiden med riskanalyser. Vad kan gå fel i projektet och vilka möjligheter finns att åtgärda felen? Vad behöver göras för att projektet ska hålla tidsplanen? \n\nEkonomi och administration är ofta en del av uppdraget. Projektledaren ska kunna planera, organisera, marknadsföra och utvärdera. Projektledaren ser till att projektet uppnår målen när det gäller tidplan, kvalitet och ekonomi. Projektledaren ska organisera arbetet så att resurserna används väl och resultatet blir som planerat. Ekonomi och administration är ofta en del av uppdraget. Det ingår alltid att följa upp projektet; \"Vad gick bra och vad kan göras bättre till en annan gång?\"\n\nTill hjälp har projektledaren en projektgrupp som oftast består av specialister inom sina respektive områden, till exempel ingenjörer, It-konsulter, inköpare och ekonomer. Projektledaren har oftast inte personalansvar. Däremot krävs beslutsförmåga om de som arbetar med projektet inte är överrens. Kunskaper i gruppdynamik är värdefulla. Viktigast av allt är att projektledaren kan leda och entusiasmera människor. Medarbetarna behöver bli sedda för att kunna vara kreativa.\n\nDet är vanligt att projektledaren har sakkunskap inom det område som projektet ska arbeta med. I vissa fall kan det dock vara mer fruktbart att ha en projektledare som kommer från något annat område och därför kan se uppgiften med ”nya ögon”.\n\n### Arbetsmiljö\n\nArbetet utförs oftast på kontoret, men sker ofta i nära samarbete med andra företag. Arbetsplatsens placering kan vara mycket flexibel."}