{"text": "Möjliga arbetsplatser är turistbyråer, vildmarkshotell, äventyrsparker eller en golf-resort. Arbetsplatsen kan vara i stad eller natur - i princip varsomhelst beroende på vilken typ av arbete man har inom turismnäringen och vilken målgrupp som avses.\n\n### Arbetsuppgifter&nbsp;\n\nDet finns oändligt många arbetsuppgifter för den som vill arbeta inom turistnäringen. Det är vanligt att själv ha möjlighet att skapa sin egen inriktning utifrån intresse och utbildning. Vildmarkskock, jaktguide, fiskeinstruktör, fjällguide, skidguide, skoterguide, ridtursguide, naturupplevelseguide, campingvärd, stugvärd och hotellvärd är bara ett litet urval av de yrkesinriktningar som finns. Turister som besöker de olika platserna och attraktionerna kan både vara från utlandet, men även svenskar som vill se sig om i sitt eget land.\n\nArbetet kan bestå av att boka lokaler, mat och övernattning, eller att guida i ett visst naturområde och veta var det finns bra ridvägar eller jaktmarker, var man kan få se älg eller var abborren nappar bäst.&nbsp; Kanotpaddling, forsränning, fågelskådning, jakt, skoterutfärd eller vildmarksliv är sådant som också efterfrågas av turister. Man kan också driva campingplats eller vandrarhem.\n\nSamtidigt inriktas turistbranschen mer och mer mot en ökad professionalism, vilket skapar ett behov av att rekrytera personer som kan arbeta med att utveckla långsiktiga strategier och ha förmågan att planera och organisera större evenemang.&nbsp;Kommuner eller hela länder har ofta strategier för hur de ska locka turister till just sitt område. Jobbet kan handla om att kläcka, planera och/eller genomföra olika idéer. Ofta ingår samarbete med det lokala näringslivet eller med olika organisationer.\n\nI städerna är turismen ofta nära knuten till hotellboende och shoppingmöjligheter. Samtidigt utvecklas kulturturismen allt mer, som exempelvis i Ystad omkring fenomenet Kurt Wallander eller Ishotellet i Jukkasjärvi.\n\n### Arbetstider\n\nInom turismyrken är det väldigt vanligt med säsongsanställningar. Det är också vanligt med oregelbundna arbetstider och helgarbete då man arbetar och tar hand om andra när de är lediga."}