{"text": "## Gymnasielärare i yrkesämnen\n\nGymnasielärare i yrkesämnen arbetar oftast på en kommunal eller fristående gymnasieskola. Yrkesämnen finns främst på yrkesprogrammen, men även som enskilda kurser inom de högskoleförberedande programmen. Gymnasielärare i yrkesämnen kan också arbeta på Komvux eller annan vuxenutbildning.\n\n### Arbetsuppgifter\n\nGymnasielärare i yrkesämnen undervisar i olika yrkeskurser, så som fordonsteknik, golvläggning, florist, bageri eller affärskommunikation. Undervisningen varvar teori med praktiska övningar. Under de praktiska momenten handleder och coachar läraren eleverna. Till grund för undervisningen ligger läroplan och kursplaner, men även behov och önskemål från branschen. Undervisningen kräver förberedelser och uppföljningar, så som att rätta prov och dokumentera elevernas arbete.\n\nPå yrkesprogrammen har eleverna arbetsplatsförlagt lärande (APL). Läraren fungerar som handledare inför, under och efter. Läraren kan exempelvis besöka praktikplatsen för att följa upp och dokumentera elevens utveckling. Läraren är också handledare för eleverna när de genomför sitt avslutande gymnasiearbete.\n\nLäraren ingår i ett arbetslag, där man diskuterar olika frågor runt undervisningen och eleverna. Man samarbetar även i ämnesövergripande projekt och genomför utvecklingsarbete. I lärartjänsten ingår vanligtvis också mentorskap. Läraren följer upp elevens skolgång och sköter kontakter med vårdnadshavare. Vid behov samarbetar man även med elevhälsoteamet, så som studie- och yrkesvägledare, kurator och specialpedagog.\n\nDen snabba tekniska utvecklingen och förändringarna i arbetslivet ställer krav på att gymnasielärare i yrkesämnen kontinuerligt följer utvecklingen i branschen. Eleverna utbildas mot ett yrke och för att vara anställningsbara bör de vara insatta i aktuella tekniker och arbetssätt.\n\nDet finns många olika yrkeskurser. Exempel på ämnen som gymnasielärare i yrkesämnen kan undervisa i är: \n\n<ul type=\"circle\"><li>Handel, Turism </li><li>Arkitektur, Information- och medieteknik </li><li>Automation, El och energi </li><li>Livsmedel och restaurang </li><li>Estetiska ämnen </li><li>Bygg och anläggning </li><li>Naturbruk </li><li>Fastighetsteknik, Isolering, VVS </li><li>Fordonsteknik </li><li>Hantverk, frisör, florist </li><li>Vård och omsorg </li></ul>"}