{"text": "Arbetsgivaren är oftast ett kundtjänstcenterföretag eller ett bemanningsföretag som anlitas av en uppdragsgivare. Arbetsplatsen brukar ligga långt ifrån den egentliga uppdragsgivaren, som på mindre orter eller i andra länder. Det kan även hända att man anställs av samma företag vars kunder man hjälper. Många kundtjänstmedarbetare jobbar för e-handelsföretag som inte alltid har en fysisk butik.\n\n### Arbetsuppgifter\n\nKundtjänstmedarbetaren har en bred roll där man både löser kunders problem, svarar på frågor och arbetar med att hitta rätt produkt eller tjänst för kunden. Arbetet sker oftast i team som jobbar mot gemensamt uppsatta mål. Även om arbete med inkommande samtal är vanligast så förekommer det även att man både hanterar inkommande och utgående samtal.\n\nFör de som arbetar med inkommande samtal är rådgivning en vanlig arbetsuppgift. Det kan handla om att besvara kundens frågor när de kontaktar kundtjänst eller servicedesk. Frågorna som kommer in är väldigt varierande och av olika karaktär. Exempel på dessa är betalningar, leveranser, sortiment, handläggning av order, returer samt reklamationer.\n\nDe som arbetar med utgående samtal brukar att sälja produkter och tjänster till kunder. Det är även vanligt att ge information om aktuella erbjudanden och kampanjer. För att ge rätt råd och tips så måste man kunna identifiera vilken tjänst kunden behöver, och att man kan mycket om exempelvis en produkt eller en verksamhet.\n\nVid utgående samtal är det även vanligt att hålla i opinionsundersökningar. I dessa fall ringer man upp enskilda hushåll eller företag och ställer frågor. Uppdragen kan vara tillfälliga, exempelvis marknadsundersökningar, eller mer permanenta som exempelvis att ge råd om specifika produkter.\n\nTelefonen och datorn är kundtjänstmedarbetarnas viktigaste arbetsverktyg. Sociala medier, voice mail, e-post och chatt är exempel på digitala kanaler för att bemöta och kommunicera med kunder.\n\n### Arbetstider\n\nArbetstiderna kan variera och vara schemalagda för dagtid, kvällar och helger."}