{"text": "## Användbarhetsexpert\n\nAnvändbarhetsexperter och interaktionsdesigners arbetar ofta som konsulter. \n\n### Arbetsuppgifter\n\nVad som ingår i arbetsuppgifterna för dem som arbetar med användbarhet kan variera när de kommer in i ett nytt projekt. Är det ett nytt system eller en ny produkt som ska utvecklas kan de vara med i projektet redan när kraven på systemet specificeras. \n\nMed hjälp av intervjuer, enkäter och workshops samlar man inledningsvis in information om användarna, deras bakgrund, arbetssituation och vilka krav de ställer på systemet/produkten. Uppgifterna som ska utföras med produkten analyseras liksom vilka aktiviteter systemet ska stödja.\n\nMed den information man fått fram som grund formuleras användbarhetsmål tillsammans med beställaren av produkten. Det kan till exempel vara hur lång tid det får ta att lösa en uppgift eller att alla användare alltid ska veta var på webbplatsen de befinner sig.\n\nKunskaper man får i analysarbetet används i det fortsatta designarbetet. Användbarhetsexperter deltar i arbetet med att ta fram och utveckla designidéer med hjälp av prototyper (modeller) och utvärderar designförslag. \n\nDe utvecklar idéer om hur användarna ska göra när de för en dialog med systemet, till exempel när de beställer eller köper varor, spelar eller svarar på frågor. De bestämmer i vilken ordning olika uppgifter (interaktioner) ska göras. Utgångspunkten är alltid användarnas situation och deras användning av systemen. Man arbetar med skisser, prototyper och andra metoder för att lägga fram idéer i projektgruppen.\n\nUnder utvecklingsarbetet jobbar användbarhetsexperten ofta i nära samarbete med den formgivare som gör den grafiska designen av gränssnittet. Gränssnittet är det som möter användaren på bildskärmen.\n\nOfta arbetar man med att öka användbarheten hos ett befintligt system eller en befintlig webbplats. Den befintliga produkten granskas för att utvärdera hur väl den fungerar och identifiera problem när det gäller användbarheten av produkten. Det ger förslag till förbättringar.\n\nAnvändbarhetsexperten arbetar nära systemutvecklare, programmerare och grafiska formgivare."}