{"text": "Ambulanssjukvårdare är anställda av landsting/regioner eller av privata företag som bedriver ambulanssjukvård på entreprenad.\n\n### Arbetsuppgifter\n\nAmbulanssjukvårdaren arbetar i team med en sjuksköterska som har det medicinska ansvaret. Ambulansteamet utför akutsjukvård på plats i människors hem, på olycksplatser och under transporten till sjukhus eller annan vårdinrättning.\n\nAmbulanssjukvårdaren lägger förband, kontrollerar andning, puls och blodtryck, ger hjärt-lungräddning och assisterar sjuksköterskan. Ambulanssjukvårdaren ansvarar även för teknik och underhåll, både vad gäller ambulansfordonet och den medicintekniska utrustningen. Tvätt, skötsel och enklare service är en del av arbetet. I arbetsuppgifterna ingår att dokumentera.\n\nVid en olycksplats har ambulanssjukvårdaren i uppgift att leda och samordna sjukvårdsarbetet. Ambulanssjukvårdaren sköter kommunikationen med SOS Alarm och samordnar insatser med sjukhus, polis och räddningstjänst.\n\nI ambulanssjukvårdarens arbete ingår att köra ambulansen. Vid akuta transporter är det ambulanssjukvårdaren som kör och sjuksköterskan som vårdar patienten, i övriga fall turas man ofta om att köra ambulansen. I arbetet ingår att läsa kartor via GPS, hantera trafiken och framföra fordonet på ett trafiksäkert sätt.\n\nDet handlar inte alltid om livshotande lägen i ambulanssjukvården. Arbetet kan vara av betydligt lugnare karaktär, till exempel när man transporterar patienter mellan olika sjukhus eller när sjukdomen/skadan bedöms mindre akut. Under rena sjuktransporter kan ambulanssjukvårdaren arbeta ensam.\n\n### Arbetsmiljö \n\nAmbulanssjukvårdaren har ibland ett fysiskt krävande jobb då man måste kunna bära patienter på bår. Ibland sker arbetet i högt tempo om transporten är brådskande och patientens tillstånd försämras. Ambulansteamet samverkar med SOS Alarm, räddningstjänst och polis.\n\n### Arbetstider\n\nAmbulanssjukvårdare har schemalagd dag-, natt- och helgtjänst."}