{"text": "## Skogsarbetare\n\nSkogsarbetare som arbetar med plantering och röjning är oftast anställda hos privata skogsföretag.\n\n### Arbetsuppgifter\n\nSkogsarbetare som arbetar med skogsvård kan även kallas manuella skogsarbetare. De jobbar i huvudsak med föryngring och röjning i skogen.\n\nNär en skog har huggits ned (avverkats) måste en ny skog växa upp. Det vanligaste är att man planterar nya trädplantor och det arbetet görs av skogsarbetare. Skogsarbetaren använder ofta ett planteringsrör som förs ner i marken och som plantan placeras i. Planteringsmaskiner finns men används i liten utsträckning. \n\nPlantering är ett säsongsarbete främst under vår- och sommartid. Säsongens längd styrs av vädret och vilken typ av plantor som används.\n\nRöjning är en annan vanlig arbetsuppgift för skogsarbetare. När skogen har växt under några år glesar man ut beståndet genom att röja bort till exempel lövträd som har växt upp bland tallar. En viktig del i röjningsarbetet är att röja fram träd som har höga naturvärden, vilket innebär att träd som är bra för den biologiska mångfalden lämnas kvar.\n\nRöjning utförs av skogsarbetaren som ett så kallat motormanuellt arbete med hjälp av en röjsåg. Röjning är ett säsongsarbete i norra delarna av landet men kan utföras året runt i de delar av landet där det inte kommer snö eller där snömängden är mindre.\n\nGallring innebär att trädbestånden glesas ut ytterligare för att växa till bättre innan skogen slutavverkas, även virket som gallras bort tas ut ur skogen och säljs. Den övervägande delen av gallring och avverkning sker idag med skogmaskiner och utförs av skogsmaskinförare. Läs mer i separat yrkesbeskrivning om skogsmaskinförare i Yrken A-Ö. Ibland kan vissa träd eller bestånd behöva tas om hand med motorsåg i avverkningsarbetet. Arbetet utförs då av manuella skogsarbetare, ofta som komplement till arbete med röjsåg.\n\n### Arbetsmiljö\n\nSkogsarbetare arbetar självständigt, men ingår ofta i arbetslag om två eller fler personer. Arbetet är fysiskt krävande eftersom man rör på sig mycket. Det är bra att trivas med att vistas ute i skogen under hela arbetstiden, oavsett väder.\n\n### Arbetstider\n\nSkogsplantering är ett säsongsarbete som framförallt sker under vår och sommar. Säsongen för röjning varierar med snömängden, i de södra delarna av landet kan man arbeta större delen av året."}