{"text": "Arbetsuppgifter  \nMånga makeup-artister arbetar i butiker och parfymerier där de vägleder kunderna till rätt produkter, säljer make-up och lär ut hur man använder den. Stor del av arbetstiden handlar om att hålla butiken fräsch och att se till att penslar och annat material är rena. Arbetet kan också innebära att ge privata kurser där man sminkar kunden och tar fram förslag på produkter. Makeup-artister arbeta också på skönhetssalonger. \n\nPå modellagenturer på modevisningar och modellfotograferingar är det makeup-artisten som gör sminkningen. Det finns några som arbetar inom film och TV där de sminkar programledare och andra som syns i tv-rutan. Makeup-artister inom teatrar är ofta assistenter till maskörer och hjälper aktörerna med smink och peruk enligt maskörens ritningar.\n\nDe flesta makeup-artister har kompletterande kunskaper och färdigheter för att bredda sig och kunna ta jobb inom flera områden. Det är vanligt att som make-up artist även kunna något om hår, kläder, stil, ögonfransar, ögonbryn och naglar.\n\nMakeup-artist säljer ofta produkter och därför är säljkompetens viktig. Arbetet handlar om att kunna sälja produkter, men också om att kunna sälja in sina idéer. \n\nDe flesta makeup-artister har även utbildning inom andra områden finom branschen. Kunskaper inom nagelförlängning, manikyr, färga fransar och bryn, stylist, hårstylist är exempel på kompetens som i kombination med makeup gör jobbmöjligheterna fler. Att ha en egen portfolio som visar prov på vad du kan och vad du arbetat med är en viktig förutsättning för dina möjligheter till arbete.\n\n### Arbetstid \n\nArbete i butik innebär ofta helgarbete. Oregelbunden arbetstid är vanligt som make-up artist."}