{"text": "Grundläggande utbildning finns inom gymnasieskolans bygg- och anläggningsprogram, kompletterat med en eftergymnasial utbildning inom banteknik som finns vid <a href=\"http://www.jarnvagsskolan.se/sv/index.aspx\" target=\"_blank\">Trafikverksskolan</a> i Ängelholm. Utbildningen ingår i <a href=\"http://yrkeshogskolan.se\" target=\"_blank\">Yrkeshögskolan</a>.  \n\n  \n\nDet finns även en riksrekryterande gymnasieutbildning inom bygg- och anläggningsprogrammet i Nässjö som utbildar inom banteknik. För mer information om gymnasieutbildningar, se <a href=\"http://gymnasieinfo.se\" target=\"_blank\">gymnasieinfo.se</a>  \n\n  \n\nDet kan också finnas möjlighet att gå en företagsanpassad utbildning via <a href=\"http://trafikverket.se\" target=\"_blank\">Trafikverket</a>. Då anställs man först hos en järnvägsentreprenör som bekostar utbildningen.  \n\n  \n\nBantekniker/banarbetare kan också vidareutbilda sig till andra järnvägsyrken, exempelvis spårsvetsare eller besiktningsman.  \n\n  \n\nFör att anställas krävs att man blir godkänd för de medicinska krav som ställs för alla som jobbar i säkerhetstjänst på järnväg. <a href=\"http://transportstyrelsen.se\" target=\"_blank\">Transportstyrelsen</a> har mer information om detta.  \n\n  \n\nDu som har utbildning från ett annat land kan ansöka om att få den validerad. Mer information finns på <a href=\"http://www.uhr.se/bedomning-av-utlandsk-utbildning/\" target=\"_blank\">Universitets- och högskolerådet</a>, som bedömer utländska gymnasieutbildningar, yrkeshögskoleutbildningar och akademiska utbildningar.   \n\n  \n\nOm du har erfarenhet från ett yrke, men saknar intyg kan du få dina yrkeskunskaper bedömda. Mer information finns på <a href=\"http://valideringsinfo.se\" target=\"_blank\">valideringsinfo.se</a> eller hos Arbetsförmedlingen.  \n\n  \n\nB-körkort är ett krav vid anställning. C-körkort kan vara meriterande."}