{"text": "Totalförsvarsplikten innebär att alla svenska medborgare, både män och kvinnor, behöver bidra till landets försvar vid behov. Det betyder att du som blir antagen till militär grundutbildning är skyldig att påbörja, och genomföra utbildningen.  \n\n  \n\nOavsett om du ansöker frivilligt eller blir antagen med totalförsvarsplikt, så ser den militära grundutbildningen likadan ut. Samma krav för antagning, samma villkor och samma möjlighet till anställning i Försvarsmakten efter avslutad utbildning  \n\n  \n\n2017 återinfördes värnplikten i Sverige, nu för både kvinnor ocm män. Alla unga människor som fyller 18 inbjuds till mönstring. Utöver fysiska förmågor och godkänt psykologtest krävs också intresse och egen vilja för att bli antagen. Det är också möjligt att söka till försvaret efter genomgången utbildning i gymnasiet  \n\n  \n\nVärnplikten inleds med Grundläggande militär utbildning (GMU). GMU pågår under cirka tre månader. Utbildningen är kostnadsfri. En månadsersättning utbetalas under utbildningstiden.   \n\n  \n\nEfter godkänd GMU genomförs en befattningsutbildning till soldat eller sjöman som samtidigt innebär en provanställning med lön beroende på anställningsform. Även de som väljer att tjänstgöra i Hemvärnet får kompletterande utbildning efter GMU:n.  \n\n  \n\nMer information om GMU. Försvarsmaktens Grundläggande Militära Utbildning: <a href=\"http://jobb.forsvarsmakten.se/sv/vagen-in/grundutbildning/\" target=\"_blank\">Här</a>  \n\n  \n\nVad som krävs av den som ansöker. Försvarsmaktens behörighetskrav: <a href=\"http://jobb.forsvarsmakten.se/sv/vagen-in/grundutbildning/behorighetskrav/\" target=\"_blank\">Här</a>  \n\n  \n\nMer information om olika jobb inom Försvarsmakten. Försvarsmaktens befattningsguide: <a href=\"http://jobb.forsvarsmakten.se/sv/vagen-in/befattningar/#!/\" target=\"_blank\">Här</a>"}