{"text": "## Soldat/Sjöman\n\nSoldater och sjömän kan arbeta i armén, marinen, flygvapnet eller tjänstgöra i hemvärnet. Man arbetar på förband som finns på flera platser i Sverige, exempelvis Stockholm, Göteborg, Skövde, Karlsborg och Boden. De soldater och gruppbefäl som anställs i Försvarsmakten har en statlig anställning. \n\n### Arbetsuppgifter\n\nArbetsuppgifterna för soldater och sjöman kan se väldigt olika ut, vissa arbeten kan vara fysiskt påfrestande som förflyttning eller stridsövningar medan andra uppgifter främst består av bevakning, spaning, tekniskt underhåll eller kommunikation via datorer.&nbsp;Några olika exempel på arbetsområden är strid, teknisk tjänst, ledning, underrättelse- och säkerhetstjänst.\n\nFörsvarsmakten har två typer av anställningar. Heltidsanställda- och deltidsanställda soldater.  \nDeltidsanställda soldater har ett ordinarie jobb, studier eller annan sysselsättning i det civila. Några gånger per år deltar soldaten i övningar och insatser som Försvarsmakten anordnar i Sverige eller utomlands. \n\nOm man väljer att bli hemvärnssoldat är man inte anställd utan har ett avtal med Hemvärnet. Enligt avtalet ska man vara i tjänst mellan 4 och 13 dygn per år. Man ska även vara beredd att stödja samhället vid svåra påfrestningar som exempelvis naturkatastrofer och försvinnanden, så kallade skarpa insatser.\n\nSom anställd inom Försvarsmakten förbinder man sig till utlandstjänstgöring. Om man har avtal med Hemvärnet är övningar och insatser begränsade till Sverige.\n\nSom soldat bär man vapen och är skyldig att vid order ge eld.\n\nDen som är intresserad av chefskap kan efter en tid få tjänstgöra som gruppchef. Det finns också möjligheter att vidareutbilda sig till officer eller specialistofficer (se separata yrkesbeskrivningar för dessa yrken)"}