{"text": "Grundläggande utbildning finns på gymnasieskolans el- och energiprogram. Efter utbildningen krävs en yrkeshögskoleutbildning inom järnvägsspecifik signalteknik.  \n\n  \n\nDet finns även en riksrekryterande gymnasieutbildning inom el- och energiprogrammet som utbildar inom signalteknik. Utbildningen ger möjlighet till jobb direkt efter gymnasiet.  \n\n  \n\nFör mer information om el- och energiprogrammet, se <a href=\"http://gymnasieinfo.se\" target=\"_blank\">gymnasieinfo.se</a>.   \n\n  \n\nAlternativa vägar till utbildning är via arbetsmarknadsutbildning eller vuxenutbildning. Kontakta din kommun för frågor om vuxenutbildning och Arbetsförmedlingen för frågor om arbetsmarknadsutbildning.  \n\n  \n\nDu som har utbildning från ett annat land kan ansöka om att få den validerad. Mer information finns på <a href=\"http://www.uhr.se/bedomning-av-utlandsk-utbildning/\" target=\"_blank\">Universitets- och högskolerådet</a>, som bedömer utländska gymnasieutbildningar, yrkeshögskoleutbildningar och akademiska utbildningar.   \n\n  \n\nOm du har erfarenhet från ett yrke, men saknar intyg kan du få dina yrkeskunskaper bedömda. Mer information finns på <a href=\"http://www.valideringsinfo.se\" target=\"_blank\">valideringsinfo.se</a> eller hos Arbetsförmedlingen.  \n\n  \n\n<a href=\"http://yrkeshogskolan.se\" target=\"_blank\">Yrkeshögskolan</a> har information om eftergymnasiala utbildningar inom signalteknik.  \n\n  \n\nDet kan också finnas möjlighet att gå en företagsanpassad utbildning via <a href=\"http://www.jarnvagsskolan.se/sv/index.aspx\" target=\"_blank\">Trafikverket</a>. Då anställs man först hos en järnvägsentreprenör som bekostar utbildningen.  \n\n  \n\nFör att anställas krävs att man blir godkänd för de medicinska krav som ställs för alla som jobbar i säkerhetstjänst på järnväg. <a href=\"http://transportstyrelsen.se\" target=\"_blank\">Transportstyrelsen</a> har mer information om vilka kraven är.  \n\n  \n\nB-körkort är ett krav vid anställning. BE-körkort och C-körkort kan vara meriterande.  \n\n  \n\nSignaltekniker kan vidareutbilda sig till säkerhetskontrollant."}