{"text": "## Anläggningsmaskinförare\n\nAnläggningsmaskinförare arbetar i maskinentreprenadföretag, på kommunernas gatuenheter eller på Trafikverket.\n\n### Arbetsuppgifter\n\nAnläggningsmaskinförare arbetar vid byggandet av hus, bostadsområden, vägar och anläggningar. Vägbyggnad och grundläggning är stora arbetsområden. I arbetet ingår att köra maskiner för grävning, lastning och lossning. Yrkesgruppen är stor, det finns många olika arbetsuppgifter och maskiner med olika aggregat. De vanligaste anläggningsmaskinerna är grävmaskin och hjullastare.\n\nAnläggningsmaskinförare arbetar bland annat med att:\n\n### ● Gräva ut husgrunder\n\n● Gräva för bredband\n\n### ● Anlägga nya värme-, vatten- och avloppsledningar\n\n● Anlägga nya vägar och underhålla befintliga vägar\n\n### ● Lasta och lossa olika typer av gods och material\n\n● Röja snö\n\nI arbetet ingår att läsa digitala och traditionella ritningar och beskrivningar för olika bygg- och anläggningsarbeten. Förutom att köra maskinerna behöver anläggningsmaskinföraren också göra enklare beräkningar. I arbetet hanterar man laser- och GPS-utrustning för höjdmätning och positionering, till exempel när en husgrund ska grävas och återfyllas med material.\n\nArbetet utförs i hytten på maskinen, men det är vanligt att maskinföraren hjälper till med markarbeten utanför maskinen. Maskinföraren behöver ha god kännedom om markarbetarnas uppgifter. En del maskinförare har själva börjat arbeta som markarbetare, exempelvis med rörläggning och stensättning.\n\nEn del av arbetet kan handla om att sköta maskinernas underhåll och utföra enklare reparationer av dess kringutrustning. Större reparationer sköts av servicepersonal som maskinföraren kontaktar vid behov.\n\n### Arbetsmiljö\n\nAnläggningsmaskinförare arbetar utomhus i alla väder. Arbetsuppgifterna varierar med geografisk placering och årstid. I de norra delarna av landet är exempelvis snöröjning en stor uppgift på vintern.\n\n### Arbetstid \n\nDet är vanligt med resor till och från arbetet eftersom många anläggningsmaskinförare periodvis arbetar utanför hemorten. En del bor tillfälligt på arbetsorten i veckorna."}