{"text": "Larm- och säkerhetstekniker är ofta anställda av larm- och säkerhetsföretag eller av elinstallationsföretag som har en egen säkerhetsavdelning. Kunder är bland annat företag, bostadsrättsföreningar och privatpersoner. Beroende på var man jobbar kan man ha olika yrkestitlar.\n\n### Arbetsuppgifter\n\nLarm- och säkerhetstekniker installerar, driftsätter och programmerar larm- och säkerhetssystem hos nya kunder. De utför även service och underhåll i befintliga kunders system. Larm- och säkerhetsteknikern monterar ofta brandlarm, inbrottslarm, kamerabevaknings- och passersystem.\n\nEn del av arbetet kan handla om att koppla ihop olika system med varandra, det vill säga integrerade system. Då skapas en gemensam central för styrning och övervakning av säkerheten. Larm- och säkerhetsteknikern kan även ansluta larmet till kundernas nätverk för att öka bekvämligheten och möjligheten att styra andra system.\n\nLarm- och säkerhetssystemen utformas efter kundernas behov, varför det är viktigt att ge råd och hjälpa kunderna med deras önskemål.\n\nLarm- och säkerhetsteknikern gör ofta en teknisk beskrivning av installationen, för att andra ska kunna se hur den är gjord. Vid överlämning av anläggningen ingår det i arbetet att utbilda användare av larm- och säkerhetssystemen. Då går man igenom handhavande, drift och skötsel samt instruktioner för att undvika onödiga larm. Det är viktigt att larm- och säkerhetsteknikern har kunskap om de lagar och föreskrifter som styr arbetet med larminstallationer.\n\nStorleken på arbetsuppgifterna kan variera mycket, man jobbar därför med både små och stora projekt.\n\n### Arbetsmiljö \n\nLarm- och säkerhetstekniker åker ofta ut till kunderna i en servicebil, ensam eller med en kollega. I en del företag jobbar larm- och säkerhetstekniker i nära samarbete med låssmeder. Jour och beredskap efter arbetstid kan förekomma."}