{"text": "## Produktionstekniker\n\nArbetsuppgifter  \nEn produktionsteknikers arbete kan handla om både metodutveckling och förbättringar av den tekniska utrustningen. Det är viktigt att kunna se helheten i produktionskedjan. Jobbet kan också handla om att optimera materialflöden i en tillverkningsprocess så att man undviker att halvfabrikat blir liggande i väntan på nästa steg i processen. Målet är att produktionen ska löpa så smidigt och effektivt som möjligt. Att lösa olika typer problem som uppstår i produktionsprocessen kan också vara en del av arbetsuppgifterna.\n\nInköp av maskiner och annan utrustning kan vara en uppgift för produktionsteknikern. Då måste man räkna på investeringen och ta reda på hur lång tid det tar att tjäna in pengarna den kostat. Även i det sammanhanget är det nödvändigt att ha en helhetssyn på produktionsprocessen så att utrustning med lämplig kapacitet väljs. Det finns ingen anledning att ha en maskin som producerar väldigt mycket på kort tid om inte resten av kedjan hänger med. \n\nDokumentationsarbete kan också falla på produktionsteknikerns lott. Det är en viktig del av ett företags kvalitetsarbete, och det är ett område som många gånger gränsar till produktionsteknikerns ansvarsområde. En uppgift kan vara att följa produktionen och se till så att den följer fastlagda rutiner i de fall sådana finns. Det kan också finnas särskilda lagar och regler som ska följas inom olika typer av industrier. \n\nProduktionstekniker deltar ofta i olika typer av projekt. Exempelvis produktutveckling bedrivs ofta i projektform. När nya produkter utvecklas måste de gå att tillverka på ett effektivt sätt. Där behövs produktionsteknikerns kunskaper. Det förekommer också att produktionsteknikern leder projekt kring förändringsarbete och metodutveckling inom företaget."}