{"text": "En ambulanssjuksköterska är en legitimerad sjuksköterska (treårig utbildning) med en specialistsjuksköterskeexamen (ettårig utbildning vid heltidsstudier) med inriktning mot ambulanssjukvård. Specialistbeteckningen är skyddad och får endast användas av en legitimerad sjuksköterska med examen som specialistsjuksköterska. Specialistutbildningen finns vid flera högskolor och universitet i landet.  \n\n  \n\nEnligt Socialstyrelsens krav måste minst en person i ambulansbesättningen vara legitimerad sjuksköterska för att ha rätt att ge läkemedel. Sjuksköterskor inom ambulanssjukvården kan alternativt vara grundutbildade eller ha annan specialistsjuksköterskeexamen.  \n\n  \n\nLäs mer om utbildningar och antagningskrav på <a href=\"http://studera.nu\" target=\"_blank\">studera.nu</a>  \n\n  \n\nDu som har utbildning från ett annat land kan ansöka om att få den validerad. Mer information finns på <a href=\"http://www.uhr.se/bedomning-av-utlandsk-utbildning/\" target=\"_blank\">Universitets- och högskolerådet</a>, som bedömer utländska gymnasieutbildningar, yrkeshögskoleutbildningar och akademiska utbildningar. För att få arbeta som legitimerad sjuksköterska i Sverige med utbildning från annat land måste man valideras av <a href=\"http://legitimation.socialstyrelsen.se/sv\" target=\"_blank\">Socialstyrelsen</a>.   \n\n  \n\nOm du har erfarenhet från ett yrke, men saknar intyg kan du få dina yrkeskunskaper bedömda. Mer information finns på <a href=\"http://valideringsinfo.se\" target=\"_blank\">valideringsinfo.se</a> eller hos Arbetsförmedlingen.  \n\n  \n\nB-körkort är ett krav vid anställning som ambulanssjuksköterska. C-körkort kan vara meriterande. Tester av den fysiska förmågan sker vid anställning som ambulanssjuksköterska."}