{"text": "## Inredningsarkitekter\n\nArkitekter som är inriktade på möbler och inredning är ofta anställda på ett inredningsarkitektkontor eller arkitektkontor och många är egenföretagare. Bara ett fåtal är kommunalt eller statligt anställda. \n\n### Arbetsuppgifter\n\nInredningsarkitekter arbetar oftast med att rita inredningar till offentliga miljöer och privata bostäder. Kunder till inredningsarkitekter är ofta offentliga myndigheter eller stora och medelstora företag med kontor, butiker, restauranger eller annat. De arbetar även med privatpersoner. \n\nInredningsarkitekter arbetar med både nybyggnad, tillbyggnad och ombyggnad. Ofta är inredningsarkitekten med ända från planeringsstadiet av ett byggprojekt till den slutliga inredningen och färgsättningen. Men lika ofta arbetar de med uppfräschning av befintliga rum och befintligt möblemang. Det kan handla om ny färgsättning och omklädning av möbler. Andra områden som inredningsarkitekter arbetar med är utställningar och möbelformgivning.\n\nUtöver att vara ansvarig för val av färger, möbler, golv och annan inredning så ser inredningsarkitekten till att rummen fungerar så bra som möjligt för den verksamhet som skall bedrivas där. Först tas skisser och ritningar fram, ibland bygger inredningsarkitekten upp modeller av den tänkta miljön för att åskådliggöra förslaget för kunden. I arbetet ingår också att kostnadsberäkna arbets- och materialkostnad och att lämna offerter.\n\nMånga inredningsarkitekter arbetar också med möbelformgivning och med hantverksmässig eller industriell möbeltillverkning. En del formger möbler parallellt med sitt inredningsarbete. Det finns också inredningsarkitekter som designar utställningar, arbetar med industriell formgivning eller med undervisning och forskning."}