{"text": "Spelutvecklare arbetar på företag som utvecklar dataspel. Det vanligaste är att man arbetar inom ett av de tre områdena; speldesign, grafik eller programmering. På mindre företag kan samma spelutvecklare arbeta med alla tre delarna.\n\n### Arbetsuppgifter\n\nSpeldesigners och level designers skapar spel utifrån idéer, de arbetar med att konstruera hur spelet ska spelas och hur det kommer upplevas. Ofta har en speldesigner en projektledande roll och en helhetssyn över spelet. Man arbetar mycket med detaljer för att slutprodukten ska bli så komplett som möjligt och följa tanken eller idén med spelet. \n\nSom designer är det kreativitet och spelupplevelsen som står i centrum. Detta förmedlar man sedan till resten av teamet. Man behöver också veta vad man kan begära av de programmerare och grafiker man arbetar med genom att ha en grundkunskap om deras arbete.\n\nSpeldesigner har oftast en mer senior arbetsroll. En level designer arbetar med mindre upplevelser i spelet, exempelvis hur en bana ska spelas och upplevas, medan en speldesigner har mer övergripande ansvar. \n\nGrafiker har hand om det visuella i spelet. Alla 3D-modeller, texturer eller miljöer är grafikerns hantverk. Det kan handla om att fånga en stämning som teamet är ute efter, exempelvis genom att ge landskap i spelet en särskild karaktär. Grafikern arbetar med hjälp av till exempel färger och ljussättning för att skapa en sådan miljö. En konstnärlig förmåga är viktig för en grafiker att ha som grund i arbetet. &nbsp;\n\nProgrammerarens arbete har en teoretisk utgångspunkt och skiljer sig inte mycket från andra programmerares jobb. Arbetsuppgifterna består till största delen av att skriva kod som “ger spelet liv”, genom att skapa funktioner och logiska samband. Programmeraren bygger ramen och verktygen som gör att spelet fungerar. \n\nProgrammeraren ser till att spelet får de funktioner som det behöver, att det följer de kommandon som spelaren ger och hur spelet ska reagera på alla kommandon. Under arbetets gång testas spelet för att kontrollera att det fungerar som man vill. \n\n### Arbetstider\n\nNär man är i slutfasen av ett projekt händer det att man behöver arbeta kvällar och helger."}