{"text": "Hamnarbetare arbetar i hamnar längs landets kuster och större insjöar. \n\n### Arbetsuppgifter \n\nI hamnarna möts de olika trafikslagen båt, lastbil och tåg. Hamnarbetare ansvarar för att övergången mellan de olika trafikslagen går smidigt. Olika slags gods innebär olika typer av arbete. Allt från personbilar som ska köras av båten till tunga&nbsp;containrar som lyfts i och ur fartygen med hjälp&nbsp;av kranar. När det gäller flytande gods som olja handlar arbetet om att koppla slangar och rör på ett säkert sätt för att undvika läckage och&nbsp;brandrisk. \n\nI arbetet använder man ofta olika truckar eller kranar för att lasta och lossa gods från fartyg. Hamnarbetare arbetar med truckar av olika slag för att flytta gods mellan platser på kajen och/eller båten. Många enheter som hanteras väger flera ton, så man använder ofta tyngre trucktyper, till exempel terminaldragtruck eller containertruck. Hamnarbetare använder också olika sorters hamnkranar såsom svängkranar, STS-kranar eller vikarmskranar vid lastning och lossning av fartyg. Arbetet med att lossa och lasta fartygen kan också göras med hjälp av transportband eller genom att koppla slangar och rör för att lasta av flytande last som till exempel oljor. \n\nUtöver att flytta gods mellan inskrivning, anvisade kajplatser och båt, är hamnarbetare med och räknar samt kontrollerar att det som ska lastas eller lossas är oskadat. Det är viktigt att upptäcka om det uppstått skador eftersom det kan vara stora värden som transporteras. Om till exempel en container blivit skadad kan det dessutom innebära en säkerhetsrisk i den fortsatta hanteringen i hamnen. \n\n### Andra vanliga yrkesroller för hamnarbetare:\n\n  \nSignalmän hjälper kranförare med att kontrollera säkerheten inom kranens arbetsområde så att ingen står i vägen och att eventuella lås och vajrar är på plats inför ett lyft. \n\nLämpare öser löst god med skyffel så att kranar och maskiner kommer åt det vid avlastnings från fartyg.\n\nBilförare kör av och på enskilda bilar och lastbilschassin. \n\nTrafikvakter tar emot och dirigerar trafik och passagerare."}