{"text": "## Installations- och serviceelektriker\n\nInstallations- och serviceelektriker arbetar hos privatpersoner, fastighetsägare och industrier. På stora installationsföretag är man ofta specialiserad inom ett område. Arbetar man i ett mindre installationsföretag har man vanligtvis bredare arbetsuppgifter där installation av datanät, TV-anläggningar och liknande kan ingå.\n\n### Arbetsuppgifter\n\nInstallationselektriker installerar elektrisk utrustning i alla typer av fastigheter. Man kan också arbeta vid ombyggnation och renoveringar med installationer. Utifrån en ritning eller beskrivning planerar elektrikern arbetet. När montaget är klart gör installationselektrikern en teknisk beskrivning av installationen.\n\nExempel på arbetsuppgifter som kan ingå i installationselektrikerns arbete:\n\n### ● Dra ledningar i rör i väggar, tak och golv\n\n● Montera elcentraler\n\n### ● Montera belysning\n\n● Sätta upp strömbrytare och vägguttag  \n● Planera kabelvägar och installera exempelvis kanaler och kabelstegar  \n● Konstruera ritningar och sköta dokumentering till kunders anläggningar  \n● Ansluta vitvaror så som kylskåp, spisar och tvättmaskiner  \n● Montera ned gammal elutrustning och kablar vid ombyggnation  \n● Installera och programmera styrsystem i fastigheter\n\nServiceelektriker jobbar främst med felsökning och reparation av elektriska anläggningar. De gör även mindre installationer av olika slag. Det kan handla om kabeldragning, montage av elcentraler eller installation av vitvaror, värmepumpar och solpaneler. Som underlag har serviceelektrikern ritningar och beskrivningar. Vid felsökning använder man olika mätinstrument för att hitta felet som ska rättas till.\n\nAlla elinstallationsföretag är ansvariga för att elinstallationsarbetet utförs korrekt. Som auktoriserad elinstallatör kan man utses att vara företagets elinstallatör för regelefterlevnad, en roll som alla elinstallationsföretag måste ha. Uppdraget innebär att elinstallatören stöttar företagsledningen i arbetet med att se till att företaget följer elsäkerhetslagen och tillhörande föreskrifter.\n\n### Arbetsmiljö\n\nInstallations- och serviceelektriker har ett rörligt arbete. Ofta jobbar installationselektriker i arbetslag. Serviceelektriker åker ofta ut ensam till kunderna. Servicejobb sker ofta under kort tid och är mindre i omfattning än installationsarbeten. Arbetet kan ske på höga höjder och i trånga utrymmen, man arbetar både utomhus och inomhus."}