{"text": "## Controller\n\nEn controller kan arbeta i alla typer av organisationer. Det kan vara allt från mindre privata företag till globala koncerner eller offentliga verksamheter. \n\n### Arbetsuppgifter\n\nControllern arbetar med analyser av en verksamhet utifrån olika perspektiv för att den ständigt ska förbättras och nå resultat. Det finns två huvudinriktningar på controllerns arbete. \n\nEn finansiell controller har som främsta uppgift att analysera dåtid och nuläge i ekonomiska siffror. Att kunna läsa av resultat- och måluppfyllnad och sedan rapportera till ledning samt till övriga i organisationen är det viktigaste. Ledningen ska kunna få en bra bild av hur nuläget är för att förstå framtiden. En annan titel är accounting controller.\n\nEn verksamhetscontroller är mer inriktad på framtiden. Hen gör analyser av förutsättningar för en framgångsrik verksamhet utifrån flera olika perspektiv. Det kan till exempel handla om hur marknaden utvecklas, nya lagar som påverkar eller om kvalitet. Analysen ska hjälpa ledningen att ta fram strategier på kort och lång sikt. Inom privat sektor kallas man då ofta för business controller. \n\nUnderlagen till analyserna samlas in både inom och utanför företaget. Det ingår i arbetet att hålla sig uppdaterad på vad som händer i omvärlden som kan påverka verksamheten på olika sätt. Det behövs även ett nära samarbete med många andra yrkesgrupper för att dra rätt slutsatser. Controllern behöver därför ha bra kontakter både inom och utanför verksamheten. Ibland arbetar hen även utanför landets gränser.\n\nAtt presentera det man kommit fram till så att alla förstår är en viktig uppgift för controllern. Controllern är pådrivande för att få hela verksamheten till att gå från ord till praktisk handling. \n\nI ett mindre företag går ofta de två rollerna som beskrivs ovan ihop. Controlleryrket har utvecklats mot att bli mer styrande och nära ledningen i verksamheten. Nya områden kommer hela tiden till, hållbarhet är ett exempel som en controller kan behöva titta på."}