{"text": "## Fastighetstekniker\n\nFastighetstekniker kan vara anställda av fastighetsbolag, bostadsbolag eller företag som i sin tur säljer tjänster till bostadsföretag. De kan även vara anställda av kommuner.\n\n### Arbetsuppgifter\n\nFastighetstekniker ansvarar för drift, skötsel och underhåll av fastigheters tekniska system, exempelvis värme och ventilation. De kan arbeta både med bostadsfastigheter och kommersiella fastigheter. Arbetsuppgifterna kan därmed variera beroende på var man är anställd. \n\nOfta ingår både teknik, IT och service. Fastighetstekniker behöver ha grundläggande kunskaper om energi och miljö med anledning av Boverkets skärpta energikrav.\n\nExempel på övergripande arbetsuppgifter som ofta ingår i arbetet:  \n\n<ul type=\"circle\"><li>Ansvara för värme- och ventilationssystem </li><li>Sköta värmeväxlare för fjärrvärme, värmepumpar, fläktar och annan teknisk utrustning </li><li>Felsökning och reparationer </li><li>Kontakt med hyresgäster </li><li>Ansvara för effektivisering av fastighetens energiprestanda och resursförbrukning.<br/></li></ul>\n\nModerna fastigheter har avancerade, datorstyrda system för att inomhusklimatet ska vara behagligt, samtidigt som energiförbrukningen ska hållas så låg som möjligt. För att sköta dessa system krävs kunskaper om styr- och reglerteknik, hur systemen ska underhållas, justeras och repareras. Drifttekniker är en annan vanlig yrkestitel för dem som jobbar med den här typen av uppgifter. I jobbet ingår också att kontrollera brister i isolering och bevaka så att det inte uppstår oväntat hög energiförbrukning. Även felsökning är en del av jobbet.\n\nFastighetstekniker kan ibland ha en samordnande roll och fungera som arbetsledare för exempelvis tekniska specialister. I den rollen krävs det att fastighetsteknikern har teknisk förståelse, men behöver inte själv kunna åtgärda alla problem som uppstår."}