{"text": "Systemförvaltare arbetar i så gott som alla större organisationer, oavsett bransch, eftersom de finns där det finns datasystem. \n\n### Arbetsuppgifter\n\nVilka arbetsuppgifter som ingår i yrket kan variera mellan olika företag/organisationer eller branscher. Men i grunden arbetar en systemförvaltare med den långsiktiga administrationen och driften av ett eller flera IT-system. Det kan till exempel vara säkerhetssystem, ekonomisystem eller lönesystem. Ett datorsystem kan ha flera systemförvaltare som delar på arbetsuppgifterna. En närliggande roll är systemadministratör.\n\nSystemförvaltaren leder utvecklingen av datorsystemen. De har löpande kontakt med systemets administratörer och med andra systemförvaltare. De ansvarar för att information och användarstöd finns tillgängligt för de som använder systemet och ansvarar också för att dessa får utbildning i hur systemet ska användas.\n\nSystemförvaltare ansvarar för att de IT-system som företaget har hela tiden anpassas till den verksamhet som de ska stödja. Om till exempel en förändring inträffar i en verksamhet behövs kanske en ny del läggas till i IT-systemet, eller så behöver man justera hur systemet fungerar. Sådana förändringar görs av systemförvaltaren. \n\nI det arbetet samlar man in krav och önskemål från verksamheter och användare på hur IT-systemen ska användas. För att IT-stöden ska fungera så bra som möjligt i verksamheten behöver systemförvaltare ha kontakt med användare och leverantörer till IT-systemet.\n\nIbland måste program uppdateras och ersättas. Då behövs ett säkerhetsarbete för att skydda programmet mot till exempel virus, otillåtna användare eller att data försvinner om programmet kraschar. Systemförvaltare ansvarar för att säkerhetsplanerna för datasystemen skapas och följs."}