{"text": "Grovarbetare kan arbeta på en byggarbetsplats där nya byggnader byggs eller alla typer av byggnader som ska byggas om eller rivas helt eller delvis. Arbetsplatsen kan även vara öppna ytor som ska täckas med olika material och formas eller jämnas ut, oftast i närheten av någon byggnad.\n\n### Arbetsuppgifter\n\nEn arbetsuppgift kan vara att riva gjutformar. När betongen har stelnat ska formen rivas. Det jobbet räknas som ett grovarbete då mycket kraft måste användas för att riva formen. Formens virke och skivmaterial rensas därefter från spik och sorteras för att användas i en ny gjutning.\n\nAtt vara hantlangare till snickare, murare och betongarbetare förekommer också. I dessa fall handlar det om att få fram byggmaterial till hantverkarna på platser där det är trångt eller på annat sätt svårt att få fram material. Med hjälp av grovarbetaren kan hantverkarna hålla ett högre tempo och produktionen kan pågå utan avbrott.\n\nGrovarbetare kan också arbeta med rivningsarbeten. Då handlar det oftast om renovering och ombyggnationer. Vid rivning av hårda material som betong, sten och tegel används en så kallad bilningsmaskin som under högt tryck slår sönder byggmaterialet. Att bila ner byggmaterialet är ett tungt och mycket bullrigt arbete.\n\nVissa markarbeten vid byggarbetsplatser räknas också som grovarbete. Med handredskap förflyttar och sprider grovarbetaren sand, grus, jord eller annat fyllnadsmaterial. Arbetet görs exempelvis för att jämna ut en markyta eller för anläggning av grönområde i närheten av bostadshus.\n\n### Arbetstider\n\nDet är vanligt att arbeta dagtid på vardagar. Arbete på kvällar och helger kan förekomma för att exempelvis tidsplanen ska hålla."}