{"text": "## Maskinoperatör inom livsmedelsindustrin\n\nMaskinoperatörer arbetar på industriföretag som producerar livsmedel av olika slag.\n\n### Arbetsuppgifter\n\nMaskinoperatören övervakar och kontrollerar tillverkningsprocessen via en dataskärm i ett kontrollrum. Där kan också inställningar i produktionen justeras. Som operatör måste man även ha kunskap om vad som händer med livsmedlet i processen.\n\nBryggeriarbetare arbetar på bryggerier som tillverkar öl och andra drycker som läskedrycker, mineralvatten och juice. Arbetsuppgifterna innebär övervakning i kontrollrummet och ute i bryggeriet.\n\nChoklad- och konfektyrtillverkning bedrivs i produktionslinjer som är specialiserade på en viss sorts godis, till exempel praliner, chokladkakor eller skum/gelé. I början av linjen tillsätts råvaror. Sedan blandas och/eller kokas massan, bitarna formas och slås in i papper och/eller packas i påsar. \n\nEn kvarnoperatör arbetar med mjöltillverkning vid en kvarn. Förutom övervakning av tillverkningen i kontrollrummet arbetar man också mycket ute i kvarnen för att se till att allt fungerar. Även om mycket av arbetet vid en kvarn idag består av övervakning är malning av mjöl fortfarande en process där det krävs mycket kunskap om bland annat spannmål och olika mjölkvaliteter. \n\nEn mejeriarbetare arbetar med mottagning och behandling av mjölk, med tillverkning av mejeriprodukter, med förpackning, lagring och distribution samt med bakteriologisk och kemisk kontroll på laboratorium. I arbetet kan även ingå att ta emot order och arbeta som försäljare. \n\nTiteln livsmedelstekniker används ibland för den som har samordnande uppgifter, utför beräkningar och kvalitets- och produktkontroller inom livsmedelsindustrin.\n\nProcessoperativt arbete finns också inom industribagerier, se beskrivning av Bagare. \n\n### Arbetstider\n\nArbetstiden varierar. Mejeriarbetare arbetar vanligen dagtid, medan det annars är vanligt med skiftarbete. Säsongsvariationer förekommer i bryggeribranschen och chokladtillverkningen. \n\n### Arbetsmiljö\n\nInom livsmedelsindustrin gäller särskilda krav på hygien. Företagen håller vanligtvis med skyddskläder, som jacka, byxor och mössa."}