{"text": "IT-arkitekter arbetar ofta på större företag, i organisationer eller på myndigheter.\n\n### Arbetsuppgifter\n\nAllt större delar av företag och organisationers verksamhet utförs i IT-baserade system. IT-arkitekter planerar och lägger upp strategier för hur de olika IT-systemen ska struktureras och byggas. De ser till att företagen använder IT-systemen på det mest effektiva sättet.\n\nDet finns flera typer av IT-arkitekter utan skarpa gränser emellan. Yrkestitlarna kan också variera mellan olika arbetsplatser. Här följer en grov indelning med fyra olika arkitektroller:\n\nVerksamhetsarkitekter arbetar nära verksamheten och vet hur den fungerar. De gör kravspecifikationer och säkerställer att projekten bidrar till verksamheten på bästa sätt. De analyserar företagets IT-struktur och hjälper till att ta beslut om förbättringar eller avvecklingar i IT-strukturen.\n\nLösningsarkitekter arbetar med att designa IT-lösningar utifrån krav som tas fram av dem som arbetar inom verksamheten. De ansvarar för att nya IT-tjänster återanvänder tidigare funktioner och att de följer riktlinjer som företaget satt upp för den tekniska arkitekturen. Lösningsarkitekter arbetar ofta med stora projekt.\n\nMjukvaruarkitekter designar mjukvarusystem så att de uppfyller krav på funktion och kvalitet. Det kan t.ex. handla om att systemen ska vara säkra, testbara och användbara. De arbetar ofta med enskilda projekt, till skillnad från lösningsarkitekter som har övergripande ansvar över flera olika projekt.\n\nInfrastrukturarkitekter säkerställer att organisationer har rätt IT-infrastruktur för verksamhetens syfte och att infrastrukturen hålls uppdaterad i en lagom takt. De ansvarar också för dokumentation av infrastrukturen."}