{"text": "Slaktare är anställda på ett slakteri för en viss typ av djur som måste vara godkända enligt EU-förordning. Styckare kan arbeta på ett slakteri, i ett styckningsföretag eller i en butik.\n\n### Arbetsuppgifter \n\nDjuren transporteras till slakterier där de besiktigas av en officiell veterinär. Därefter bedövas djuret med olika bedövningsmetoder innan det avlivas genom avblodning.\n\nEfter djurhantering, avlivning och avblodning krokas slaktkroppen upp på en bana i taket. Grisar tvättas, skållas och avhåras medan nötdjur avhudas. Slaktkroppen förflyttas sedan till en annan plats i slakthallen där andra slaktare tar emot kroppen för urtagning av inälvor. Därefter klyvs slaktkroppen. Klassificeras, vägs och kyls ned. Inre organ, tarmar, hud, fett och ben tas tillvara. En officiell veterinär besiktigar även slaktkroppen, de urtagna inre organen och tarmarna. \n\nStyckare tar vid efter slaktarens arbete. Först grovstyckas slaktkroppen, antingen liggande eller hängande på en krok. Därefter skiljs köttet från benet, detaljerna skärs ut och fettet tas bort. Styckare är ett hantverksyrke och de flesta moment görs för hand med en kniv. Styckare kan vara specialiserade på vissa uppgifter, men arbetsrotation är vanligt.\n\nI en dagligvarubutik är styckaren oftast själv ansvarig för att stycka ut alla delar och förpacka varorna. Butiksstyckare har ett serviceinriktat arbete eftersom kontakt med kunder ingår i arbetet.\n\nEfter slaktarens och styckarens arbete tar charkuteristen över. I arbetet ingår att förbereda och salta olika köttvaror samt att tillverka charkuterivaror, som till exempel leverpastej och blodpudding. Många av arbetsmomenten som hackning, malning av råvaror, dosering samt oftast även kokning, rökning och ugnsbakning utförs idag maskinellt.\n\n### Arbetsmiljö\n\nSlaktare och styckare jobbar i arbetslag. Inom arbetslaget roterar man oftast mellan arbetsuppgifterna. Arbetet utförs i en kylig arbetsmiljö. \n\nSlaktare och styckare måste vara noggranna med hygienen. Utrustning för handtvätt, rengöring och desinfektion ska finnas tillgänglig på arbetsplatsen."}