{"text": "Elevassistenter arbetar inom skolan. Ofta är man anställd som stöd till en elev, men kan även arbeta som stöd i en barngrupp och i en hel skolklass. Elevassistenten kan också arbeta med elever som deltar i särskilda grupper, eller finnas som stöd i klassrumssituationen. Många elevassistenter arbetar på särskolor eller specialskolor. \n\n### Arbetsuppgifter\n\nElevassistenter arbetar med barn och ungdomar som har behov av särskilt stöd. Arbetsuppgifterna är alltid anpassade utifrån den individ man arbetar med. Det kan till exempel handla om att hantera läs- och skrivsvårigheter, koncentrationsproblem, psykosociala svårigheter eller olika typer av funktionsnedsättningar.\n\nElevassistentens uppgift är att stödja elever i undervisningen och i den övriga skolgången.   \nMan kan arbeta med enskilda elever, i hela klasser eller fritidsgrupper. Arbetet kan vara givande för den som vill arbeta med barn, men ställer också krav på personliga egenskaper och kompetens hos de som arbetar inom yrket.\n\nArbetsuppgifterna varierar beroende på det stöd eleven är i behov av och den skola man arbetar vid. Elevassistentens grunduppgift är att finnas som stöd och resurs för en eller flera elever. \n\nArbetet kan innebära att hjälpa eleven att få studiero och kunna delta i undervisningen. I vissa fall är man en praktisk hjälp för eleven genom att hjälpa till vid måltider, raster eller vid ombyte. Elevassistenten hjälper eleven att hitta individuella lösningar för att eleven ska kunna tillgodogöra sig kunskap. Man kan till exempel hjälpa eleven att hitta olika studietekniker eller anteckna vid lektioner.\n\nLäraren har huvudansvaret för arbetet i klassrummet och elevassistenten arbetar ofta på instruktion från läraren. Som elevassistent måste man ha god förmåga att samarbeta med både lärare och övrig personal i skolan såsom fritidspedagoger och speciallärare. \n\nElevassistenten har kontakt med elevens vårdnadshavare och samarbetar även med skolhälsovården och med myndigheter. Samarbetet är nödvändigt för att kunna stödja eleven på bästa sätt.\n\n### Arbetstider\n\nElevassistenten jobbar under skolans öppettider eller då eleven har behov av stöd."}