{"text": "Ambulanssjuksköterskor är anställda av landsting/regioner eller av privata företag som bedriver ambulanssjukvård på entreprenad.\n\n### Arbetsuppgifter\n\nAmbulanssjuksköterskan tar hand om personer i alla åldrar som drabbats av akuta sjukdomar eller skador. Ambulanssjuksköterskan undersöker och behandlar patienten innan och under transporten till sjukhus eller annan vårdinrättning.\n\nTill exempel ska ambulanssjuksköterskan kunna förlösa en gravid kvinna, rädda liv vid hjärtstopp och hantera trafikolyckor. Det kan också handla om olycksfall med barn eller personer med psykisk ohälsa. Vid större olyckor med många skadade behöver ambulanssjuksköterskan prioritera så att den med störst skada får hjälp först.\n\nDet handlar inte alltid om livshotande lägen i ambulanssjukvården. Arbetet kan vara av betydligt lugnare karaktär, till exempel när man transporterar patienter mellan olika sjukhus eller när sjukdomen/skadan bedöms mindre akut. Ibland handlar det till exempel om att övervaka patientens tillstånd.\n\nAmbulanssjuksköterskan samarbetar med en sjuksköterska eller en ambulanssjukvårdare. Vid samarbete med sjukvårdare har sjuksköterskan det medicinska ansvaret, vilket innebär att göra de undersökningar och behandlingar som krävs innan ambulansen kommer fram till sjukhuset. Till exempel ger ambulanssjuksköterskan medicin till patienten på olika sätt, beroende på ålder och behov.\n\nNär teamet är klara med ett uppdrag, rapporterar ambulanssjuksköterskan vårdarbetet till nästa instans som fortsätter med den vård man har påbörjat.\n\n### Arbetsmiljö\n\nAmbulanssjuksköterskan har ibland ett fysiskt tungt jobb och måste kunna bära patienter på bår. Ibland sker arbetet i högt tempo om transporten är brådskande och patientens tillstånd försämras. Ambulansteamet samverkar via ett radiosystem med SOS, räddningstjänst och polis.\n\nI arbetet ingår att hantera trafiken och att läsa kartor via GPS för att hitta fram till rätt plats. Ambulansteamet turas om att köra ambulansen.\n\n### Arbetstider\n\nAmbulanssjuksköterskor har schemalagd dag-, natt- och helgtjänst."}