{"text": "Demonstratörer och plockare är anställda av butikskedjor, varutillverkare, leverantörer eller företag som är specialiserade på marknadsföring och att ordna demonstrationer och säljaktiviteter.\n\n### Arbetsuppgifter \n\nDemonstratörer arbetar med att visa eller demonstrera olika produkter. Uppgiften är att få kunderna intresserade av att köpa varan. De kan till exempel visa hur en ny dammtrasa fungerar eller låta kunderna smaka en ny ost. \n\nArbetet kräver att man kan det mesta om den vara man ska sälja och är beredd att svara på alla tänkbara frågor om produkten. Demonstratörer packar ofta upp varorna själva och ställer i ordning platsen för demonstrationen. \n\nAndra uppgifter kan vara att delta i kampanjer och ordna säljaktiviteter. Man kan till exempel dela ut varuprover, arrangera underhållande information, tävlingar och andra kundaktiviteter, som ska ge kunderna en upplevelse.\n\nPlockare plockar upp och exponerar olika leverantörers varor. De sätter också upp reklammaterial runt produkterna. Arbetet kräver att man kan ställa upp varor snyggt och det är ett extra plus om man är bra på skyltning och exponering av varorna. \n\nSedan varorna levererats åker plockaren runt till olika butiker och ser till att det finns tillräckligt med utrymme i butiken och att det är snyggt i hyllorna. Ibland kan det vara samma person som under en period arbetar som demonstratör och under en annan som plockare.\n\nButikskonsulenter arbetar med att öka försäljningen av en viss typ av varor i ett antal butiker. Man genomför kampanjer, sköter skyltning och arbetar för att varorna får en synlig placering i butikerna. Man fyller på varor i hyllorna, ser över sortimentet och ansvarar för att distributionen fungerar. Man samarbetar med butikschefen och personalen.\n\n### Arbetstider\n\nDagtid och kvällsarbete förekommer. Deltidstjänster och tidsbegränsade anställningar är vanligt. \n\n### Arbetsmiljö\n\nDemonstratörer, butikskonsulenter och plockare arbetar i butiker, köpcentra, varuhus eller på mässor. Vanligtvis åker de runt mellan olika platser i en region, en stor del av arbetstiden tillbringas i bilen."}