{"text": "## Dietist\n\nDe flesta dietister arbetar inom hälso- och sjukvård och är anställda av landstingen. Sjukhus och vårdcentraler är vanliga arbetsplatser. Att göra hembesök hos patienter kan ingå i arbetet vid en vårdcentral. Många dietister arbetar också inom kommunal äldreomsorg. En del arbetar inom barn- och mödrahälsovård.\n\nDietister kan också jobba inom områden som folkhälsa och friskvård, driva eget företag eller arbeta på livsmedels- och nutritionsföretag. Dietister finns också inom läkemedelsindustrin, på universitet och myndigheter.\n\n### Arbetsuppgifter\n\nInom hälso- och sjukvården arbetar dietisten med nutritionsbehandling och kostrådgivning, både med enskilda patienter och i grupp. Nutrition betyder näringslära; läran om kost, kosthållning och dess sammansättning. Dietisten förebygger, utreder och behandlar problem som är relaterade till kost och hälsa. Samtalsmetodik är grundläggande i arbetet för att kunna vägleda människor i hur näringsrekommendationerna ska omvandlas till verklighet. Dietistens rådgivande samtal om kost spelar stor roll för att på bästa sätt kunna stödja patienten.\n\nDietisten möter patienter i alla åldrar som exempelvis har drabbats av fetma, undernäring, diabetes, cancer eller hjärt- och kärlsjukdomar. Utifrån symtom, sjukdom och näringsstatus identifierar dietisten nutritionsrelaterade problem och föreslår individuell kost- och nutritionsbehandling. Det kan handla om att patienten behöver lägga om sin kost för att återfå hälsan eller förebygga sjukdom.\n\nDietisten är en del av vårdteamet och samarbetar med sjuksköterskor, läkare, fysioterapeuter och arbetsterapeuter. I arbetet ingår att utbilda och informera hälso- och sjukvårdspersonal i kost- och näringsfrågor.\n\nPå ett privat företag kan dietister arbeta med produktutveckling, försäljning och marknadsföring. Många dietister arbetar med informationsspridning, exempelvis genom föreläsningar och utbildningar till allmänheten, idrottsrörelsen och studenter inom vård- och omsorgsutbildningar. Dietister arbetar också inom forsknings- och utvecklingsprojekt kring kost och hälsa."}