{"text": "## Dansare\n\nArbetsmarknaden för dansare är liten. Dansare är oftast egna företagare som frilansar, fasta anställningar är mycket ovanliga.\n\n### Arbetsuppgifter\n\nDansare arbetar med att uttrycka känslor och berättelser med kroppen som verktyg. Dansare medverkar i olika slags föreställningar. Tiden på scenen är bara en liten del av dansarens arbete. Bakom ett framförande ligger många år av hård träning. Som dansare är det därför viktigt att ha goda fysiska förutsättningar för att klara av jobbet. Dansare tränar flera timmar varje dag för att hålla sig i form.\n\nMånga dansare är specialiserade på en dansstil men det är också vanligt att arbeta med flera stilar. En inriktning är att dansa klassisk balett vid exempelvis operan i Stockholm eller Göteborg. En annan inriktning är modern nutida dans. Då ingår dansaren ofta i ett kompani som sällan har en fast scen. Andra inriktningar är att dansa jazz eller showdans och medverka i musikaler, revyer, operetter eller teaterföreställningar där olika former av dans ingår. I de sammanhangen kan det ibland krävas att dansaren måste kunna sjunga.\n\nAtt arbeta som dansare innebär samarbete, närvaro och interaktion med andra dansare, koreografer och regissörer. Inför en dansuppsättning ägnas mycket tid åt att repetera tillsammans med koreografen och övriga dansare i teamet. Koreografen arbetar med att skapa och utforma dans. Koreografi handlar om att komponera rörelser, positioner och steg för att gestalta en helhet. Koreografen arbetsleder dansarna och ger instruktioner.\n\n### Arbetsmiljö\n\nArbetet som dansare är fysiskt ansträngande. Rygg, ben och fötter är särskilt utsatta. En del dansare går i pension tidigt på grund av den långvariga fysiska ansträngningen.\n\n### Arbetsmarknad utomlands\n\nDen geografiska rörligheten inom yrket är stor. Det är vanligt att dansare arbetar utomlands eftersom arbetsmarknaden är begränsad i Sverige."}