{"text": "Akutsjuksköterskor arbetar på akutmottagningar, akutvårdsavdelningar, traditionella vårdavdelningar och postoperativa avdelningar (uppvakning efter operation). De kan även arbeta på intermediärvårdsavdelning, en avdelning för patienter som är för sjuka för att kunna vårdas på en vanlig avdelning men som inte behöver intensivvård.\n\n### Arbetsuppgifter\n\nAkutsjuksköterskan arbetar med akut sjuka och skadade patienter i alla åldrar. Akutsjukvård innebär den vård och omvårdnad som ges till patienten inom de första 24 timmarna på en akutmottagning, akutvårdsavdelning eller motsvarande.\n\nAkutsjuksköterskan arbetar med ett brett verksamhetsområde. Övergripande ansvarar akutsjuksköterskan för avancerad omvårdnad vid akuta och ibland komplexa skade- och sjukdomstillstånd. I arbetet ingår att göra ankomstintervjuer, ta prover, förbereda patienten inför läkarundersökning, assistera vid undersökningar och behandlingar och själv inleda vissa behandlingar.\n\nI arbetet ingår att vara beredd på det oväntade och oförutsägbara. Akutsjuksköterskan identifierar tänkbara livshotande tillstånd på patienter som inte har blivit diagnosticerade av läkare. Akutsjuksköterskan måste snabbt kunna fatta korrekta beslut om vilken vård och omvårdnad patienten ska få, trots begränsad bakgrundsinformation om patienten. Utifrån patientens tillstånd prioriterar och samordnar akutsjuksköterskan de omvårdnadsåtgärder som behövs.\n\nAkutsjuksköterskor träffar patienten under kort tid. En viktig del i arbetet är att överföra information till olika vårdgivare, till exempel när patienten flyttas till en annan avdelning.\n\n### Arbetsmiljö\n\nArbetet sker ibland i högt tempo och det är viktigt att behålla lugnet i stressfyllda situationer. Akutsjuksköterskan samarbetar i team med undersköterskor och läkare.\n\n### Arbetstider\n\nAkutsjuksköterskor har schemalagd dag-, natt- och helgtjänst."}