{"text": "Drifttekniker arbetar vid anläggningar som producerar och distribuerar el och värme, samt vid vatten- och avloppsanläggningar. Många arbetsgivare är kommunalägda företag.\n\n### Arbetsuppgifter\n\nEn drifttekniker arbetar med att övervaka och styra driften vid anläggningen. Övervakningen sköts oftast via datasystem från ett kontrollrum. Driftteknikern går även kontrollronder ute i anläggningen.\n\nVid en kontrollrond lyssnar driftteknikern efter missljud, tittar efter eventuella läckage och läser av mätare för tryck och temperatur. I arbetet ingår att löpande dokumentera arbetet enligt fastlagda rutiner och instruktioner, samt att rapportera fel och störningar i driften.\n\nDet är ofta driftteknikerns uppgift att sköta förebyggande underhåll och åtgärda uppkomna problem för att säkerställa driften. Det kan handla om att ändra en inställning i kontrollrummet eller att manuellt utföra en reparation i anläggningen. I vissa fall kontaktar driftteknikern en underhålls-/servicetekniker.\n\nEn del anläggningar är obemannade och övervakas via fjärrövervakning. Driftteknikern kontrollerar då anläggningen efter ett schema vid vissa tillfällen eller om driftstörningar skulle inträffa. På det här sättet kan driftteknikern ansvara för drift och underhåll av flera anläggningar samtidigt.\n\nDe som arbetar med drift och underhåll av nätet utanför produktionsanläggningen, kan också kallas drifttekniker. Då åker man runt och kontrollerar nätets funktioner, exempelvis ventiler.\n\n### Arbetsmiljö\n\nPå större arbetsplatser sker arbetet i arbetslag. Gränsen för vem som gör vad kan variera mellan olika arbetsplatser. I arbetslaget finns ofta en driftingenjör/driftmästare som har ett övergripande ansvar för drift och underhåll. Driftteknikern kan ansvara för hela eller delar av anläggningar. På mindre anläggningar kan driftteknikern arbeta ensam.\n\n### Arbetstider\n\nDet är vanligt med skiftarbete och beredskapstjänst eftersom anläggningarna är igång dygnet runt."}