{"text": "Inrednings- och möbelsnickare arbetar på maskinutrustade verkstäder av olika storlek. Det kan vara en specialverkstad på ett större företag eller ett mindre företag som tar fram produkter i små serier. En del driver eget företag.\n\n### Arbetsuppgifter\n\nInrednings- och möbelsnickare arbetar med att tillverka möbler och inredning efter specialbeställningar, egen design eller i mindre serier. Möbelsnickaren tillverkar nya möbler, exempelvis bord, stolar och vitrinskåp med unika egenskaper. Inredningssnickaren tillverkar och monterar inredning till offentliga lokaler, exempelvis butiker, banker och restauranger. Inredningssnickare kan även arbeta med uppdrag åt privatpersoner, men den typen av inredning görs ofta i större serietillverkning inom trä- och möbelindustrin.\n\nYrkesgruppen arbetar ofta med alla moment i tillverkningsprocessen, från idé till färdig produkt. I arbetet utgår man ifrån en konstruktionsritning som beställaren eller en designer har tagit fram. Inrednings- och möbelsnickaren kan också arbeta fram ritningen själv, ofta i samråd med beställaren.\n\nI det praktiska arbetet ingår att välja ut trävirke eller annat material för att sedan bearbeta och ytbehandla materialet. Manuellt arbete kombineras med modern produktionsteknik. Handverktyg och maskiner av olika slag används i tillverkningsarbetet, exempelvis hyvlar, fräsar, borrmaskiner och sågar. En allt större del av tillverkningen sker med datorstyrda maskiner och då kan programmering ingå i arbetet. De färdiga delarna monteras sedan ihop till en färdig produkt.\n\n### Arbetsmiljö\n\nArbetet utförs oftast i verkstadsmiljö. Ibland samarbetar man med konstruktörer, designers och inredningsarkitekter. Inredningssnickare åker ibland ut till kunderna och monterar upp inredningen på plats, vilket kan innebära resor."}