{"text": "Skolsköterskor arbetar på grund- och gymnasieskolor. Arbetsgivare är kommuner eller fristående skolor.\n\n### Arbetsuppgifter\n\nSkolsköterskans huvuduppgifter är att:\n\n### ● Göra hälsoundersökningar\n\n● Hålla hälsosamtal  \n● Genomföra vaccinationer enligt det nationella vaccinationsprogrammet\n\nHälsoundersökningar görs regelbundet i olika årskurser. Vid undersökningen undersöker skolsköterskan elevens längd, vikt, syn och hörsel. I samband med hälsoundersökningen håller man hälsosamtal med eleven.\n\nUnder hälsosamtalet går man igenom elevens hälsa och ställer frågor om mat- och sömnvanor, upplevd stress och andra livsstilsfrågor. Samtalet fokuserar mycket på kopplingen mellan hälsa och lärande. Skolsköterskan coachar eleverna, utreder orsakerna bakom upplevda problem och ger förslag på lösningar.\n\nSkolsköterskan möter ofta elever med psykisk ohälsa, som av olika anledningar har svårt att klara skolans mål. Skolsköterskan är också involverad i elever som har kroniska eller medicinska problem som allergi, epilepsi eller hudsjukdomar.\n\nSkolsköterskan tar emot spontana besök från eleverna. Det är vanligt med frågor kopplade till identitet, sexualitet och pubertet. Skolsköterskan erbjuder även enklare sjukvårdsinsatser, till exempel om en elev har skadat sig lätt.\n\nSkolsköterskan samarbetar med läkare, kurator, psykolog och specialpedagog i skolans elevhälsoteam. Teamet träffas och diskuterar elever på individ- och gruppnivå. Det kan också vara övergripande frågor, som hur man ska arbeta för en tryggare skolgård. Skolsköterskan är också ett stöd för rektorer och pedagoger i arbetet med att stödja eleverna i deras lärande och utveckling.\n\nSkolsköterskan hanterar återkommande elevenkäter och använder underlaget i utvecklingsarbetet på skolan, exempelvis genom riktade insatser.\n\nDokumentation och journalhantering ingår i arbetet.\n\n### Arbetsmiljö\n\nMerparten av skolsköterskorna är ensamma i sin yrkesutövning. Större skolor har ofta flera skolsköterskor anställda. En skolsköterska kan även dela sitt arbete mellan flera mindre skolor.\n\n### Arbetstider\n\nSkolsköterskor arbetar under dagtid på vardagar."}