{"text": "## Landskapsarkitekter och landskapsingenjörer\n\nDe flesta landskapsarkitekter och landskapsingenjörer är anställda hos privata konsultfirmor eller driver eget företag. Flera arbetar också på kommunernas stadsarkitektkontor eller tekniska förvaltningar.\n\n### Arbetsuppgifter \n\nLandskapsarkitekter arbetar med att planera och förbättra vår yttre miljö. Arbetet kan innebära att ta fram ritningar och modeller på större bostads- och industriområden, men även enskilda gator, torg och parker. Utifrån olika behov, önskemål och krav tar man fram lösningar som är väl fungerande för ändamålet men även ur ekonomiskt, ekologiskt och estetiskt perspektiv. Specifika uppdrag kan vara att planera för hur en ny stadsdel ska se ut så att befolkningen får en vacker och trivsam boendemiljö. Ner på detaljnivå kan det handla om att besluta vilken typ av plantering som ska finnas på området för att göra det så attraktivt som möjligt. \n\nLandskapsarkitekter kan också arbeta med utredning och till exempel undersöka vilka konsekvenser ett bygge kan få ur olika aspekter. Det kan bland annat vara vilken påverkan ett vägbygge har på friluftslivet eller miljön i ett område.\n\nLandskapsingenjörer kan också arbeta med att utforma utemiljöer, men fokuserar ofta mer på projektering och planering av själva byggandet. I detta ingår att göra ekonomiska kalkyler och skriva underlag som i detalj beskriver allt arbete som ska göras. Dessutom ansvarar man ofta för kontakter med andra specialister och upphandling av tjänster som teamet självt inte ska utföra. Det är vanligt att landskapsingenjörer är projektledare och leder det team som ska utföra arbetet i samband med en ny anläggning.\n\nBåde landskapsarkitekter och landskapsingenjörer kan också arbeta med att förvalta utemiljön. Det innebär att se till att de miljöer som redan finns sköts och utvecklas på bästa möjliga sätt."}