{"text": "## Sjöfartsyrken\n\nSamtliga yrken inom sjöfarten arbetar på fartyg till sjöss. Man kan vara anställd av ett rederi eller ett bemanningsbolag.\n\n### Arbetsuppgifter \n\nFartygsbefälet är ansvarig för fartyget, besättningen och lasten. Det är befälhavaren som har mest erfarenhet av navigering och ansvar för säkerheten på fartyget. Till exempel att det framförs på ett säkert sätt och är bemannat enligt säkerhetsbestämmelser. Man sköter det administrativa ombord och kontakterna utåt. Befälhavaren assisteras av en eller flera styrmän.\n\nSom styrman är man ansvarig för att framföra fartyget och för fartygets underhåll. Man övervakar lastning och lossning, ser till att fartyget lastas på rätt sätt. Det ingår även att vara arbetsledare för däckspersonalen och ansvara för underhållsarbete som reparationer, målning och liknande. \n\nMatroser arbetar med fartygets underhåll så som att måla, smörja, reparera och hålla rent. Man hanterar trossar (de mkt grova rep som används vid förtöjning och avfärd), håller utkik från bryggan och går säkerhetsrundor. Matroser är med vid lastning och lossning och sköter till exempel kontrollen av fartygets kranar och truckar. \n\nMaskinbefälet som även kallas teknisk chef och har det övergripande ansvaret för fartygets maskiner och den tekniska utrustningen ombord. I arbetet ingår administrativt arbete som att sköta kontakten med rederiet och myndigheter, ekonomiskt ansvar för maskinområdet samt ansvar för brandskyddet. Man ansvarar för det löpande underhållet och övervakningen av driften av fartygets maskiner. Man planerar arbetet, beställer reservdelar och är arbetsledare för maskin- och underhållspersonalen. \n\nDet finns en eller flera maskinister som ansvarar för det dagliga underhållet av maskinerna. De leder arbetet för maskinpersonalen som arbetar med det mer praktiska underhållet som att kontrollera, smörja och byta ut reservdelar på fartygets maskin.\n\n### Arbetsmiljö \n\nBuller, vibrationer och sjögång är en del av arbetsmiljön på ett fartyg. \n\n### Arbetstid \n\nMan bor och arbetar ombord på fartygen under långa perioder. Arbetstiderna varierar mellan olika fartyg. Ofta är man till sjöss lika länge som man är ledig i land. Det vanligaste är perioder på fyra till sex veckor till sjöss. Vaktgång och jourtjänstgöring är vanligt.\n\n### Arbetsmarknad utomlands\n\nArbetsmarknaden för befälstjänsterna finns även utomlands på fartyg som inte är svenska. De som arbetar som matroser eller maskinpersonal arbetar vanligtvis för svenska arbetsgivare."}