{"text": "## Anläggningsarbetare\n\nAnläggningsarbetare är oftast anställda av bygg- och anläggningsföretag eller inom den kommunala byggverksamheten.\n\n### Arbetsuppgifter\n\nAnläggningsarbetare är en stor yrkesgrupp som arbetar med många olika uppgifter inom anläggning. En stor del av arbetet handlar om att förbättra infrastrukturen i landet. Anläggningsarbetare bygger bland annat vägar, järnvägar, broar och tunnlar.\n\nVid vägbyggen kan man till exempel arbeta med att lägga rör för fjärrvärme och vatten, underhålla och reparera vägar samt montera räcken och trafikskyltar. En del anläggningsarbetare specialiserar sig och jobbar till exempel enbart med asfaltläggning och blir då beläggningsarbetare.\n\nAnläggningsarbetare arbetar också med den yttre miljön i bostadsområden och på offentliga platser, så som parker och trädgårdsanläggningar. I arbetet ingår att anlägga gräsmattor, lekplatser och gångvägar. Anläggningsarbetare lägger exempelvis kantsten, gatsten och sten- och betongplattor.\n\nAnläggningsdykare är en annan specialisering inom anläggningsyrket. De är oftast anställda av dykeriföretag och arbetar med att till exempel bygga eller reparera broar, hamnar och kraftverk. Arbeten kan utföras på ned till 50 meters djup men sker oftast på grundare vatten. Många arbetsuppgifter utförs också på land.\n\n### Arbetsmiljö\n\nAnläggningsarbete arbetar utomhus året runt. Det kan förekomma tunga lyft i jobbet, men anläggningsarbetare samarbetar ofta med maskinförare som utför tyngre arbetsmoment.\n\n### Arbetstid\n\nDet är vanligt med resor till och från jobbet eftersom många anläggningsarbetare periodvis arbetar utanför hemorten. Ibland bor anläggningsarbetare tillfälligt på arbetsorten."}