{"text": "## Kiropraktor och naprapat\n\nKiropraktorer och naprapater arbetar med friskvård, sjukvård, företagshälsovård och inom idrottsrörelsen. De är ofta privatpraktiserande på egen klinik. En del är anställda på större kliniker, idrottsförbund eller inom företagshälsovården. Några är kopplade till sjukhus och vårdcentraler.\n\n### Arbetsuppgifter\n\nKiropraktor och naprapat är olika yrken med flera likheter. Båda arbetar med funktionsstörningar och smärttillstånd i rörelse- och stödjeorganen (även kallat rörelseapparaten) genom undersökning, diagnostisering, behandling, rehabilitering och förebyggande åtgärder. Besvären som kiropraktorer och naprapater behandlar är bland annat nacksmärtor, huvudvärk, ryggskott, whiplashskador, idrottsskador, ischias, domningar och spänningar i axlar och skuldror.\n\nI arbetet ingår att försöka analysera de bakomliggande orsakerna till patientens besvär. Man behöver ofta utgå ifrån patientens livssituation för att utreda vilken behandling som lämpar sig bäst. I arbetet ingår också att avgöra om man själv ska behandla besvären eller om patienten bör hänvisas till läkare eller annan vårdgivare.\n\nDet är mycket viktigt att involvera patienten i behandlingen, vilket innebär att ge kunskap och verktyg för att skapa förändring. De flesta patienter får råd om vad de själva kan göra i syfte att rehabilitera och förebygga framtida besvär. Det kan till exempel handla om träning eller råd om ergonomi på arbetsplatsen.\n\nI arbetet används manuella behandlingstekniker. Båda yrkesgrupperna arbetar ofta med ledspecifika tekniker som manipulation (ledjustering) och mobilisering. Manipulation ökar rörelseförmågan i leden och minskar patientens smärta. Vid manipulation använder kiropraktorn och naprapaten olika exakta handgrepp riktade mot en led som görs med en snabb tryckförändring. Mjukdelstekniker som triggerpunktsbehandling, stretching och massage samt olika bindvävstekniker och nåltekniker används också.\n\nEtt närliggande yrke är <a href=\"http://www.arbetsformedlingen.se/For-arbetssokande/Yrke-och-framtid/Yrken-A-O.html?url=1119789672/Yrken/YrkesBeskrivning.aspx?iYrkeId=341&amp;sv.url=12.78280711d502730c1800072\" target=\"_blank\">fysioterapeut</a>, läs mer om yrket i separat yrkesbeskrivning."}