{"text": "Anestesi- och intensivvårdssjuksköterskor arbetar på avdelningar inom intensivvård, operation, uppvakning och smärtbehandling. De kan också arbeta på akutmottagningar eller inom ambulanssjukvården.\n\n### Arbetsuppgifter\n\nEn anestesisjuksköterska (narkossjuksköterska) söver och ger patienter lokalbedövning inför en operation. I arbetet ingår att övervaka, bedöma och behandla patientens tillstånd under operationsingreppet. Anestesisjuksköterskan ser till att patientens andning, blodcirkulation och smärtbehandling fungerar. Innan bedövning eller sövning informerar anestesisjuksköterskan patienten om vad som ska hända. Efter läkares ordination ges också annan behandling som till exempel blodtransfusioner och tillförsel av läkemedel.\n\nAnestesisjuksköterskan kan även delta i behandlingar vid livshotande tillstånd hos patienten, till exempel vid trafikolyckor och hjärtstillestånd. Avancerad teknisk och elektronisk utrustning används i arbetet.\n\nEn intensivvårdssjuksköterska vårdar svårt sjuka människor som drabbats av allvarlig sjukdom eller skada. De behöver ständig tillsyn och behandling och är ofta kopplade till tekniskt avancerad apparatur som sjuksköterskan övervakar. Om något förändras och läget blir akut måste man snabbt kunna starta rätt behandling. Intensivvårdssjuksköterskan ansvarar för att patienterna får den omvårdnad de behöver, till exempel ger läkemedel, dropp och sköter om allt som inte patienten kan klara själv.\n\nPå en uppvakningsavdelning arbetar anestesi- och intensivvårdssjuksköterskan med att övervaka patienterna efter operationen tills de kan förflyttas till en vårdavdelning.\n\n### Arbetstider\n\nAnestesi- och intensivvårdssjuksköterskor går ofta på schema och arbetstiden kan växla mellan dag, natt och helg."}