{"text": "Ventilationsmontörer- och tekniker är anställda av ventilationsentreprenadföretag som arbetar på uppdrag av bland annat fastighetsägare, industrier och kommuner. Ventilationstekniker kan även vara anställa av serviceföretag, fastighetsbolag eller hos en tillverkares teknik/serviceavdelning.\n\n### Arbetsuppgifter\n\nInom ventilationsbranschen arbetar flera yrkesgrupper, här beskrivs plåtslagare/montörer och tekniker. Arbetet bidrar till ett hälsosamt och energieffektivt inomhusklimat i bostäder, kontor, sjukhus och andra lokaler.\n\nVentilationsplåtslagaren/montören arbetar med att tillverka och installera ventilationssystem i byggnader. I arbetet ingår bland annat att montera fläktar, kanaler och aggregat. Olika plåtslageritekniker används i arbetet.\n\nVentilationstekniken arbetar med driftsättning av ventilationsaggregat, injustering av luftflöden och service av ventilationssystemen. Viss programmering kan ingå i arbetsuppgifterna. Ventilationstekniker gör exempelvis felsökningar på befintliga luftbehandlingsaggregat och åtgärdar felen. Arbetet handlar om att se till att ventilationen fungerar optimalt.\n\nDet är inte alltid tydliga skiljelinjer mellan yrkesrollerna. Ibland kan tillverkning, montagearbete och ventilationsteknik utföras av samma person.\n\nRitningsläsning är en del av arbetet. Det ingår även löpande dokumentation av utförda arbeten och åtgärder. Man gör också beställningar av material.\n\n### Arbetsmiljö\n\nVentilationsmontörer-, plåtslagare- och tekniker utgår ifrån hemmet eller ett kontor och åker ut på bokade uppdrag inom ett visst geografiskt område. Det är vanligt att arbeta självgående eller som del i ett arbetslag, beroende på uppdrag. Vid en större nybyggnation av en fastighet arbetar man ofta tillsammans med andra yrkesgrupper."}