{"text": "Skattehandläggare arbetar på Skatteverket som är förvaltningsmyndighet för bland annat skatt, folkbokföring och bouppteckningar. Skattehandläggare arbetar på skattekontor som finns på ett fyrtiotal orter i landet.\n\n### Arbetsuppgifter\n\nSkattehandläggaren arbetar med förebyggande arbete och kontrollverksamhet. Skattehandläggaren utreder, analyserar och fattar beslut i olika skatteärenden. I arbetet ingår många kontakter, både med privatpersoner och företag. Skattehandläggaren kan inrikta sig på olika skatteområden, till exempel moms, företagsbeskattning, inkomstbeskattning och internationell beskattning.\n\nGranskning av inkomstdeklarationer är en vanlig arbetsuppgift. Då utreds inlämnade deklarationer som av olika anledningar inte ser ut att stämma. Det kan handla om allt från enkla räknefel till misstankar om skattebedrägerier.\n\nSkattehandläggare med inriktning mot revision arbetar med att granska företag och deras redovisning av moms och inbetalda arbetsgivaravgifter, bokföring och deklarationer. Det är en skatterevisor som är ytterst ansvarig för revisionen, men fler skattehandläggare kan delta i arbetet.\n\nSkattehandläggare har också informationsträffar för olika målgrupper, till exempel för blivande och nya företagare. På informationsträffarna går man till exempel igenom regelverk. Informationsträffarna kan ske fysiskt eller över webben.\n\nPå lokala servicekontor arbetar skattehandläggare med service och information till privatpersoner och företag. Arbetet handlar ofta om att svara på allmänna frågor. Handläggare på Skatteupplysningen ger samma service via telefon, e-post och ibland via sociala medier.\n\nSkattehandläggare som arbetar med borgenärsverksamhet hanterar uppgifter som rör konkurser och skuldsanering. Samarbete med andra myndigheter är vanligt.\n\nDet finns också skatteombud som arbetar med att föra Skatteverkets talan i domstolsprocesser.\n\n### Arbetstider\n\nSkattehandläggare på skattekontor har flexibel arbetstid och arbetar ofta vanliga kontorstider. På Skatteupplysningen och servicekontor har man schemalagd arbetstid."}