{"text": "## Telefonist\n\nTelefonister arbetar hos myndigheter, företag, organisationer och särskilda callcenter. De kan vara anställda direkt på företaget eller arbeta för ett bemanningsföretag. I ett callcenter sköts telefonpassningen åt flera olika företag samtidigt. \n\n### Arbetsuppgifter\n\nEn telefonist tar emot inkommande samtal och kopplar telefonsamtal vidare. Den som ringer till växeln vet ofta inte vem man söker och då är det telefonistens uppgift att kunna koppla vidare till rätt person. Att koppla, hänvisa till ett mobilnummer eller lämna ut en e-postadress är vanliga uppgifter för en telefonist. \n\nDe flesta har idag möjlighet att själva hänvisa sin telefon när de inte är anträffbara. Ett sådant samtal kan också gå vidare till växeltelefonisten som då kan ta ett meddelande från den som ringer. \n\nAlla uppgifter om företagets anställda finns tillgängliga för telefonisten. På ett callcenter svarar telefonisten vanligen åt många olika kunder under en dag. Då är det viktigt att den som svarar följer kundens instruktion och önskemål om hur samtalen ska hanteras. \n\nEn telefonist på ett mindre företag har ofta även andra arbetsuppgifter. Att ta emot besökare i företagets reception och rent administrativa arbetsuppgifter är vanligt förekommande, exempelvis hantera order och bokningar eller ta hand om posten. \n\nTaxitelefonisten svarar i telefon och förmedlar körningar till taxiförare. Samtalen kommer från företag och privatkunder. Telefonisten tar emot kundens önskemål på bokningen. Specialkörningar med exempelvis hund och andra djur kräver särskild hantering eftersom det finns passagerare som är allergiska. Fler och fler kunder bokar via digitaliserade tjänster. Då minskar antalet telefonsamtal och istället blir det mer administrativa uppgifter. \n\n### Arbetstider\n\nMånga telefonister är schemalagda och arbetar heltid. Vanligast är treskift med ett rullande schema. Ofta finns det också möjligheter till deltid och flexibla arbetstider."}