{"text": "Lednings- och organisationsutvecklare arbetar på större företag eller organisationer, i myndigheter, landsting, regioner eller kommuner. De kan också arbeta som konsulter. \n\n### Arbetsuppgifter\n\nLednings- och organisationsutvecklare arbetar med att förändra företags och organisationers verksamheter. Organisationsutveckling är ett samlingsnamn för olika insatser som kan göra det lättare för en organisation eller ett företag att lösa sin uppgift eller nå sina mål. \n\nDet är vanligt att man arbetar som ett stöd till ledningen. Man börjar ofta med att utreda hur verksamheten fungerar idag och vilka behov av förändring som finns. Till exempel kan man göra analyser av hur arbetet är organiserat, vilken kompetens som finns eller hur väl de når de mål som finns för verksamheten. Man kartlägger, mäter och dokumenterar olika processer i verksamheten. \n\nUtifrån de utredningar man gör kommer man med förslag på åtgärder för att utveckla verksamheten. Det ingår ofta i arbetet att ta fram underlag som kan användas när ledningen i en organisation eller ett företag ska ta beslut om förändringar. Lednings- och organisationsutvecklare ansvarar också ofta för att planera och genomföra arbetet med förändringarna som föreslagits. Man deltar i eller leder olika projekt utifrån de behov som finns.\n\nDet finns många olika insatser som kan vara en del av organisationsutveckling. Till exempel att ändra hur organisationen är uppbyggd eller att utveckla sättet man arbetar på. Det kan också handla om att hitta sätt för organisationen att använda sina resurser på ett mer effektivt sätt. Det kan också innebära att utveckla kompetensen hos medarbetare och chefer, att arbeta med teambuilding och utveckla sätt för organisationen att möta utmaningar och förändringar. \n\nVerksamhets- och organisationsutvecklare arbetar ofta tätt tillsammans med andra inom organisationen. Till exempel chefer på olika nivåer, ekonomer, controllers eller HR-specialister, men det är också vanligt att man själv ansvarar för att driva projekt."}