{"text": "## Apotekare och receptarie\n\nApotek eller sjukhusapotek är den vanligaste arbetsplatsen. Apotekare och receptarier arbetar även inom läkemedelsindustrin och på myndigheter som Läkemedelsverket, E-hälsomyndigheten och Tandvårds- och förmånsverket. På kliniska avdelningar inom sjukvården blir det vanligare att apotekare och receptarier anställs.\n\nFarmaceut är ett samlingsnamn för apotekare och receptarier. Båda yrkesgrupperna är experter på läkemedelsanvändning. Det är framförallt utbildningens längd som skiljer apotekare och receptarier åt, men även bredden på arbetsområden. Apotekare arbetar inom hela läkemedelskedjan, medan receptarier främst arbetar inom apoteksverksamhet.\n\n### Arbetsuppgifter\n\nPå apotek arbetar apotekare och receptarier med information och rådgivning kring receptbelagda och receptfria läkemedel samt egenvårdsprodukter. Arbetet på apotek är mycket kommunikativt med kundservice, rådgivning och försäljning i fokus.\n\nMånga har arbetsledande funktioner på apotek, exempelvis som apotekschefer. Apotekare kan arbeta med att utbilda apotekspersonal och ge stöd i mer komplicerade läkemedelsfrågor. Som apotekare är det vanligt att ha rollen som läkemedelsansvarig, vilket innebär ett övergripande ansvar för att apoteksverksamheten följer lagar, håller hög kvalitet och är patientsäker. Denna roll kan dock även innehas av receptarier.\n\nInom läkemedelsindustrin arbetar apotekare med hela utvecklingskedjan från forskning, tillverkning, kliniska prövningar, tester och registrering av nya läkemedel till myndighetskontakter, marknadsföring och försäljning. Receptarier inom läkemedelsindustrin arbetar vanligtvis i slutfasen av utvecklingsarbetet, exempelvis med läkemedelsregistrering och kvalitetskontroller.\n\nPå sjukhusapotek eller kliniker ansvarar apotekare och receptarier för distribution av läkemedel till sjukhusets avdelningar och information till personalen om hur de ska hantera läkemedel i sitt arbete. Ibland arbetar man med specialtillverkning av läkemedel, exempelvis till små barn.\n\nPå Läkemedelsverket arbetar yrkesgrupperna med att granska och kontrollera arbetet inom apoteksverksamhet och läkemedelsindustri."}