{"text": "## Distriktssköterska\n\nDistriktssköterskor arbetar på vårdcentraler/hälsocentraler, barnavårdscentraler, inom kommunens hälso- och sjukvård och med skolhälsovård. Oavsett var arbetet utförs har distriktssköterskor ett hälsofrämjande och sjukdomsförebyggande perspektiv i arbetet.\n\nDistriktssköterskor ansvarar för att leda och utveckla omvårdnaden i primärvården. Primärvård är en del av den öppna hälso- och sjukvården och innebär vård utanför sjukhusen.\n\n### Arbetsuppgifter\n\nPå en vårdcentral arbetar distriktssköterskan med telefonrådgivning, tidsbokning och egen mottagning för patienter i alla åldrar. Även om arbetet till stor del är självständigt, ingår samarbete med bland annat läkare, fysioterapeuter och arbetsterapeuter.\n\nDistriktssköterskan gör hälsoundersökningar där samtal om kost, motion, rökning och alkohol är vanligt. Undervisning för patienter enskilt eller i grupp är en del av det förebyggande arbetet.\n\nPå en mottagning kan arbetet handla om såromläggningar, vaccinationer, bedömning av hudbesvär, allergier och blodtryckskontroll. Distriktssköterskan kan även arbeta med specialmottagning, exempelvis för patienter med astma eller diabetes.\n\nInom den kommunala hemsjukvården gör distriktssköterskan hembesök hos patienter. I arbetet ingår att stödja och handleda hemvårdens personal i omvårdnadsarbetet och närstående som vårdar sjuka i hemmet. Distriktssköterskan arbetar även med äldre och funktionshindrade i särskilt boende.\n\nPå en barnavårdscentral träffar distriktssköterskan familjer med barn mellan 0-6 år. Vaccinationer och rådgivning kring amning är exempel på arbetsuppgifter. Inom skolhälsovården handlar arbetet bland annat om att genomföra hälsokontroller och vaccinationer. Mycket av arbetet handlar om att ge råd och stöd.\n\nDistriktssköterskan har förskrivningsrätt för vissa läkemedel, vilket innebär rätt att skriva ut medicin på recept.\n\n### Arbetstider\n\nDistriktssköterskor som arbetar på vårdcentraler arbetar oftast dagtid. Inom kommunal vård förekommer obekväma arbetstider."}