{"text": "Fartygsbefäl utbildas på Sjökaptensprogrammet. Det finns på <a href=\"http://lnu.se/\" target=\"_blank\">Linnéuniversitetet</a> i Kalmar eller <a href=\"http://www.chalmers.se/sv/Sidor/default.aspx\" target=\"_blank\">Chalmers Tekniska Högskola</a> i Göteborg. Utbildningen är normalt fyra år lång och ett år av dessa är praktik ombord på fartyg.  \n\n  \n\nUtbildningar till maskinbefäl finns på Sjöingenjörsprogrammet. Även den utbildningen finns vid Linnéuniversitetet i Kalmar och Chalmers Tekniska Högskola i Göteborg. Utbildningen är normalt fyra år lång och ett år av dessa är praktik ombord på fartyg.   \n\n  \n\nMatroser utbildas inom gymnasieskolan, där riksrekryterande sjöfartsutbildning finns på ett tiotal orter i landet.   \n\n  \n\nFör mer information, kontakta respektive utbildningsanordnare, <a href=\"http://www.gymnasieinfo.se\" target=\"_blank\">gymnasieinfo.se</a> eller <a href=\"http://www.arbetsformedlingen.se/sjofart#/office?organizer=13051&amp;isshare=true&amp;isactive=true&amp;page=1\" target=\"_blank\">Arbetsförmedlingen Sjöfart</a>.  \n\n  \n\nFör att arbeta inom sjöfarten behöver man ett läkarintyg för sjöfolk. Det finns bland annat krav på att man har godkänd syn, hörsel och färgseende. Mer info finns hos <a href=\"http://www.transportstyrelsen.se/sv/sjofart/\" target=\"_blank\">Transportstyrelsen</a>.   \n\n  \n\nDet ställs även krav på att man har ett certifikat för säkerhet.  \n\n  \n\nDu som har utbildning från ett annat land kan ansöka om att få den validerad. Mer information finns på <a href=\"http://www.uhr.se/bedomning-av-utlandsk-utbildning/\" target=\"_blank\">Universitets- och högskolerådet</a>, som bedömer utländska gymnasieutbildningar, yrkeshögskoleutbildningar och akademiska utbildningar."}