{"text": "De flesta socialförsäkringshandläggare arbetar på Försäkringskassan. En annan vanlig arbetsplats är en arbetslöshetskassa, även kallat A-kassa. A-kassorna är ofta inriktade på en bransch.\n\n### Arbetsuppgifter\n\nEn socialförsäkringshandläggare hjälper människor att ta del av socialförsäkringen vid behov. Det handlar både om ekonomisk ersättning och personligt stöd vid exempelvis sjukdom eller arbetslöshet.\n\nPå Försäkringskassan hjälper handläggaren kunder så att rätt person får rätt ersättning i rätt tid. Varje kund har en unik situation och behöver mötas utifrån sina specifika behov. Utredningarna görs utifrån gällande regelverk. Det finns tre yrkesroller, som alla kan ha olika inriktningar:\n\nFörsäkringshandläggare gör utredningar, beslutar om ersättning och gör utbetalningar för de personer som beviljas ersättning. Arbetsuppgifterna är i huvudsak administrativa. Vid behov tar handläggaren kontakt med kunder och samarbetspartners via telefon, brev eller e-post.\n\nPersonlig handläggare arbetar med att stödja människor vid sjukdom, skada eller funktionsnedsättning. Handläggaren möter kunderna via personligt möte, i telefon eller skriftligt. Målet är att stödet ska, om det är möjligt, leda till att personen kan klara sig själv och sin försörjning. Samarbete sker med arbetsgivare och myndigheter, exempelvis Arbetsförmedlingen eller hälso- och sjukvården.\n\nFörsäkringsutredare gör utredningar och analyser av underlag, exempelvis läkarintyg. Arbetsuppgifterna är i huvudsak administrativa. Dokumentation sker löpande i alla ärenden. Utredaren fattar beslut och kommunicerar dessa. Vid behov tar utredaren kontakt med kunder och samarbetspartners.\n\nPå en A-kassa arbetar handläggaren med att utreda, bedöma och besluta om rätt till ersättning under arbetslöshet. Handläggaren informerar medlemmarna i A-kassan om villkoren i arbetslöshetsförsäkringen. I arbetet ingår många kontakter med medlemmar, myndigheter och arbetsgivare.\n\n### Arbetstider\n\nSocialförsäkringshandläggare arbetar oftast vanliga kontorstider."}