{"text": "Vindkrafttekniker arbetar i företag som sköter drift och underhåll av vindkraftverk. Det kan vara hos turbinleverantörer med serviceavtal eller hos vindkraftsägare som sköter driften själva. Det finns flest vindkraftverk på land, men det finns även vindkraftverk till havs. Vindkraft finns i hela Sverige – de flesta nya verk byggs i norra delen av landet, men befintliga verk finns framförallt i södra delen.\n\n### Arbetsuppgifter\n\nVindkrafttekniker arbetar med drift-, service- och underhållsarbete i en eller flera vindkraftparker. En samling vindkraftverk i ett område utgör en vindkraftpark. En vindkrafttekniker har ofta ansvar för fem vindkraftverk och det är vanligt att jobba i team med en kollega. Vindkraftteknikern arbetar oftast i vindkraftverk som har mellan 80-110 meter höga torn, men nybyggda verk kan nå upp till 170 meter.\n\nArbetet innebär planerat underhåll då man utför regelbundna servicearbeten på vindkraftverken. Vindkraftteknikern gör även akuta utryckningar vid driftstopp och liknande då man gör felsökningar och åtgärdar fel. I arbetet ingår att göra tester och prova olika funktioner/komponenter i anläggningarna. Arbetet innehåller en blandning av mekaniska och elektroniska moment. Övervakning av anläggningar och rapportering av utföra åtgärder sker i datorsystem.\n\n### Arbetsmiljö\n\nArbetet kan vara fysiskt ansträngande och kräver smidighet. Vindkraftverk är utrustade med hiss eller stege, men man har alltid klätterutrustning på sig. Säkerheten i arbetet är mycket hög och kommer alltid i första hand.\n\nSom vindkrafttekniker får man räkna med att arbeta på hög höjd i olika typer av väderförhållanden, från sol och värme till stark vind och kyla. Arbetet kräver att vindkraftteknikern kör bil mellan de olika områden som man ansvarar för.\n\n### Arbetstider\n\nVindkraftteknikern arbetar under dagtid. Jourberedskap förekommer ibland.\n\n### Internationella möjligheter\n\nVindkraften byggs ut både i Sverige och i övriga Europa. Det innebär att det även finns möjlighet att jobba utomlands."}