{"text": "Som undersköterska kan man arbeta inom vårdens- och omsorgens alla områden. Här beskrivs arbetet för undersköterskor inom hälso- och sjukvården. Undersköterskor inom vårdavdelning och mottagning arbetar på sjukhus och vårdcentraler. Landsting/regioner och vårdföretag är arbetsgivare.\n\n### Arbetsuppgifter\n\nUndersköterskor arbetar nära människor med fokus på personlig omvårdnad och medicinska insatser. På vårdavdelningar är patienter inlagda av olika anledningar. På mottagningar och vårdcentraler kommer patienter på kortare besök.\n\nUndersköterskan observerar patienternas tillstånd och rapporteringar förändringar till andra yrkesgrupper. Det är vanligt att undersköterskan kontrollerar patienters temp, puls och blodtryck samt tar blodprover och lägger om sår.\n\nI undersköterskans uppdrag ingår också att skapa trygghet för patienter och anhöriga. Undersköterskan hjälper patienter med personlig hygien och av- och påklädning. Undersköterskan förbereder patienter och undersöknings-/behandlingsrum inför olika insatser. Ibland ingår det i arbetet att bädda sängar, servera mat till patienter och fylla på förråd med material.\n\nUndersköterskan är delaktig i att upprätta vårdplaner. Dokumentation, uppföljning och rapportering om förändringar i hälsotillståndet är en del av arbetet. Digital kompetens är viktigt då det finns en stor mängd teknisk utrustning och administrativa system som används inom hälso- och sjukvården.\n\n### Arbetsmiljö\n\nUndersköterskor på vårdavdelning och mottagning jobbar oftast i arbetslag med sjuksköterskor och läkare.\n\nGod grundfysik är viktigt eftersom yrket kräver att man gör förflyttningar som kan vara tunga. Kunskap om förflyttningsteknik och rätt användning av liftar och andra hjälpmedel underlättar arbetet.\n\n### Arbetstider\n\nUndersköterskor inom hälso- och sjukvården arbetar under dagtid, kvällar och helger. Nattarbete förekommer. På vårdcentraler och vissa mottagningar arbetar man dagtid."}