{"text": "## Vårdbiträde\n\nVårdbiträden arbetar inom äldreomsorg, som stöd till personer med funktionsnedsättning samt inom hälso- och sjukvård. Vanliga arbetsplatser är inom hemtjänsten eller på ett äldreboende. De största arbetsgivarna är kommuner men privata arbetsgivare finns också.\n\n### Arbetsuppgifter\n\nVårdbiträdets arbetsuppgifter är varierande. De stödjer vårdtagaren att leva ett så självständigt liv som möjligt i sin vardag. Att ta vara på vårdtagarens egna resurser är en del av arbetet samt att uppmuntra dem att göra det de själva klarar av.\n\nAndra vanligt förekommande uppgifter är att hjälpa till med personlig hygien, påklädning, linda ben, hjälpa brukaren att ta sin medicin, dokumentera och rapportera om förändringar i hälsotillståndet. Att utföra kontroller som temp, puls och blodtryck kan förekomma. Dagliga rutiner, som städning, tvätt och matlagning ingår i arbetet. Kort sagt fokuserar vårdbiträdet på det praktiska arbetet, inte på det medicinska.\n\nI arbetet ingår att vara stöttande vid svåra besked och situationer, både för vårdtagare/patient och anhöriga. Det kan i många fall vara en merit att kunna prata flera språk än svenska, för att lättare kunna kommunicera med vårdtagare som har andra modersmål. Det blir allt vanligare att människor som kommit hit från andra länder vill få stöd och hjälp på sitt språk när de blir gamla.\n\n### Arbetsmiljö\n\nYrket kräver att man gör förflyttningar som kan vara tunga. Därför är god kunskap i förflyttningsteknik viktig. Idag finns oftast olika redskap som underlättar de tyngsta momenten. För att förhindra smittspridning krävs att man följer de hygienrutiner som finns på arbetsplatsen.\n\n### Arbetstider\n\nVårdbiträden arbetar på så kallade obekväma arbetstider, vilket innebär helger, kvällar och nätter."}