{"text": "Domare arbetar i allmänna domstolar, förvaltningsdomstolar eller specialdomstolar. Allmänna domstolar är tingsrätt, hovrätt eller högsta domstolen. Förvaltningsdomstolar är förvaltningsrätt, kammarrätt och högsta förvaltningsdomstolen. Specialdomstolar är exempelvis arbetsdomstolen. \n\n### Arbetsuppgifter\n\nEn domare i allmän domstol leder och dömer i mål som gäller tvister eller brott. En tvist är när personer eller företag inte kan komma överens. Det kan exempelvis handla om pengar eller vårdnad av barn. \n\nI tvistemål är målet att få parterna som inte är överens att bli det i en muntlig, förberedande förhandling. Om det inte är möjligt blir det huvudförhandling/rättegång. Domaren är ordförande och leder förhandlingen. Under förhandlingarna hör rätten vad alla berörda och vittnen har att säga och skriftlig bevisning läggs fram. \n\nEfter förhandlingen i ett brottmål samlas domaren och nämndemännen för att diskutera och besluta om den åtalade ska förklaras skyldig, och i så fall vilket straffet blir, till exempel fängelse, skyddstillsyn eller böter. Kan de inte enas är det den lägsta straffpåföljden som beslutas. \n\nVid en förvaltningsdomstol arbetar domaren med mål som rör skatter, socialförsäkringar och sociala mål, exempelvis omhändertagande av missbrukare för vård. \n\nVid förvaltningsdomstolarna avgörs målen ofta efter föredragning. Då prövar man målet utifrån skriftliga handlingar och utredningar som gjorts i ärendet. Sedan diskuteras målet och dom beslutas. \n\nEn domare i en specialdomstol arbetar med mål som rör specifika områden, exempelvis att döma i mål som handlar om miljöfarliga utsläpp. \n\nVid förhandlingar är domaren ensam eller en av flera domare. I de lägre domstolarna, exempelvis tingsrätter, deltar även politiskt valda nämndemän i rättegången. \n\nI domarens uppgifter ingår också att skriva domar och beslut. I domskälen anges grunderna till domen. Då måste domaren kunna hänvisa till rätt ställe i lagen eller i de högsta domstolarnas praxis.\n\n### Arbetstid\n\nDet vanligaste är att domaren arbetar dagtid, men är inte reglerad mellan fasta klockslag. I arbetet ingår jourtjänst vissa helger."}