{"text": "## Ämneslärare i grundskolan årskurs 7-9\n\nÄmneslärare arbetar på kommunala eller fristående skolor (friskolor). Varje grundskola har möjlighet att profilera sig med till exempel särskilt ämne eller en pedagogisk inriktning. Alla grundskolor måste dock följa samma läroplan och innehållet i skollagen.\n\n### Arbetsuppgifter\n\nÄmneslärare i grundskolan arbetar med ungdomar som är mellan 13 och 16 år. Det finns två inriktningar för ämneslärare. Den ena är grundskolans årskurs 7 till 9 och den andra är för gymnasiet, se ämneslärare gymnasiet. En lärares huvudsakliga arbetsuppgift är att planera och genomföra undervisning. Ämneslärare i årskurs 7-9 undervisar i högst 3 olika ämnen, vilket skiljer dem från grundlärare, som brukar ha fler ämnen. I klassrummet undervisar läraren, svarar på frågor och ger eleverna stöd. När eleverna arbetar tillsammans i större eller mindre grupper fungerar läraren som handledare. En viktig arbetsuppgift är att stödja eleverna i deras personliga utveckling och stimulera dem att själva söka kunskap. \n\nLäroplanen, inklusive kursplanerna i de olika ämnena, anger målen för elevernas kunskaper och deras sociala och personliga utveckling, men det är upp till läraren och arbetslaget att tillsammans med eleverna planera för innehållet i undervisningen. Undervisningen kräver förberedelser och en del arbetstid går till planering och uppföljning av undervisningen, vilket kan göras både enskilt och tillsammans med andra lärare. Arbetsuppgifterna kan även vara att, bedöma elevernas arbetsuppgifter och dokumentera deras kunskapsutveckling.\n\nI lärarens arbete ingår, förutom undervisning, också mycket annat så som föräldramöten och kompetensutveckling. Oftast arbetar lärarna i arbetslag som tillsammans ansvarar för en eller flera klasser. Läraren kan ha speciellt ansvar för en grupp elever som mentor eller klassföreståndare."}