{"text": "Fastighetsmäklare är vanligtvis anställda hos en fastighetsmäklarbyrå. Man kan också vara egen företagare, antingen under eget namn eller med franchiseavtal då man köper in sig i ett namngivet och skräddarsytt marknadsavtal för mäklare. \n\n### Arbetsuppgifter\n\nÄven om det oftast är säljaren som ger fastighetsmäklaren uppdrag ska fastighetsmäklaren vara en opartisk mellanman mellan köpare och säljare. Man kan få i uppdrag att sköta försäljningen av ett hus eller att hitta en bostadsrätt som en kund är intresserad av att köpa. Man ska ge parterna de råd och upplysningar som behövs för att kunna genomföra affären. \n\nVid försäljning är det mäklarens skyldighet att kontrollera vem som äger och har rätt att förfoga över objektet. Mäklaren ska också ta fram fastighetsbeteckning, byggnadens ålder, storlek och byggnadssätt, samt erbjuda en boendekalkyl. Ofta sker kontakt med fotografer, besiktningsmän och andra samarbetspartners som kan vara behjälpliga under förmedlingsprocessen. Information sammanställs och publiceras i tryck och oftast på internet, samt ges till intresserade vid visning. I uppdraget ingår oftast också att visa objektet för intresserade och därefter hantera budgivningar. När säljare och köpare är överens sköter mäklaren kontraktsskrivningen och överlåtelsen av objektet. Ofta hjälper mäklaren även säljaren med försäljningsdeklarationen efter genomförd försäljning.\n\nFastighetsmäklare kan vara specialiserade på en viss marknad eller vissa typer av objekt exempelvis bostadsrätter, gårdar eller kommersiella fastigheter. Två andra vanliga specialiseringar är att sälja fritidshus i Sverige till utländska köpare eller förmedla köp av semesterbostäder i utlandet åt svenskar.\n\nVisningar sker ofta då många är lediga från sina jobb. Därför är arbete på kvällar och helger vanligt."}