{"text": "## Kabinpersonal\n\nKabinpersonal utbildas efter rekrytering av flygbolaget. Kraven vid anställning varierar mellan de olika flygbolagen, kontrollera kraven med arbetsgivaren. Gymnasieutbildning är ett vanligt grundkrav för anställning, mer information om gymnasieutbildning finns på <a href=\"http://www.gymnasieinfo.se\" target=\"_blank\">gymnasieinfo.se</a>.  \n\n  \n\nAlternativa vägar till utbildning är via arbetsmarknadsutbildning eller vuxenutbildning. Kontakta din kommun för frågor om vuxenutbildning och Arbetsförmedlingen för frågor om arbetsmarknadsutbildning  \n\n  \n\nEn kabinbesättningsmedlem som arbetar med kommersiell trafik med luftfartyg behöver ett giltigt kabinbesättningsintyg. Intyget visar att man genomgått en grundläggande säkerhetsutbildning. Mer information om vilka organisationer som är godkända att utfärda utbilda och utfärda kabinbesättningsintyg finns på <a href=\"http://www.transportstyrelsen.se/sv/luftfart/Certifikat-och-utbildning/Kabinpersonal/Kabinbesattningsintyg/\" target=\"_blank\">transportstyrelsen.se</a>   \n\n  \n\nMan behöver också ha en medicinsk rapport för kabinbesättning, en sån kan utfärdas av flygläkare, flygmedicinskt centrum eller företagsläkare.   \n\n  \n\nKunskaper som kan vara meriterande är fler språk än engelska, erfarenhet från serviceyrke inom till exempel hotell, restaurang eller resebranschen. Även sjukvårdsutbildning eller erfarenhet från sjukvården är meriterande.  \n\n  \n\nDu som har utbildning från ett annat land kan ansöka om att få den validerad. Mer information finns på <a href=\"http://www.uhr.se/bedomning-av-utlandsk-utbildning/\" target=\"_blank\">Universitets- och högskolerådet</a>, som bedömer utländska gymnasieutbildningar, yrkeshögskoleutbildningar och akademiska utbildningar.   \n\n  \n\nOm du har erfarenhet från ett yrke, men saknar intyg kan du få dina yrkeskunskaper bedömda. Mer information finns på <a href=\"http://www.valideringsinfo.se\" target=\"_blank\">valideringsinfo.se</a> eller hos Arbetsförmedlingen."}