{"text": "## Finmekaniker\n\nFinmekaniker arbetar i verkstäder inom flera olika branscher, bland annat inom tillverkningsindustrin.\n\n### Arbetsuppgifter\n\nFinmekaniker kan kallas flera olika saker beroende på var man arbetar och i vilken bransch man arbetar. Finmekaniker kallas vanligen de som arbetar med mekaniska produkter. De som arbetar mer med elektromekaniska produkter kallas ofta för instrumentmakare. Dessutom finns inom yrkesgruppen också låssmed/låstekniker och hjälpmedelstekniker, yrken som har egna yrkesbeskrivningar som det finns länkar till längre ner på denna sida.\n\nVanligast är att en konstruktör eller forskare utvecklar ett instrument, hjälpmedel eller en annan produkt, som finmekanikern sedan tillverkar efter en ritning. De arbetar ofta självständigt efter anvisningar i en verkstad. Man måste kunna hitta praktiska lösningar på tekniska problem.\n\nSom finmekaniker har man många olika arbetsuppgifter till exempel svarvning, fräsning, slipning, bänkarbete och montering. Man måste därför behärska de flesta maskiner och verktyg på en mekanisk verkstad. Att ställa in och använda mätinstrument och göra elektriska installationer kan också ingå i arbetet.\n\nDet förekommer också att man har mer avgränsade arbetsuppgifter. Om man till exempel arbetar på företag som serietillverkar instrument eller andra produkter kan man delta i tillverkningen eller svara för enbart slutjustering och slutprovning av instrumenten eller produkterna.\n\nEftersom produkterna allt oftare består av en blandning av mekanik och elektronik arbetar finmekaniker ofta med elektroniska detaljer.\n\nInstrumentmekaniker har arbetsuppgifter som är mer inriktade på att felsöka och reparera instrument, maskiner och styrsystem. Man kan vara specialiserad på vissa typer av instrument, till exempel elmätare."}