{"text": "## Kabinpersonal\n\nKabinpersonal arbetar på flygbolag. Andra namn på yrket är flygvärdinna, flygvärd eller cabin crew.\n\n### Arbetsuppgifter \n\nKabinpersonalens huvudarbetsuppgift är att tillsammans med den övriga besättningen ansvara för passagerarnas säkerhet och välbefinnande under flygningen. \n\nFöre arbetspasset går man igenom dagens flygningar med den ansvarige ombord. Man får i förväg veta om det finns ensamåkande barn eller andra passagerare som behöver extra assistans under flygningen. \n\nNär passagerarna kommer ombord hjälper kabinpersonalen dem att snabbt hitta sina platser och stoppa undan sitt handbagage så att flyget kan avgå enligt tidtabellen. När kaptenen har gett klartecken stänger man dörrarna och innan planet lyfter genomför personalen en säkerhetsdemonstration.\n\nNär planet har lyft serverar kabinpersonalen mat och dryck, säljer varor och ser till att passagerarna trivs ombord. Efter flygningen räknas kassan och stäms av innan arbetspasset är slut. Arbetsuppgifterna under flygningen varierar beroende på om man jobbar på korta inrikes turer eller långa internationella flygningar. \n\nPå många flygbolag finns en arbetsledare och stöd för kabinpersonalen, den brukar kallas kabinchef eller purser. Kabinchefen håller kontakt med kaptenen och ser till att allting fungerar smidigt ombord. Nödutrustning kontrolleras alltid innan dagens första flygning, och om flygplanet lämnats obevakat av samtliga i besättningen. Både kabinchef och övriga kabinbesättningsmedlemmar kontrollerar då nödutrusningen.\n\n### Arbetstider \n\nArbetstiderna är schemalagda och varierar mycket. Flygningar sker dygnet runt, alla dagar i veckan. I arbetet ingår att ha jour i hemmet, eller på en flygplats, för att kunna komma till flygplatsen med kort varsel."}