{"text": "De flesta bibliotekarier arbetar i offentlig sektor. Vanliga arbetsplatser är folkbibliotek, skolbibliotek och universitets- och högskolebibliotek. Bibliotekarier arbetar också på sjukhusbibliotek, folkhögskolebibliotek, företagsbibliotek och läns- och regionbibliotek.\n\n### Arbetsuppgifter\n\nBibliotekarier är informationsspecialister som arbetar med att samla, strukturera och förmedla information till olika användare. Bibliotekarier ansvarar för inköp av fysiska och digitala medier. Det kan vara böcker, tidskrifter och andra typer av publicerat material. En viktig uppgift är att kritiskt granska informationskällornas innehåll och kvalitet.\n\nBibliotekarier ger biblioteksservice och erbjuder litteratur utifrån användarnas behov och förutsättningar. De vägleder besökare att använda söktjänster för att hitta information. Bibliotekarier anordnar också många aktiviteter på biblioteken, oftast läsfrämjande aktiviteter. Det är vanligt att informera besökare om bibliotekets verksamhet och hålla i visningar för olika grupper.\n\nPå folkbibliotek arbetar bibliotekarier med människor i alla åldrar, men särskilt fokus riktas mot barn och ungdomar. Exempel på aktiviteter kan vara berättar- och sagostunder, lästräning, lästävlingar, släktforskning, bokcirklar och författarträffar.\n\nPå skolbibliotek arbetar bibliotekarier i ett pedagogiskt sammanhang med elever från förskoleklass upp till gymnasiet. En viktig del i arbetet är att underlätta för elever att nå sina utbildningsmål. Bibliotekarien är ett stöd till lärare och elever och hjälper till att välja nivåanpassad läsning för skolarbetet och fritiden. De utbildar också i källkritik och sökmetoder.\n\nPå universitets- och högskolebibliotek arbetar bibliotekarier med studenter och forskare. Vanliga uppgifter är att besvara referensfrågor, undervisa i avancerad informationssökning och hjälpa forskare att söka rätt på källor och bedöma deras värde.\n\n### Arbetstider\n\nArbetstiderna varierar beroende på arbetsplats. Högskole- och universitetsbibliotek och vissa folkbibliotek har öppet under kvällar och helger. I övrigt är det vanligt med kontorstider."}