{"text": "## Flygmekaniker och flygtekniker\n\nFlygmekaniker och flygtekniker kan vara anställda hos de civila flyg- och helikopterbolagen, Försvarsmakten, inom flygindustrin eller inom fristående flygtekniska verkstäder. Skillnaden mellan flygmekaniker och flygtekniker är att tekniker har längre utbildning och får ta ett större ansvar i arbetet.\n\n### Arbetsuppgifter\n\nVid underhåll av flygmaskiner gör ofta flygmekaniker mindre tillsyner, service och rutinarbeten. Flygtekniker gör felsökning, inspektioner och funktionskontroller som kräver större systemkännedom.\n\nEfter ett visst antal flygtimmar ska motorer, flygplan och helikoptrar ses över. Behovet av tillsyn styrs av den flygtid som exempelvis motorn eller flygplanet är godkänd för. Det innebär att det förekommer både mindre, dagliga tillsyner och omfattande översyner som kan ta flera veckor.\n\nVid översynen arbetar man efter manualer och föreskrifter som beskriver vad som ska göras och på vilket sätt. Till exempel ser man över motor, roder och bränslesystem samt byter ut komponenter. I arbetet används olika handverktyg, specialverktyg och mätinstrument.\n\nNär översynen är färdig kontrollerar flygteknikern att arbetet är korrekt utfört. Varje åtgärd dokumenteras in i minsta detalj så att det i efterhand går att se vilken tekniker/mekaniker som utfört vilket arbetsmoment. Det är endast flygteknikern som certifierar det utförda underhållet och reparationerna på flygmaskinerna.\n\n### Arbetsmiljö\n\nFlygmekaniker och flygtekniker arbetar både självständigt och i grupp. Det är vanligt att man roterar mellan olika arbetsuppgifter. Flygmekaniker och flygtekniker arbetar också nära flygplanselektriker som sköter installation och underhåll av flygplanens kablage och elsystem. Flygplansplåtslagare kan också ingå i arbetsgruppen. God fysik är bra att ha då tunga lyft och arbete i trånga utrymmen förekommer.\n\n### Arbetsmarknad utomlands\n\nFlygmekaniker och flygtekniker har i stor utsträckning en internationell arbetsmarknad."}