Repository: dkalpakchi/Textinator
Catalog: Textinator/locale/*/LC_MESSAGES/django.po
Languages: sv

source: Back to the site
sv: Tillbaka till webbplatsen

source: restriction
sv: begränsning

source: restrictions
sv: begränsningar

source: context menu item
sv: snabbmenyalternativ

source: context menu items
sv: snabbmenyalternativ

source: project-specific marker
sv: projektspecifik markör

source: project-specific markers
sv: projektspecifika markörer

source: participant
sv: deltagare

source: participants
sv: deltagare

source: project-specific relation
sv: projektspecifik relation

source: project-specific relations
sv: projektspecifika relationer

source: All data sources must be of the same language as the project
sv: Alla datakällor måste vara på samma språk som projektet

source: task specification
sv: uppgiftsspecifikation

source: settings
sv: inställningar

source: administration
sv: administrering

source: Created at
sv: Skapelsedatum

source: Autofilled
sv: Autofylld

source: Updated at
sv: uppdateringsdatum

source: post-processing method
sv: efterbearbetningsmetod

source: post-processing methods
sv: efterbearbetningsmetoder

source: name
sv: namn

source: Verbose name
sv: Utförligt namn

source: helper function name
sv: namn på hjälpfunktion

source: Name as specified in `projects/helpers.py`
sv: Namn som specifierat i `projects/helpers.py`

source: data source
sv: datakälla

source: data sources
sv: datakällor

source: dataset name
sv: namn på datamängd

source: dataset type
sv: typ av datamängd

source: specification
sv: specifikation

source: in a JSON format
sv: i JSON-formattet

source: language
sv: språk

source: Language of this data source
sv: Datakällansspråk

source: formatting
sv: formatering

source: text formating of the data source
sv: textformatering av datakällan

source: is public?
sv: är offentlig?

source: Whether to make data source available to other Textinator users
sv: Om datakällan ska göras tillgänglig för andra Textinator-användare

source: owner
sv: ägare

source: marker action
sv: marköråtgärd

source: marker actions
sv: marköråtgärder

source: description
sv: beskrivning

source: file name
sv: filnamn

source: a name of the JS plugin file in the `/static/scripts/labeler_plugins` directory
sv: namnet på filen med JS-plugin i mappen `/static/scripts/labeler_plugins`

source: type of admin filter
sv: typ av adminfilter

source: Specifies the filter type in the data explorer interface (one of 'boolean', 'range'). If empty, then this action will be excluded from data explorer.
sv: Anger filtertypen i datautforskarens gränssnitt (ett av 'boolean', 'range'). Om den är tom kommer den här åtgärden att uteslutas från datautforskaren.

source: The display name of the marker (max 50 characters)
sv: Markörens visningsnamn (max 50 tecken)

source: code
sv: kod

source: Marker's nickname used internally
sv: Markörs smeknamn som används internt

source: color
sv: färg

source: Color for the annotated text span
sv: Färg för den annoterade texten

source: keyboard shortcut
sv: tangentbordsgenväg

source: Keyboard shortcut for annotating a piece of text with this marker
sv: Kortkommando för att annotera en del av texten med denna markör

source: Endpoint for the Suggestions API
sv: Slutpunkt för Suggestions API

source: marker
sv: markör

source: markers
sv: markörer

source: marker pair
sv: markörpar

source: marker pairs
sv: markörpar

source: relations
sv: relationer

source: Directed from the first to the second
sv: Inriktad från den första till den andra

source: Directed from the second to the first
sv: Inriktad från den andra till den första

source: Bi-directional
sv: Dubbelriktad

source: direction
sv: riktning

source: Keyboard shortcut for marking a piece of text with this relation
sv: Kortkommando för att markera en del av texten med denna relation

source: graphical representation type
sv: grafisk representationstyp

source: Graph
sv: Graf

source: List
sv: Lista

source: How should the relation be visualized?
sv: Hur ska relationen visualiseras?

source: task type specification
sv: uppgiftstypspecifikation

source: type of the annotation task
sv: typ av annoteringsuppgift

source: JSON configuration
sv: JSON-konfiguration

source: project
sv: projekt

source: projects
sv: projekt

source: title
sv: titel

source: short description
sv: kort beskrivning

source: Will be displayed on the project card
sv: Kommer att visas på projektkortet

source: Institution responsible for the project
sv: Institution som ansvarar för projektet

source: supported by
sv: stöds av

source: The name of the organization supporting the project financially (if applicable)
sv: Namnet på den organisation som stöder projektet ekonomiskt (om tillämpligt)

source: guidelines
sv: riktlinjer

source: Guidelines for the annotation task
sv: Riktlinjer för annoteringsuppgift

source: reminders
sv: påminnelser

source: Reminders for essential parts of guidelines (keep them short and on point)
sv: Påminnelser om väsentliga delar av riktlinjer (håll dem korta och korrekta)

source: temporary message
sv: tillfälligt meddelande

source: A temporary message for urgent communication with annotators (e.g., about maintenance work)
sv: Ett tillfälligt meddelande för snabb kommunikation med annoterare (t.ex. om underhållsarbete)

source: should data be sampled with replacement?
sv: ska data samplas med ersättning?

source: should each annotator work with their own part of data?
sv: ska varje annotator arbeta med sin egen del av data?

source: should data source identifiers be shown?
sv: ska datakällans identifierare visas?

source: publishing date
sv: publiceringsdatum

source: expiration date
sv: utgångsdatum

source: updated at
sv: uppdateringsdatum

source: collaborators
sv: medarbetare

source: author
sv: författare

source: should the project be public?
sv: ska projektet publiceras?

source: should the annotations be peer reviewed?
sv: ska annoteringar vara peer reviewed?

source: should selecting the labels be allowed?
sv: ska det vara tillåtet att trycka på etiketter?

source: should submitted labels be disabled?
sv: ska inlämnade etiketter inaktiveras?

source: maximal number of markers per input
sv: maximalt antal markörer per inmatning

source: should the project include intro tour?
sv: ska projektet ha en introtur?

source: WARNING: Intro tours are currently in beta
sv: VARNING: introturer är för närvarande i beta

source: Language of this project
sv: Projektets språk

source: A thumbnail of your project (ignored if not provided)
sv: En miniatyr av ditt projekt (ignoreras om den inte tillhandahålls)

source: summary video
sv: sammanfattningsvideo

source: Video introducing people to the annotation task at hand (if applicable)
sv: Video som introducerar människor till annoteringsuppgiften (om tillämpligt)

source: A URL for video summary to be embedded (e.g. from YouTube)
sv: En webbadress för videosammanfattning som ska bäddas in (t.ex. från YouTube)

source: marker unit
sv: markörenhet

source: marker units
sv: markörenheter

source: size
sv: storlek

source: Default (and maximal) number of marker groups in the unit
sv: Standard (och maximalt) antal markörgrupper per markörenhet

source: minimum required
sv: minsta nödvändiga

source: Minimum required number of marker groups in the unit (can't be more than `size`)
sv: Minsta nödvändiga antal markörgrupper per markörenhet (får inte vara mer än "storlek")

source: is rankable?
sv: är rankbar?

source: Whether annotators should be allowed to rank marker groups in the unit
sv: Huruvida annotatorer ska tillåtas att rangordna markörgrupper inom enheten

source: rankable
sv: rankbar

source: From {} to {}{}
sv: Från {} till {}{}

source: Exactly {}
sv: Exakt {}

source: range
sv: intervall

source: ranges
sv: intervaller

source: minimal value
sv: det minsta värdet

source: maximal value
sv: det högsta värdet

source: step
sv: steg

source: You must specify either a step, a minimal or a maximal value
sv: Du måste specifiera antingen ett steg eller det minsta eller det högsta värdet

source: Between {} and {}
sv: Mellan {} och{}

source: From {}
sv: Från {}

source: Up to {}
sv: Upp till {}

source: step {}
sv: steg {}

source: marker variant
sv: markörvariant

source: marker template
sv: markörsmall

source: numeric range
sv: numerisk intervall

source: Applicable only if the annotation types are 'integer', 'floating-point number' or 'range'. If the annotation type is 'range' and no numeric range is specified, the input will range from 0 to 100 by default. The values will remain unrestricted for 'integer' or 'floating-point number' types.
sv: Tillämpligt endast om anteckningstyperna är 'integer', 'floating-point number' or 'range'. Om anteckningstypen är 'range' och ingen numerisk intervall är specificerat, kommer inmatningen att variera från 0 till 100 som standard. Värdena förblir obegränsade för typerna "integer' eller 'floating-point number'.

source: order in a unit
sv: ordning i en markörenhet

source: Order of this marker in the unit
sv: Ordning av denna markör i enheten

source: Actions associated with this marker
sv: Åtgärder associerade med denna markör

source: enable suggestions?
sv: aktivera förslag?

source: Indicates whether Suggestions API should be enabled for this marker (if endpoint is specified)
sv: Anger om Suggestions API ska aktiveras för den här markören (om slutpunkt är angiven)

source: Custom endpoint for the Suggestions API (by default the one from the marker template is used). Activates only if suggestions are enabled.
sv: Anpassad slutpunkt för Suggestions API (som standard används den från markörmallen). Aktiveras endast om förslag är aktiverade.

source: Customized color for the annotated text span (color of the marker template by default)
sv: Anpassad färg för det kommenterade textintervallet (färgen på markörmallen som standard)

source: Keyboard shortcut for annotating a piece of text with this marker (shortcut of the marker template by default
sv: Kortkommando för att kommentera en textbit med denna markör (genväg till markörmallen som standard)

source: annotation type
sv: annoteringstyp

source: The type of annotations made using this marker
sv: typ av annoteringar som kan göras med markören

source: export name
sv: exportnamn

source: The name of the field in the exported JSON file (English name by default)
sv: Namnet på fältet i den exporterade JSON-filen (engelsk namn som standard)

source: marker context menu item
sv: markörssnabbmenyalternativ

source: marker context menu items
sv: markörssnabbmenyalternativ

source: verbose name
sv: utförligt namn

source: verbose name in data explorer
sv: utförligt namn inom datautforskare

source: field name in logs
sv: fältnamn i loggar

source: If applicable
sv: Om tillämpligt

source: marker restriction
sv: markörbegränsning

source: marker restrictions
sv: markörbegränsningar

source: restriction kind
sv: typ av begränsning

source: restriction value
sv: begränsningsvärde

source: e.g., if restriction kind is '<=' and value is '3', this creates a restriction '<= 3'
sv: t.ex. om begränsningstypen är '<=' och värdet är '3' skapar detta en begränsning '<= 3'

source: data access log
sv: dataåtkomstlogg

source: data access logs
sv: dataåtkomstloggar

source: user
sv: användare

source: datapoint ID
sv: datapunkts identifierare

source: As stored in the original dataset
sv: Som lagrat i den ursprungliga datamängden

source: flags
sv: flaggor

source: Additional information provided by the annotator
sv: Ytterligare information tillhandahållen av annoteraren

source: is submitted?
sv: är inskickade?

source: Indicates whether the datapoint was successfully submitted by an annotator
sv: Anger om datapunkten har skickats in av en annotator

source: is skipped?
sv: är överhoppad?

source: Indicates whether the datapoint was skipped by an annotator
sv: Indikerar om datapunkten hoppades över av en annotator

source: pre-marker
sv: förmarkör

source: pre-markers
sv: förmarkörer

source: static tokens
sv: statiska tokens

source: Comma-separated tokens that should be highlighted with a marker
sv: Kommaseparerade tokens som ska markeras med en markör

source: relation variant
sv: relationsvariant

source: relation template
sv: relationsvarianter

source: Keyboard shortcut for marking a piece of text with this relation (shortcut of the relation template by default)
sv: Kortkommando för att markera en textbit med denna relation (genväg till relationsmallen som standard)

source: How should the relation be visualized? (representation of the relation template by default)
sv: Hur ska relationen visualiseras? (representation av relationsmallen som standard)

source: context
sv: kontext

source: contexts
sv: kontexter

source: content
sv: innehåll

source: annotation batch
sv: annoteringsbatch

source: annotation batches
sv: annoteringsbatcher

source: input
sv: inmatning

source: inputs
sv: inmatningar

source: marker group order in the unit
sv: markörgruppsordning i enheten

source: At the submission time
sv: Vid inlämningstiden

source: label
sv: etikett

source: labels
sv: etiketter

source: Character-wise start position in the text
sv: Startposition i texten karaktärsmässigt

source: end position
sv: slutposition

source: Character-wise end position in the text
sv: Slutposition i texten karaktärsmässigt

source: was undone?
sv: ångrades

source: Indicates whether the annotator used 'Undo' button
sv: Indikerar om annoteraren använde 'Ångra'-knappen

source: label review
sv: etikettgranskning

source: label reviews
sv: etikettgranskningar

source: is a match?
sv: är en matchning?

source: Indicates whether the reviewed and original labels match
sv: Anger om de granskade och originaletiketterna matchar

source: ambiguity?
sv: tvetydighet?

source: Decided automatically to inform a decision maker
sv: Beslutade automatiskt att informera en beslutsfattare

source: start position of the review label
sv: startposition för recensionsetiketten

source: is impossible?
sv: är omöjlig?

source: Indicates whether the reviewer marked the datapoint as impossible wrt. guidelines
sv: Indikerar om granskaren markerade datapunkten som omöjlig med hänsyn till. riktlinjer

source: label relation
sv: etikettsrelation

source: label relations
sv: etikettsrelationer

source: relation cluster
sv: relationskluster

source: a project-specific user profile
sv: en projektspecifik användarprofil

source: project specific user profiles
sv: projektspecifika användarprofiler

source: You have finished this task
sv: Du har slutfört denna uppgift

source: Thank you for the participation, we are very grateful for your contribution to the research!
sv: Tack för ditt deltagande, vi är mycket tacksamma för ditt bidrag till forskningen!

source: my projects
sv: mina projekt

source: open tasks
sv: öppna uppgifter

source: my tasks
sv: mina uppgifter

source: shared projects
sv: delade projekt

source: surveys
sv: undersökningar

source: profile
sv: profil

source: data explorer
sv: datautforskare

source: translation
sv: översättning

source: logout
sv: logga ut

source: Unfortunately, we found no data to be annotated
sv: Tyvärr hittade vi inga uppgifter att annotera

source: Please, contact the project responsible to sort things out.
sv: Vänligen kontakta projektansvarig för att reda ut saker.

source: Currently there are no more active open tasks!
sv: För närvarande finns det inga fler aktiva öppna uppgifter!

source: Thank you for joining Textinator! You don't have any tasks yet, but you can join to one of the open tasks in the respective tab
sv: Tack för att du gick med i Textinator! Du har inga uppgifter ännu, men du kan gå med i någon av de öppna uppgifterna på respektive flik

source: to be published
sv: att bli publicerad

source: expired
sv: utgånget

source: finishes
sv: avslutas

source: leave
sv: lämna

source: join
sv: ansluta sig

source: quick links
sv: snabblänkar

source: create a new data source
sv: skapa en ny datakälla

source: my projects (admin)
sv: mina projekt (admin)

source: create a new project
sv: skapa ett nytt projekt

source: recently shared
sv: nyligen delat

source: previously shared
sv: tidigare delat

source: You have not created any projects so far. If you want to create a new project now, please click
sv: Du har inte skapat några projekt än så länge. Om du vill skapa ett nytt projekt nu, vänligen trycka

source: here
sv: här

source: view
sv: se

source: Welcome to Textinator!
sv: Välkommen till Textinator!

source: Thank you for choosing Textinator as your annotation tool! We've got a bunch of resources to get you started:
sv: Tack för att du har valt Textinator som ditt annoteringsverktyg! Här kommer några resurser för att hjälpa dig att börja:

source: if you prefer reading, here is the {}
sv: om du föredrar att läsa, här kommer {}

source: documentation
sv: dokumentation

source: if you prefer watching, here is the {}
sv: om du föredrar att titta på videor, här kommer {}

source: admin guide on YouTube
sv: adminadminguide på YouTube

source: if you prefer exploring on your own, just go for it!
sv: om du föredrar att utforska på egen hand, bara gå för det!

source: On top of that, if you want to help developing Textinator further (which we would be immensely happy about!), here is the {}
sv: Utöver det, om du skulle vilja hjälpa till att utveckla Textinator ytterligare (vilket vi skulle bli oerhört glada över!), här är {}

source: our GitHub repository
sv: vår GitHub-repository

source: project manager guide on YouTube
sv: projektledareguide på YouTube

source: Thank you for joining Textinator! Your annotation or evaluation efforts will most certainly help in advancing Natural Language Processing (NLP) beyond its current limits.
sv: Tack för att du gick med i Textinator! Dina annoteringar eller utvärderingsinsatser kommer med all säkerhet att hjälpa till att utveckla språkteknologi bortom dess nuvarande gränser.

source: If you are here to help <u>annotating</u>, here are some tips:
sv: Om du är här för att hjälpa till att <u>annotera</u>, här är några tips:

source: If you are unfamiliar with Textinator or with NLP annotations in general, we have prepared {} to help you in starting this journey
sv: Om du inte är bekant med Textinator eller med annoteraingar för språkteknologi i allmänhet, har vi förberett {} för att hjälpa dig att starta denna resa

source: a couple of short YouTube videos
sv: ett par korta YouTube-filmer

source: If you have signed up to take part in a specific annotation effort, please click on the {} in the menu above. If you don't see your project there, please contact your project manager.
sv: Om du har registrerat dig för att delta i ett specifikt annoteringsarbete, tryck gärna på {} i menyn ovan. Om du inte ser ditt projekt där, kontakta din projektledare.

source: "My Tasks" tab
sv: fliken "Mina uppgifter"

source: If you have signed up out of curiosity and willingness to help, huge thank you! We are very grateful and honored to have you on board! Please click on the {} and see if we currently have any annotation efforts, open to general public.
sv: Om du har anmält dig av nyfikenhet och vilja att hjälpa till, ett stort tack! Vi är mycket tacksamma och hedrade över att ha dig ombord! Klicka på {} och se om vi för närvarande har några anteckningar, öppna för allmänheten.

source: "Open Tasks" tab
sv: fliken "Öppna uppgifter"

source: We urge you to read the instructions carefully to check that you understand them and are indeed eligible to take part. Please contact the project responsible if any questions arise.
sv: Vi uppmanar dig att läsa instruktionerna noggrant för att kontrollera att du förstår dem och verkligen är berättigad att delta. Kontakta den projektansvarige om några frågor uppstår.

source: If you are here to help <u>evaluating</u>, here are some other tips:
sv: Om du är här för att hjälpa till att <u>utvärdera</u>, här är några andra tips:

source: If you have signed up to take part in a specific evaluation effort, please click on the {} and see if your survey is ready If you don't see your survey, please contact your project manager.
sv: Om du har registrerat dig för att delta i en specifik utvärderingssatsning, tryck gärna på {} och se om din undersökning är klar. Om du inte ser din undersökning, kontakta din projektledare.

source: "Survey" tab
sv: fliken "Undersökningar"

source: If you have signed up out of curiosity, please click on the {} and see if there are any surveys open to general public.
sv: Om du har registrerat dig av nyfikenhet, tryck gärna på {} och se om det finns några undersökningar som är öppna för allmänheten.

source: actions
sv: åtgärder

source: submit
sv: skicka in

source: new text
sv: en ny text

source: editing
sv: redigering

source: marker groups
sv: markörgrupper

source: No reminders are set
sv: Det finns inga påminnelser

source: required
sv: nödvändigt

source: Your feedback on this text
sv: Din återkoppling om denna text

source: What is the problem with this text?
sv: Vad är problemet med denna text?

source: Please describe any problems you experience, e.g. weird formatting, wrong sentence starts, empty text, etc.
sv: Beskriv gärna problem som du upptäckte, t.ex., konstig formattering, felaktiga meningar, toma texter osv.

source: No guidelines are provided
sv: Inga riktlinjer ges

source: Follow the UI intro tour
sv: Följ UI-introduktionen

source: project details
sv: projektdetaljer

source: responsible
sv: ansvarig

source: contact email
sv: kontakt e-post

source: published
sv: publicerades

source: will be expired
sv: kommer att löpa ut

source: stop editing
sv: sluta redigera

source: editor
sv: redigerare

source: profiles
sv: profiler

source: preferred language
sv: föredraget språk

source: fluent in
sv: flytande i

source: Comma-separated list of language codes, compliant with RFC 5646
sv: Kommaseparerad lista över språkkoder, kompatibel med RFC 5646

source: save
sv: spara

source: user details
sv: användarinformation
