{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/God-bebyggd-miljo/", "text": "# God bebyggd miljö\n\nVår bebyggda miljö ska fylla människors och samhällets behov, erbjuda bra livsmiljöer och bidra till en hållbar utveckling. Hur vi bor och lever påverkar miljön på många sätt, exempelvis när vi värmer våra bostäder, reser till arbete och fritidsaktiviteter eller sorterar vårt avfall. Bebyggelsen står bland annat för nära 40 procent av den totala energianvändningen i Sverige och avfallet vi lämnar efter oss behöver minska och användas mer som resurs. Olika bebyggelsemiljöer har också stora kulturvärden.\n\nDe senaste decennierna har Sveriges större tätorter fått ökad befolkning. Städerna har brett ut sig och köpcentra har etablerats utanför stadskärnorna, vilket ökar behovet av transporter. Samtidigt sker en förtätning av städers centrala delar. Det kan minska transportbehov och ge klimatvinster, men också orsaka ökat buller. Ibland har förtätningen skett genom att grönområden har bebyggts, vilket minskar möjligheterna till rekreation utomhus nära bostaden.\n\n## Vilka är utmaningarna?\n\nAtt bevara bebyggelsens kulturvärden, minska påverkan från trafikbuller och dålig inomhusmiljö samt minimera det farliga avfallet är viktiga utmaningar. Åtgärder behövs på alla nivåer i samhället. Det gäller allt från internationella överenskommelser om buller från fordon till ökad miljöhänsyn när vägar och bostadsområden planeras och byggs. Hur byggnader utformas och uppförs har också stor betydelse, liksom hur de förvaltas och renoveras. Vi behöver även ställa om till att använda förnybara energikällor och hållbara transportmedel.\n\nI samhällsplaneringen behövs en ur miljösynpunkt bättre tillämpning av de befintliga regelverken, framför allt av plan- och bygglagen. Om kommunal översiktsplanering utvecklas kan den bli ett avgörande verktyg för flera delar inom God bebyggd miljö. Det behövs bland annat aktuella och relevanta planeringsunderlag och en samordnad planering av bebyggelse och infrastruktur.\n\n"}