{"url": "/Miljoarbete-i-samhallet/EU-och-internationellt/Internationellt-miljoarbete/", "text": "# Internationellt miljöarbete\n\n\n\n## Globala utmaningar\n\nDagens miljöutmaningar är till stora delar gränsöverskridande och många av Sveriges miljöproblem kan inte lösas inom landet. Samtidigt påverkar svensk konsumtion och produktion miljön i andra delar av världen.\n\nEn ambitiös miljöpolitik såväl inom Sverige och EU som internationellt, är en förutsättning för att vi ska kunna nå våra miljökvalitetsmål. Dessutom bidrar vi genom internationellt miljöarbete till genomförandet av de globala hållbarhetsmålen (Agenda 2030).\n\nEU-arbetet är en central uppgift för Naturvårdsverket, eftersom nya svenska miljöregler oftast utvecklas inom EU-samarbetet. Naturvårdsverket samråder löpande med Miljödepartementet om hur vi som representerar Sverige ska driva miljöfrågor i EU- och internationella arbetsgrupper.Sveriges och Naturvårdsverkets långa erfarenhet och kompetens inom miljöförvaltning och styrning gör att vi kan stödja och delta i utvecklingsarbeten i andra länder och bidra med expertkunskaper inom multilaterala institutioner och organisationer.\n\nNaturvårdsverkets bilaterala samarbeten har målet att utveckla effektiva miljöförvaltningar för ömsesidig strategisk nytta, till exempel för att uppfylla åtaganden i internationella miljökonventioner. Vi samarbetar med Sida i flera bilaterala miljöprojekt och även i bredare globala program.\n\nI multilaterala samarbeten bidrar vi med underlag och expertkunskap för att utveckla det internationella miljöarbetet, till exempel inom OECD, Arktiska rådet och i miljökonventioner.\n\n## Svensk politik för global utveckling\n\nVilka länder och samarbetsområden som Naturvårdsverket ska arbeta med styrs av Sveriges utvecklingspolitik, miljöpolitik och politiken för global utveckling. Till detta kommer regeringens policy och samarbetsstrategier för olika områden, regioner och organisationer.\n\nKlimatförändringar och miljöpåverkan är en utmaning inom Sveriges politik för global utveckling. Sverige ska arbeta för att minska klimatförändringarna, stödja insatser för uthållig användning av naturresurser, integrera ekosystemtjänster i samarbetsstrategierna för olika länder och agera för hållbar konsumtion och produktion.Regeringen har en policy för klimat- och miljö som ska styra det svenska utvecklingssamarbetet. Ökad kunskap och ett effektivare och mer ändamålsenligt arbetssätt inom offentlig förvaltning är ett prioriterat område. Ett särskilt mål inom utrikespolitiken och reformsamarbetet med Östeuropa och västra Balkan är att stödja ländernas EU-tillnärmning inom alla politikområden.\n\n"}