{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Giftfri-miljo/", "text": "# Giftfri miljö\n\n## Vilka är utmaningarna?\n\nLånglivade ämnen som är spridda i miljön eller finns lagrade i varor och byggnader kan påverka människor och miljö under lång tid. Ökad konsumtion leder till ökad produktion av kemikalier och varor och då ökar spridningen av farliga ämnen. För alltför många kemikalier saknas fortfarande kunskap om hur de påverkar människors hälsa och miljön, särskilt hur kemiska ämnen kan samverka och vilka effekter den sammanlagda exponeringen kan leda till. Informationen om vilka farliga ämnen som finns i material och varor är bristfällig. Det hindrar företag och konsumenter att bedöma och hantera riskerna. Det hindrar dem också från att kunna göra informerade val. Komplexa och globala leverantörskedjor gör att importerade varor är en särskild utmaning. Brist på information om innehållet försvårar även en säker användning av återvunnet material. Kemiska risker behöver förebyggas genom att användningen av de farligaste ämnena begränsas i lagstiftningen, och att det finns kunskap och tillgång till information så att kemikalier kan hanteras säkert genom hela livscykeln.\n\nAnvändningen av farliga kemiska ämnen har begränsats i ökad utsträckning de senaste decennierna genom skärpt lagstiftning inom EU och med hjälp av internationella överenskommelser och nationella åtgärder. Företag och organisationer har börjat ställa krav på sina leverantörer, vilket gynnar en utveckling mot att farliga ämnen byts ut mot mindre farliga utan att detaljerade regler finns. Alternativa metoder som minskar användningen av farliga kemiska ämnen utvecklas, men det går för långsamt. För att förebygga skador på människor och miljön måste alla dessa insatser fortsätta att utvecklas. Det behövs innovation och teknisk utveckling, bättre produkter och varor och kemikaliefria lösningar som kan påskynda utfasningen av de farligaste kemikalierna.\n\n"}