{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Grundvatten-av-god-kvalitet/", "text": "# Grundvatten av god kvalitet\n\nGrundvattnet är viktigt som dricksvatten för oss människor. Det påverkar också miljön för växter och djur i ytvattnet. Utsläpp av miljöfarliga ämnen kan förorena grundvattnet. Särskilt i jordbruksområden i södra Sverige förekommer exempelvis bekämpningsmedel i grundvattnet. Även natriumklorid – vanligt salt – från vägar som har saltats på vintern har kommit ut i grundvattnet. Förutom att det påverkar grundvattnets kvalitet fräter saltet också sönder vattenledningar.\n\nVatten cirkulerar i ett ständigt kretslopp. Vattenånga avdunstar från sjöar och hav och faller ned som regn och snö. En del vatten tränger ned genom jordlager och berggrund och bildar grundvatten, som i sin tur efter en viss uppehållstid i marken – som beror på lokala förhållanden – rinner ut i sjöar, hav och vattendrag igen.\n\n## Vilka är utmaningarna?\n\nGenerellt sett ökar efterfrågan och därmed påfrestningen på grundvattnet. Det beror bland annat på att människor bosätter sig i kust- och fritidsområden. För att skydda grundvattnet från föroreningar måste skyddsområden inrättas.\n\nGrusåsar och andra liknande formationer i landskapet spelar en viktig roll som dricksvattenresurs. Dessa så kallade naturgrusavlagringar har även betydelse för vår energiförsörjning, för natur- och kulturlandskapet samt för friluftslivet. Samtidigt finns ett tryck på att utvinna naturgrus från dessa formationer, bland annat för att framställa betong. Genom att inrätta fler skyddsområden kan naturgrusavlagringar skyddas från exploatering.\n\nKunskap om hur grundvattnet påverkar ytvatten behöver öka. Föroreningar från grundvatten kan transporteras till sjöar och vattendrag, exempelvis kvicksilver och övergödande ämnen, men den allmänna kunskapsnivån om sådana processer är ännu låg.\n\n## Vad görs för att nå målet?\n\nVarje år görs en årlig uppföljning av miljökvalitetsmålen, som lämnas av Naturvårdsverket till regeringen i slutet av mars. I uppföljningen beskrivs de viktigaste aktuella åtgärderna för att nå miljökvalitetsmålen och etappmålen.\n\nNästan 30 olika svenska myndigheter ska arbeta inom sina respektive verksamhetsområden för att miljömålen ska nås, enligt sina instruktioner eller regleringsbrev. De flesta ska rapportera om sitt arbete till regeringen i sina årsredovisningar. Vad Naturvårdsverket gjort det senaste året för detta miljökvalitetsmål hittar du via länken nedan.\n\nRegeringen sammanställer sedan varje år vad som gjorts för att nå miljökvalitetsmålen. Det presenteras i budgetförslaget för kommande år, den så kallade budgetpropositionen, under utgiftsområde 20: Allmän miljö- och naturvård. Propositionen lämnas till riksdagen i slutet av september varje år.\n\nI slutet av varje mandatperiod redovisar regeringen även vilka insatser som gjorts för miljömålen i en skrivelse till riksdagen.\n\n"}