{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Frisk-luft/", "text": "# Frisk luft\n\nExponering för luftföroreningar kan påverka hälsan negativt. Till exempel kan föroreningar i luften även bidra till hjärt- och lungsjukdomar samt förkortad livslängd. De luftföroreningar som är skadligast för hälsan är inandningsbara partiklar, kvävedioxid, marknära ozon och vissa kolväten.\n\nLuftföroreningar orsakar även korrosion, och gör att material såsom metaller, plast och kalksten bryts ned snabbare. Utöver korrosion är även nedsmutsning av sot och partikelföroreningar betydelsefullt.  På så sätt skadas till exempel byggnader och kulturhistoriskt värdefulla föremål. Dessutom skadas skogens träd och jordbrukets grödor av marknära ozon vilket resulterar i lägre tillväxt i skogen och försämrade skördar.\n\nSkador på hälsan, på vegetationen och på material på grund av luftföroreningar kostar således samhället stora summor pengar, i form av exempelvis sjukvård, skördebortfall och reparationsarbeten.\n\nUtsläpp av luftföroreningar som sker lokalt, exempelvis från industrianläggningar, fordon och vedeldade hus, påverkar luften i närområdet men har också betydelse på regional och global skala. Många luftföroreningar, såsom svaveldioxid, kvävedioxid, partiklar och marknära ozon, kan dock transporteras långa sträckor och över nationsgränser och orsaka skador även långt bort från utsläppskällan.\n\n## Vilka är utmaningarna?\n\nVägtrafik är en stor källa till luftföroreningar, framförallt i tätorter. Bilavgaser innehåller partiklar, kvävedioxid och organiska ämnen, och avgaserna bidrar till att marknära ozon bildas. Dessutom orsakar trafiken utsläpp av slitagepartiklar – dessa slits upp från vägbanan vid användning av dubbdäck. Positivt är att motorer blir allt effektivare, och att nya mindre miljöskadliga bränslen utvecklas. Samtidigt ökar trafikmängden hela tiden, vilket motverkar en del av den positiva utvecklingen. I många tätorter orsakar även utsläpp av partiklar och organiska ämnen från vedeldning en försämring av luften.\n\nFör att begränsa utsläpp av föroreningar som transporteras långa vägar med vinden pågår internationella samarbeten, både inom EU och FN.\n\n"}