{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Bara-naturlig-forsurning/", "text": "# Bara naturlig försurning\n\nSkogsmark, sjöar och vattendrag är i många fall naturligt sura. Nedfall av försurande ämnen har dock lett till en accelererad försurning. Försurningen påverkar växter och djur och bidrar till ökad korrosion, det vill säga att material vittrar sönder. Korrosionen drabbar till exempel fornlämningar och nedgrävda rörledningar. Även människans hälsa kan påverkas negativt, exempelvis av dricksvatten från försurade brunnar.\n\nDe ämnen som bidrar till försurningen är svaveldioxid, kväveoxider och ammoniak. De härrör från utsläpp framför allt från väg- och sjötrafik, värmeoch elkraftverk, industrier samt jordbruk.\n\nSkogsbruk kan bidra till försurning, både genom tillväxt och skörd. En ökad efterfrågan på biobränsle har gjort att uttag av hela träd har blivit vanligare. Detta kan leda till ökad markförsurning och utarmning av näringsämnen i områden som sedan tidigare varit svagt buffrade eller försurningstrycket är fortsatt högt.\n\n## Vilka är utmaningarna?\n\nDet tar lång tid för naturen att återhämta sig. Trots att de totala utsläppen av svaveldioxid och kväveoxider i Europa har minskat rejält under de senaste tjugo åren, har det endast lett till en långsam förbättring av Sveriges sjöar och vattendrag. Fortfarande bedöms var tionde sjö vara försurad på grund av människans olika verksamheter. I skogsmark och grundvatten tar återhämtningen ännu längre tid. Merparten av de försurande ämnen som faller ned över Sverige har förts hit med vindar från andra länder och från internationell sjöfart. Det räcker med andra ord inte att minska de svenska utsläppen för att minska försurningen i Sverige. Det finns internationella avtal som begränsar utsläppen, både inom EU och inom FN:s luftvårdskonvention.\n\nDen stora utmaningen är att fortsätta att begränsa försurande utsläpp från transportsektorn, både i Sverige och internationellt. Det gäller även den internationella sjöfarten där utsläppen av kväveoxider är stora.\n\n"}