{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Skyddande-ozonskikt/", "text": "# Skyddande ozonskikt\n\nOzonskiktet i atmosfären skyddar livet på jorden genom att filtrera bort en del av den skadliga UV-strålningen från solen. Därför innebär det en fara när ozonskiktet tunnas ut. Hos människor ökar risken för till exempel hudcancer, nedsatt immunförsvar och ögonsjukdomen starr.\n\nOrsaken till uttunningen är att ämnen som bryter ned ozon har släppts ut i atmosfären. Exempel på ämnen som bryter ned ozonskiktet är klorerade ämnen, som finns i bland annat kylskåp, anläggningar för luftkonditionering och skumplast.\n\nSedan 1987 finns ett internationellt avtal som kallas Montrealprotokollet. Avtalet ställer krav på deltagande länder att förbjuda och begränsa användningen av ozonnedbrytande ämnen. Åtgärderna har varit mycket framgångsrika. Tack vare Montrealprotokollet minskar utsläppen av ozonnedbrytande ämnen. Även halterna av ozonnedbrytande gaser i atmosfären minskar – om än med vissa undantag. Med dagens kunskap pekar det mesta på att ozonuttunningen har avstannat, och det finns även tecken på att ozonskiktet istället är på väg att öka i tjocklek.\n\n## Vilka är utmaningarna?\n\nMånga ozonnedbrytande ämnen finns kvar i atmosfären under lång tid. Även om utsläppen av flertalet ämnen har minskat eller upphört, dröjer det alltså flera decennier innan den nedbrytande effekten på ozonskiktet upphör. Det internationella arbetet inom Montrealprotokollet måste fortsätta. Produktion och konsumtion av ozonnedbrytande ämnen måste fortsätta att minska. Dessutom är det viktigt att kontrollera att inte nya ozonnedbrytande kemikalier kommer ut på marknaden. Den absoluta huvudelen av utsläppen av ozonnedbrytande ämnen i Sverige kommer från bygg-, rör- och markisoleringsmaterial. De måste tas om hand på rätt sätt vid rivning eller ombyggnation.\n\nDet är svårt att avgöra tjockleken på ozonskiktet. Det beror bland annat på ozonskiktets naturliga variationer. Ozonskiktets tjocklek påverkas även av både klimatet och av halten av vissa växthusgaser i atmosfären. Exempelvis kan de ökande utsläppen av lustgas komma att fördröja återhämtningen.\n\n"}