{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Myllrande-vatmarker/", "text": "# Myllrande våtmarker\n\nEtt stort antal växter och djur är beroende av olika våtmarker. Många hotade eller missgynnade arter är kopplade till dessa naturmiljöer. En orsak är att stora arealer våtmark har torrlagts. Därutöver är många av de resterande våtmarkerna påverkade av markavvattning och annan vattenverksamhet, skogsbruk, kvävenedfall, körskador och att de inte längre hävdas med slåtter eller bete. Många våtmarkstyper kommer också att påverkas negativt av klimatförändringar och etablering av främmande arter.\n\nSkadade våtmarker har en lägre förmåga att leverera viktiga ekosystemtjänster som att binda och lagra kol, rena vatten, fungera som översvämningsskydd och bidra med biologisk produktion. Många våtmarker har arkeologiska lämningar som kan skadas när de restaureras eller exploateras.\n\n## Vilka är utmaningarna?\n\nAtt skydda våtmarksmiljöer är viktigt och många mossar, kärr, fuktängar och sumpskogar är med i Natura 2000, som är EU:s nätverk för värdefull natur. Sverige har också valt ut internationellt värdefulla våtmarker som så kallade Ramsarområden, som en del av att genomföra en våtmarkskonvention. Ändå saknar många våtmarker i Sverige med höga natur- och kulturvärden ett bra skydd.\n\nIdag är det förbjudet med ny markavvattning i delar av landet. En översyn av regelverket för vattenverksamhet bör ske för att se om regelverket kan skärpas för övriga delar av landet och förbättras gällande annan vattenverksamhet. Utöver att förhindra nya skador behöver många våtmarker restaureras och skötas för att deras värden ska bevaras och de ska kunna erbjuda värdefulla ekosystemtjänster. Det är också viktigt att alla som använder mark och vatten gör det på ett hållbart sätt.\n\n## Vad görs för att nå målet?\n\nVarje år görs en årlig uppföljning av miljökvalitetsmålen, som lämnas av Naturvårdsverket till regeringen i slutet av mars. I uppföljningen beskrivs de viktigaste aktuella åtgärderna för att nå miljökvalitetsmålen och etappmålen.\n\nNästan 30 olika svenska myndigheter ska arbeta inom sina respektive verksamhetsområden för att miljömålen ska nås, enligt sina instruktioner eller regleringsbrev. De flesta ska rapportera om sitt arbete till regeringen i sina årsredovisningar. Vad Naturvårdsverket gjort det senaste året för detta miljökvalitetsmål hittar du via länken nedan.\n\nRegeringen sammanställer sedan varje år vad som gjorts för att nå miljökvalitetsmålen. Det presenteras i budgetförslaget för kommande år, den så kallade budgetpropositionen, under utgiftsområde 20: Allmän miljö- och naturvård. Propositionen lämnas till riksdagen i slutet av september varje år.\n\nI slutet av varje mandatperiod redovisar regeringen även vilka insatser som gjorts för miljömålen i en skrivelse till riksdagen.\n\n"}