{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Ingen-overgodning/", "text": "# Ingen övergödning\n\nÖvergödning drabbar marker såväl som sjöar, vattendrag och hav. Problemen finns framför allt i södra Sverige, men övergödning förekommer i hela landet. Övergödning får växtligheten att förändras successivt och arter som är anpassade till näringsfattiga miljöer trängs undan.\n\nI havsmiljön, framför allt i Egentliga Östersjön, är övergödning ett av de allvarligaste hoten. I både hav och sjöar orsakar övergödningen bland annat igenväxning och algblomning. I värsta fall uppstår syrebrist på bottnarna, där växter och djur dör. Om det är giftbildande alger som orsakar blomningen kan hälsan hos både människor och djur hotas.\n\nÖvergödning orsakas av allt för höga halter av kväve och fosfor i mark eller vatten. Dessa näringsämnen kan hamna i miljön via utsläpp till luft av exempelvis kväveoxider från biltrafik, sjöfart och kraftverk. Andra orsaker till övergödning är läckage från jordbruket samt utsläpp från avloppsreningsverk och industrier.\n\n## Vilka är utmaningarna?\n\nUtsläppen av näringsämnen till sjöar, vattendrag och hav från Sverige och övriga länder som påverkar miljön i Östersjön, Kattegatt och Skagerrak måste minska ytterligare. Inom havsmiljökonventionen Helcoms Aktionsplan för Östersjön har Sverige och andra länder runt Östersjön åtagit sig att minska utsläppen fram till 2021.\n\nMånga av de utsläpp som har betydelse för övergödningen begränsas av internationella avtal. För att utvecklingen ska gå åt rätt håll är det nödvändigt att Sverige, liksom alla andra deltagande länder, uppfyller sin del av gällande avtal. Exempel på viktiga internationella avtal är det så kallade Göteborgsprotokollet inom FN samt EU:s vattendirektiv och havsmiljödirektiv.\n\nUtsläppen till luft från fordonstrafik, industrier och internationell sjöfart måste också minska. Merparten av det luftburna nedfallet av övergödande ämnen kommer från andra länder och från internationell sjöfart. Därför krävs ytterligare beslut om utsläppsbegränsningar i det internationella luftvårdsarbetet.\n\n"}