{"url": "/Miljoarbete-i-samhallet/Miljoarbete-i-Sverige/Miljoovervakning/", "text": "# Miljöövervakning följer tillståndet i miljön\n\nMiljöövervakning ger en lägesbeskrivning av tillståndet i miljön och varnar för störningar. Arbetet bygger på återkommande, systematiskt upplagda undersökningar, som visar miljötillståndet genom att registrera eventuella förändringar i naturmiljön.\n\nGenom att jämföra aktuella lägesbeskrivningar med tidigare mätningar kan förändringar i miljön upptäckas. På så vis kan man se om genomförda åtgärder får önskad effekt eller inte. Ibland behövs ytterligare undersökningar för att ta reda på om förändringen innebär ett problem eller inte.\n\n## Miljöövervakning ett långsiktigt arbete\n\nOfta behövs mätningar över långa tidsperioder för att kunna se om en förändring orsakas av mänsklig påverkan eller är en naturlig variation. Därför är miljöövervakning ett långsiktigt arbete som kräver uthållighet över tid.\n\nNaturvårdsverkets miljöövervakning började 1978. De svenska mätseriernas längd är i många fall unika i världen.\n\n## Grundläggande för miljöarbetet\n\nResultaten från miljöövervakningen är grundläggande för miljöarbetet i stort. Arbetet med att utforma och prioritera miljöpolitiken baseras på miljöövervakningens resultat.\n\nMiljöövervakningen har en strategisk roll när det gäller att utveckla och följa upp arbetet med de svenska miljömålen. Men även när det gäller utvecklingen av miljökvalitetsnormer och bedömningsgrunder spelar miljöövervakningen en viktig roll.\n\nPå internationell nivå är resultaten från miljöövervakningen basen för internationell rapportering och officiell statistik om miljötillstånd.\n\nInformationen om resultaten ger alla en möjlighet att delta i den politiska debatten.\n\n## Lagar, konventioner och miljömål bestämmer vad som undersöks\n\nVad som undersöks inom miljöövervakningen bestäms av krav i miljölagstiftningen, miljökvalitetsmål samt Sveriges åtaganden om rapportering inom internationella direktiv och konventioner. Framför allt EU:s miljöpolitik ställer stora krav på internationell rapportering.\n\nI de miljöpolitiska propositionerna (Proposition 1990/91:90 & 1997/98:145) beskrivs regeringens krav på en effektiv miljöövervakning. Det ska vara möjligt att:\n\nDessutom gäller att miljöövervakningen ska:\n\n## Naturvårdsverket ansvarar för samordningen\n\nDet är många aktörer som utför arbetet inom miljöövervakningen. Naturvårdsverkets samordning innebär bland annat att se till att miljöövervakningen genomförs av aktörerna på ett jämförbart sätt och att resultaten är tillgängliga för alla som är intresserade. Data, sammanställningar och analyser publiceras i rapporter och på nätet.\n\nSamordningen är också ett sätt att få en heltäckande bild av miljösituationen, skapa större delaktighet och att minska kostnaderna.\n\nBland de aktörer som utför eller på annat sätt bidrar till miljöövervakning ingår:\n\nNågra av utförarna är också så kallade datavärdar. Det innebär att de lagrar, granskar, sammanställer, presenterar och tillhandahåller miljöövervakningsdata på uppdrag av Naturvårdsverket.\n\n"}