{"url": "/Miljoarbete-i-samhallet/Miljoarbete-i-Sverige/Viltforvaltning/", "text": "# Viltförvaltning\n\nEn viltförvaltning i balans gör att alla kan uppleva viltets värden. Så lyder visionen för svensk viltförvaltning som Naturvårdsverket tagit fram på uppdrag av regeringen. I juni 2015 redovisades strategin med vision, mål och delmål. Den gäller som vägvisare för såväl Naturvårdsverket som för andra myndigheter och aktörer. Strategin har remissbehandlats, med positivt mottagande. Vissa förslag bereds inom Regeringskansliet medan Naturvårdsverket nu arbetar utifrån den huvudsakliga inriktningen i strategin. Detta lyfter även regeringen fram i sin budgetproposition för 2017 (utgiftsområde 23, s 47). Naturvårdsverket ska redovisa arbetet med viltförvaltningsstrategin enligt regleringsbrevet.\n\nDe ansvariga myndigheterna fattar beslut och utför uppdrag enligt gällande jaktlagstiftning.\n\nRoller och ansvarsfördelning inom viltförvaltningen har förändrats bland annat efter det att riksdagen fattat beslut om en regional rovdjurs- och älgförvaltning. En stor del av ansvaret har överlämnats till länsstyrelserna. Det är Naturvårdsverkets ansvar att:\n\n## Naturvårdsverket delegerar jaktbeslut för rovdjuren\n\nNär det gäller björn, järv, lodjur och varg får Naturvårdsverket överlåta rätten att fatta beslut om skyddsjakt till länsstyrelserna. Naturvårdsverket får även överlåta möjligheten att besluta om licensjakt på dessa arter till länsstyrelserna, förutsatt att den aktuella arten finns i tillräckligt stort antal. För att antalet ska räknas som tillräckligt gäller att det inom ett rovdjursförvaltningsområde finns fler djur än förvaltningsområdets miniminivå för arten. Det är alltid Naturvårdsverket som fattar beslut om jakt på örn, oavsett om länet har en fast stam eller inte. Naturvårdsverket fattar också beslut om skyddsjakt på säl.\n\n## Förvaltningsplaner\n\nYtterligare en viktig uppgift som Naturvårdsverket har är att ta fram nationella förvaltningsplaner. Det har gjorts för björn, varg, järv, lodjur, kungsörn, vildsvin och skarv. Utifrån de nationella förvaltningsplanerna tar sedan länen fram regionala förvaltningsplaner. För älg tar älgförvaltningsgrupperna fram förvaltningsplaner på regional nivå.\n\nHavs- och vattenmyndigheten tar fram nationella förvaltningsplaner för de olika sälpopulationerna.\n\n## Lokalt inflytande ska leda till acceptans\n\nLänsstyrelserna har det regionala ansvaret inom viltförvaltningen. Länsstyrelserna ansvarar för inventering, som ofta genomförs i samarbete med jägare och andra naturintresserade.\n\nDet finns en viltförvaltningsdelegation i varje län som fattar övergripande beslut om viltförvaltningen i länet. Viltförvaltningsdelegationen fattar beslut om övergripande riktlinjer för:\n\nLänsstyrelsernas viltförvaltningsdelegationer beslutar om förslag till länets minimininivåer för stora rovdjur.\n\n"}