{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Giftfri-miljo/", "text": "# Giftfri miljö\n\nFarliga kemiska ämnen i produkter, varor och byggnader kan hamna i miljön, och tas upp av växter, djur och människor. För att skydda människors hälsa och den biologiska mångfalden behöver spridningen av farliga ämnen förebyggas och minska.\n\nStudier visar att vi människor har många olika kemikalier i våra kroppar som inte borde finnas där. PCB, bromerade flamskyddsmedel, högfluorerade ämnen och andra kemiska ämnen uppmäts i bröstmjölk, blod och urin. Några av de ämnen som vi får i oss är hormonstörande och misstänks kunna bidra till uppkomsten av några vanliga folksjukdomar. Barn är särskilt känsliga för påverkan eftersom deras kroppar utvecklas. Kadmium har blivit ett folkhälsoproblem i Sverige. Frakturer på grund av benskörhet som orsakas av kadmium uppskattas kosta vårt samhälle flera miljarder per år. Kadmium påverkar även våra njurar.\n\nDet finns flera exempel på att det är möjligt att minska halterna av farliga ämnen i miljön. Välkända miljögifter har minskat med hjälp av lagstiftning och andra åtgärder. Förekomsten av ämnen som ännu inte har uppmärksammats och reglerats riskerar dock att öka. Ett exempel är högfluorerade ämnen. De har uppmärksammats på senare tid bland annat för att de har förorenat dricksvattentäkter på flera ställen i Sverige. Högfluorerade ämnen är extremt svårnedbrytbara, vilket innebär att problemet stannar kvar länge i naturen. De mest kända av de högfluorerade ämnena är PFOS och PFOA. De har reglerats och har börjat minska medan en del andra högfluorerade ämnen istället ökar. På vissa platser, till exempel där industrier och bensinstationer har legat, finns stora mängder föroreningar i marken.\n\n"}