{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Hav-i-balans-samt-levande-kust-och-skargard/", "text": "# Hav i balans samt levande kust och skärgård\n\nHavsmiljön påverkas av fiske, spridning av miljögifter och utsläpp av näringsämnen som hamnar i haven och leder till övergödning. Främmande arter från bland annat fartygs barlastvatten kan också etablera sig i haven. Allt detta stör den biologiska mångfalden och viktiga livsmiljöer, vilket påverkar havens produktion av livsmedel och andra viktiga ekosystemtjänster.\n\nHav, kust och skärgård erbjuder en stor mängd möjligheter till rekreation och här finns ett rikt kulturarv. Dessa värden påverkas också negativt av olika mänskliga aktiviteter. Skärgård och kustnära miljöer påverkas till exempel av hård exploatering, bebyggelse samt fartygs- och småbåtstrafik. Att bevara kulturarv med fyrar, sjöbodar, ängs- och betesmarker försvåras i avfolkningsbygder, medan det riskerar att skadas i områden med stor fritidsbebyggelse och omfattande turism. Ökad bebyggelse och trafik försämrar även tillgängligheten för friluftslivet.\n\n## Vilka är utmaningarna?\n\nMycket återstår innan våra kust- och havsvatten har ett bra miljötillstånd. Eftersom haven är gränsöverskridande behövs insatser både i Sverige och på internationell nivå för att minska de utsläpp och de negativa effekter av aktiviteter som bidrar ett sämre miljötillstånd. Samarbete för en bättre havsmiljö sker inom bland annat EU:s havsmiljödirektiv och vattendirektiv samt Helsingfors- och Oslo-Pariskonventionerna.\n\nHur EU:s fiskeri- och jordbrukspolitik utformas är också viktigt, liksom att skydda värdefulla områden med natur- och kulturvärden. För att kulturmiljöer ska bevaras är det även avgörande att det går att bo och försörja sig i kust och skärgård. Mer kunskap behövs också för att kunna skydda både natur- och kulturvärden.\n\n## Vad görs för att nå målet?\n\nVarje år görs en årlig uppföljning av miljökvalitetsmålen, som lämnas av Naturvårdsverket till regeringen i slutet av mars. I uppföljningen beskrivs de viktigaste aktuella åtgärderna för att nå miljökvalitetsmålen och etappmålen.\n\nNästan 30 olika svenska myndigheter ska arbeta inom sina respektive verksamhetsområden för att miljömålen ska nås, enligt sina instruktioner eller regleringsbrev. De flesta ska rapportera om sitt arbete till regeringen i sina årsredovisningar. Vad Naturvårdsverket gjort det senaste året för detta miljökvalitetsmål hittar du via länken nedan.\n\nRegeringen sammanställer sedan varje år vad som gjorts för att nå miljökvalitetsmålen. Det presenteras i budgetförslaget för kommande år, den så kallade budgetpropositionen, under utgiftsområde 20: Allmän miljö- och naturvård. Propositionen lämnas till riksdagen i slutet av september varje år.\n\nI slutet av varje mandatperiod redovisar regeringen även vilka insatser som gjorts för miljömålen i en skrivelse till riksdagen.\n\n## Preciseringar\n\nVarje miljökvalitetsmål har preciseringar. Preciseringarna förtydligar målet och används i det löpande uppföljningsarbetet av målet.\n\n"}