{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Levande-sjoar-och-vattendrag/", "text": "# Levande sjöar och vattendrag\n\nSjöar och vattendrag utsätts för påverkan från många håll, till exempel från skogsbruk, jordbruk, industrier och vattenkraftverk. Många växt- och djurarter är beroende av att vattendrag får flöda fritt, och att vattenståndet kan variera naturligt. Detta kan komma i konflikt med vår önskan att bygga hus nära stranden eller vårt behov av att reglera vattenflödet för att producera el från vattenkraft.\n\nDet är också viktigt att behålla vattenmiljöernas naturliga produktionsförmåga. Vattendragen används exempelvis för fiske och ger dricksvatten. Sjöar och vattendrag är också viktiga för rekreation, exempelvis bad och båtturer. I närheten av vattenmiljöer finns dessutom värdefulla kulturminnen som måste bevaras och förvaltas så att de kan upplevas även av framtida generationer.\n\n## Vilka är utmaningarna?\n\nDet återstår en hel del arbete innan sjöar och vattendrag uppnår ett gott miljötillstånd. Fysisk påverkan från vattenkraftverk utgör idag ett av de främsta hoten mot den biologiska mångfalden. Reglering av älvar leder till fragmenterade livsmiljöer och i värsta fall till att livsmiljön för en art helt försvinner.\n\nMånga värdefulla vatten, både kulturmiljöer och ett antal dricksvattentäkter, saknar ännu ett långsiktigt skydd. Bakterier och andra mikrobiologiska föroreningar utgör redan idag ett problem för dricksvattenförsörjningen. Den pågående klimatförändringen kan på sikt leda till ökade hälsorisker i samband med spridning av förorenande ämnen och sjukdomsbringande organismer.\n\nArbete med att restaurera påverkade vatten går långsamt. Om vi ska lyckas återställa tillräckligt många ekologiskt hållbara och variationsrika livsmiljöer måste både de ekonomiska och juridiska förutsättningarna för att restaurera vattendrag förstärkas.\n\n## Vad görs för att nå målet?\n\nVarje år görs en årlig uppföljning av miljökvalitetsmålen, som lämnas av Naturvårdsverket till regeringen i slutet av mars. I uppföljningen beskrivs de viktigaste aktuella åtgärderna för att nå miljökvalitetsmålen och etappmålen.\n\nNästan 30 olika svenska myndigheter ska arbeta inom sina respektive verksamhetsområden för att miljömålen ska nås, enligt sina instruktioner eller regleringsbrev. De flesta ska rapportera om sitt arbete till regeringen i sina årsredovisningar. Vad Naturvårdsverket gjort det senaste året för detta miljökvalitetsmål hittar du via länken nedan.\n\nRegeringen sammanställer sedan varje år vad som gjorts för att nå miljökvalitetsmålen. Det presenteras i budgetförslaget för kommande år, den så kallade budgetpropositionen, under utgiftsområde 20: Allmän miljö- och naturvård. Propositionen lämnas till riksdagen i slutet av september varje år.\n\nI slutet av varje mandatperiod redovisar regeringen även vilka insatser som gjorts för miljömålen i en skrivelse till riksdagen.\n\n"}