{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Levande-skogar/", "text": "# Levande skogar\n\nÖver hälften av Sveriges yta är täckt av skog. Den största delen består av barrskog, men i söder breder lummig lövskog ut sig. Skogens utseende och vilka träd som dominerar påverkas av vårt klimat och vår historia. Skogen erbjuder unika livsmiljöer för olika djur- och växtarter. Den är också en viktig källa till förnybara råvaror och är värdefull för friluftsliv och rekreation.\n\nMiljötillståndet i skogen påverkas dels av skogsbrukets intensitet och metoder, dels av att olika former av hävd som exempelvis skogsbete samt skogsbränder och andra naturliga störningar har upphört eller minskat. Utvecklingen har gjort att vissa skogstyper med unika livsmiljöer minskar. Det finns dessutom negativa effekter av den pågående klimatförändringen och nedfall från luftföroreningar.\n\n## Vilka är utmaningarna?\n\nFör att bevara viktiga skogsmiljöer behövs naturreservat och andra former av skydd, liksom att skogsägare gör frivilliga markavsättningar. Skogsmiljöer kan också behöva restaureras eller skötas på ett sätt som utvecklar deras värden. Tätortsnära skogar eller andra skogar där många människor vistas kan behöva skötas med anpassade metoder för att bli mer attraktiva och tillgängliga.\n\nInternationellt arbete behövs för att minska utsläppen av luftföroreningar i både Sverige och andra länder. Samarbete inom olika globala konventioner och genom EU-direktiv har bland annat lett till kraftigt minskat nedfall av svavel som försurar marken. Markförsurande ämnen bildas också i viss mån när skogen avverkas, men det kan motverkas om mer träaska återförs till marken.\n\nEn övergripande utmaning är att anpassa skogsbrukets metoder så att de bevarar och utvecklar skogens natur- och kulturvärden och samtidigt är konkurrenskraftiga. En svårighet är att det tar lång tid innan miljöeffekterna kan mätas. Därför behövs mer kunskap om hur skogens ekosystem svarar på olika åtgärder, liksom om hur klimatförändringarna kommer att påverka skogen.\n\n"}