{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Ett-rikt-odlingslandskap/", "text": "# Ett rikt odlingslandskap\n\nNaturvärdena i dagens odlingslandskap är resultatet av hur det har brukats av människan under flera tusen år. En stor del av våra växt- och djurarter finns i slåtter- och betesmarker samt i åker- och vägrenar, åkerholmar, våtmarker och andra småbiotoper. Många av dessa miljöer och äldre jordbruksbyggnader har också kulturhistoriska värden eftersom de ger en bild av hur våra förfäder levde och brukade odlingslandskapet.\n\nDen biologiska mångfalden och kulturmiljöerna är beroende av ett fortsatt jordbruk, men också av vilka metoder som används. Bland annat är betande djur en förutsättning för att bevara artrika betesmarker. I delar av landet har jordbruket blivit allt mer specialiserat och intensivt, medan marker på andra håll inte brukas längre och många gårdar läggs ned. Båda trenderna leder till att många arter och naturtyper i odlingslandskapet hotas.\n\n## Vilka är utmaningarna?\n\nMetoderna för att bruka odlingslandskapet måste anpassas så att de bevarar och utvecklar natur- och kulturvärdena. Samtidigt måste det vara möjligt att driva jordbruk på ett rationellt och konkurrenskraftigt sätt. Det är också viktigt att bevara svenska kulturväxter och husdjursraser med unika egenskaper, eftersom de kan vara betydelsefulla för framtida livsmedelsförsörjning och är en del av vårt kulturarv.\n\nAtt lyckas bevara biologisk mångfald och kulturmiljövärden kräver insatser på alla nivåer i samhället – från lokalt arbete i kommuner för att begränsa exploateringen av jordbruksmark till att påverka hur den gemensamma europeiska jordbrukspolitiken utformas. Miljöersättningar som finansieras både nationellt och av EU bidrar exempelvis till att betesmarker sköts och att våtmarker anläggs.\n\n## Vad görs för att nå målet?\n\nVarje år görs en årlig uppföljning av miljökvalitetsmålen, som lämnas av Naturvårdsverket till regeringen i slutet av mars. I uppföljningen beskrivs de viktigaste aktuella åtgärderna för att nå miljökvalitetsmålen och etappmålen.\n\nNästan 30 olika svenska myndigheter ska arbeta inom sina respektive verksamhetsområden för att miljömålen ska nås, enligt sina instruktioner eller regleringsbrev. De flesta ska rapportera om sitt arbete till regeringen i sina årsredovisningar. Vad Naturvårdsverket gjort det senaste året för detta miljökvalitetsmål hittar du via länken nedan.\n\nRegeringen sammanställer sedan varje år vad som gjorts för att nå miljökvalitetsmålen. Det presenteras i budgetförslaget för kommande år, den så kallade budgetpropositionen, under utgiftsområde 20: Allmän miljö- och naturvård. Propositionen lämnas till riksdagen i slutet av september varje år.\n\nI slutet av varje mandatperiod redovisar regeringen även vilka insatser som gjorts för miljömålen i en skrivelse till riksdagen.\n\n"}