{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Saker-stralmiljo/", "text": "# Säker strålmiljö\n\nI människans naturliga miljö har det alltid funnits strålning. Strålningen kommer från rymden, från solen och från naturligt radioaktiva ämnen i marken och i vår egen kropp. Vi har utvecklat metoder för att skapa och dra nytta av strålningens egenskaper inom forskning, sjukvård och industri, till exempel genom att använda röntgenteknik och genom att använda uran i kärnkraftsreaktorer. Strålning kan även förekomma i form av elektromagnetiska fält, exempelvis som radiovågor från mobiltelefoner och magnetfält från kraftledningar.\n\nStrålning kan vara till nytta, men den kan också vara skadlig. För att de skadliga effekterna av strålning på människa och miljö ska vara så små som möjligt ska all verksamhet med strålning vara berättigad. Det betyder att strålningen måste göra mer nytta än skada, och att stråldoserna ska begränsas så långt som det är möjligt och rimligt.\n\n## Vilka är utmaningarna?\n\nAntalet årliga fall av hudcancer fortsätter att öka. Den främsta orsaken är exponering för ultraviolett strålning (UV-strålning). För att vända trenden måste människors exponering minska, både vid solande utomhus och i solarier. Det kräver förändring av människors livsstil och attityder kring exempelvis utseende och solning.\n\nUtsläppen av radioaktiva ämnen från de kärntekniska anläggningarna är normalt mycket låga och innebär inga hälsorisker för allmänheten. Det använda kärnbränslet är radioaktivt under mycket lång tid och därför behöver ett slutförvar byggas för kärnbränsleavfallet.\n\nI dagsläget finns det två identifierade områden där forskning gett upphov till misstanke om skadliga hälsoeffekter vid exponering för elektromagnetiska fält. Därför rekommenderar Strålsäkerhetsmyndigheten försiktighet när det gäller exponering för lågfrekventa magnetfält från exempelvis kraftledningar samt radiovågsexponering från mobiltelefoner. När man planerar för nya bostäder och infrastruktur bör man ta hänsyn till rekommendationerna som gäller för magnetfält från kraftledningar. När det gäller att minska exponeringen från mobiltelefonen gör man det enklast genom att använda handsfree.\n\n"}