{"url": "/Miljoarbete-i-samhallet/EU-och-internationellt/EUs-miljooarbete/", "text": "# Miljöarbete i EU\n\nEtt aktivt miljöarbete inom EU är en förutsättning för att vi ska kunna nå de svenska miljökvalitetsmålen och generationsmålet. Viktiga delar av de svenska insatserna är delegerade till myndigheter som Naturvårdsverket.\n\nEU-arbetet bidrar till att Sverige kan uppfylla internationella åtaganden - till exempel Agenda 2030 som är den överordnade ramen för det globala miljö- och utvecklingsarbetet. EU-samarbetet syftar både till att komma överens inom EU samt presentera en gemensam ståndpunkt till resten av världen.\n\n\n\n## Nya svenska miljöregler utvecklas inom EU\n\nEU-arbetet är en central uppgift för Naturvårdsverket, eftersom nya svenska miljöregler oftast utvecklas inom EU-samarbetet. EU-kommissionen tar också fram strategier för hur miljöarbetet kan utvecklas. Regler som påverkar konkurrensvillkor ska vara lika inom EU. Andra bestämmelser kan vara minimiregler, som ger visst utrymme för medlemsländerna att själva besluta om hårdare miljökrav. Naturvårdsverket samråder löpande med Miljö- och energidepartementet om hur vi som representerar Sverige ska driva miljöfrågor i EU- och internationella arbetsgrupper.\n\n## EU agerar i globala förhandlingar\n\nEU agerar gemensamt i de flesta globala miljökonventioner, som till exempel FN:s ramkonvention för klimatförändringar. Detta innebär att det sker ett omfattande förberedelsearbete för att ta fram EU:s positioner i förhandlingarna. Naturvårdsverkets personal bemannar flera centrala positioner inom det internationella miljökonventionsarbetet och deltar på regeringens uppdrag i detta förhandlingsarbete.\n\nNaturvårdsverket bidrar också till samordning av det nationella miljöarbetet inom EU och internationellt. Vi bidrar med kunskapsunderlag till EU och Europeisk kunskap hämtas hem till nytta för svenskt miljöarbete. En stor del av det kunskapsutbytet sker genom den Europeiska miljöbyrån (EEA).\n\n## Naturvårdsverkets handlingsplaner för arbete inom EU och internationellt\n\nNaturvårdsverket har handlingsplaner inom de tre kärnområdena, avfall och kemikalier, biologisk mångfald samt klimat och luft, som ger vägledning och riktning för Naturvårdsverkets arbete inom EU och internationellt\n\n"}