{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/God-bebyggd-miljo/", "text": "# God bebyggd miljö\n\n## Vad görs för att nå målet?\n\nBoverket är enligt sin instruktion ansvarig myndighet för miljökvalitetsmålet God bebyggd miljö och ska samordna uppföljning, utvärdering och rapportering för målet. Varje år görs en årlig uppföljning av miljökvalitetsmålen, som lämnas till regeringen i slutet av mars. I uppföljningen beskrivs de viktigaste aktuella åtgärderna för att nå miljökvalitetsmålen och etappmålen.\n\nNästan 30 andra olika svenska myndigheter ska arbeta inom sina respektive verksamhetsområden för att miljömålen ska nås, enligt sina instruktioner eller regleringsbrev. De flesta ska rapportera om sitt arbete till regeringen i sina årsredovisningar. Vad Naturvårdsverket gjort det senaste året för detta miljökvalitetsmål hittar du via länken nedan.\n\nRegeringen sammanställer sedan varje år vad som gjorts för att nå miljökvalitetsmålen. Det presenteras i budgetförslaget för kommande år, den så kallade budgetpropositionen, under utgiftsområde 20: Allmän miljö- och naturvård. Propositionen lämnas till riksdagen i slutet av september varje år.\n\nI slutet av varje mandatperiod redovisar regeringen även vilka insatser som gjorts för miljömålen i en skrivelse till riksdagen.\n\n## Preciseringar\n\nVarje miljökvalitetsmål har preciseringar. Preciseringarna förtydligar målet och används i det löpande uppföljningsarbetet av målet.\n\n## Etappmålen\n\nEtappmålen ska underlätta möjligheterna att nå de övriga miljömålen. Etappmålen identifierar en önskad samhällsomställning och är steg på vägen för att nå generationsmålet och ett eller flera miljökvalitetsmål.\n\n"}