{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Ett-rikt-vaxt--och-djurliv/", "text": "# Ett rikt växt- och djurliv\n\nSveriges mångfald av växter och djur lever i en mosaik av olika miljöer. Från odlad mark, skogar och fjäll till våtmarker, vattendrag, sjöar och hav. Många arter och naturtyper utvecklas negativt och riskerar att försvinna på sikt. En orsak är att äldre brukningsmetoder inom jord- och skogsbruk som gynnade många arter har blivit sällsynta. Stor belastning av näringsämnen och kommersiellt fiske är negativt för flera marina miljöer.\n\nAtt lyckas behålla en biologisk mångfald är avgörande för att ekosystem ska fungera och göra nytta som att rena vatten och luft, lagra kol och pollinera våra grödor. Utan många olika arter med skilda funktioner är risken stor att nyttjandet av naturresurser, klimatförändringar och annan påverkan skadar ekosystemens förmåga att leverera dessa tjänster. Biologisk mångfald främjar även folkhälsan då många natur- och kulturmiljöer är viktiga områden för rekreation och friluftsliv.\n\n## Vilka är utmaningarna?\n\nVi nyttjar mark och vatten intensivt. Efterfrågan på resurser som livsmedel, råvaror, energi och vatten ökar dessutom. Att möta de behoven utan att överutnyttja olika ekosystem och öka pressen på olika arter är en stor utmaning. Att landskapen blir allt mer uppdelade av vägar och byggnader gör det också svårare för djur och växter att sprida sig och försämrar deras livsvillkor.\n\nSverige har inom FN:s konvention för biologisk mångfald åtagit sig att bevara och nyttja den biologiska mångfalden på ett hållbart sätt. Värdefull natur skyddas och åtgärdsprogram tas fram för att bevara våra mest hotade arter. För att lyckas behövs också större hänsyn och bättre planering när olika naturresurser nyttjas, för att främja en grön infrastruktur. Vi måste även använda brukningsmetoder som bidrar till en rik biologisk mångfald. Att övervaka och bekämpa främmande arter och bevara den genetiska variationen hos växter och djur är också mycket viktigt.\n\n"}