{"url": "/Miljoarbete-i-samhallet/Sveriges-miljomal/Miljokvalitetsmalen/Begransad-klimatpaverkan/", "text": "# Begränsad klimatpåverkan\n\nKoldioxid och andra så kallade växthusgaser som vi människor släpper ut i atmosfären från olika verksamheter gör att det globala klimatet blir varmare. Förbränning av fossila bränslen som till exempel olja, kol och naturgas för el- och värme, i industriprocesser och för transporter svarar för det största bidraget till klimatförändringen både i Sverige och världen i stort.\n\nDen förstärkta växthuseffekten leder till att jordens medeltemperatur stiger. Den senaste tioårsperioden har varit den varmaste som uppmätts de senaste 150 åren, det vill säga så långt tillbaka som det finns tillförlitliga mätdata över den globala medeltemperaturen. Temperaturökningen orsakar förändringar i klimatet med successivt allvarligare och mer svåröverblickbara konsekvenser för ekosystem och biologisk mångfald runt om i världen, liksom för människors samhällen och försörjningsmöjligheter.\n\nFör att minska riskerna bedöms det vara nödvändigt att begränsa ökningen av den globala medeltemperaturen till långt under två grader jämfört med den förindustriella nivån, med ansträngningar för att stanna under 1,5 grader. Uppvärmning utöver en sådan nivå ökar riskerna för konsekvenser som är oåterkalleliga, såsom utrotning av arter, eller i alla fall svåra att vända i tusenåriga tidsperspektiv, såsom destabiliseringen av inlandsisar och den havsnivåhöjning detta orsakar.\n\nTemperaturökningen vid våra nordliga breddgrader går fortare än i världen i genomsnitt. Effekterna kan till exempel bli omfattande för jord- och skogsbruket, liksom för naturliga ekosystem. Känsliga miljöer i fjällen och Östersjön kan skadas eller helt försvinna. Klimatförändringarna påverkar Sverige både genom direkta, lokala effekter, och indirekta effekter av förändringar i omvärlden.\n\n## Vilka är utmaningarna?\n\nKoncentrationen av koldioxid och andra växthusgaser i atmosfären stiger allt mer. För att temperaturökningen ska vara möjlig att begränsa till långt under två grader, och helst under 1,5 grader, behöver de globala växthusgasutsläppen snabbt minska för att senast under seklets andra hälft vara kring noll.\n\nFör att en sådan kraftig omställning av samhället ska lyckas behövs både insatser i enskilda länder och internationellt samarbete för att begränsa utsläppen, bland annat inom FN:s klimatkonvention. Riksdagen har beslutat om ett klimatpolitiskt ramverk med inga nettoutsläpp av växthusgaser i Sverige senast år 2045. Att nå dit kommer bli en stor utmaning för hela samhället. Samtidigt som utmaningen är stor, är klimatomställningen förenad med möjligheter till stora positiva synergieffekter, såsom renare luft, bättre stadsmiljö och tryggare energiförsörjning.\n\n"}